{
    "CommonName": "Addax",
    "BriefSummary": "For the GP2 Series racing team, see Addax Team.\n\nThe addax (Addax nasomaculatus), also known as the white antelope and the screwhorn antelope, is an antelope of the genus Addax, that lives in the Sahara desert. It was first described by Henri de Blainville in 1816. As suggested by its alternative name, this pale antelope has long, twisted horns - typically 55 to 80 cm (22 to 31 in) in females and 70 to 85 cm (28 to 33 in) in males. Males stand from 105 to 115 cm (41 to 45 in) at the shoulder, with females at 95 to 110 cm (37 to 43 in). They are sexually dimorphic, as the females are smaller than males. The colour of the coat depends on the season - in the winter, it is greyish-brown with white hindquarters and legs, and long, brown hair on the head, neck, and shoulders; in the summer, the coat turns almost completely white or sandy blonde.\nThe addax mainly eats grasses and leaves of any available shrubs, leguminous herbs and bushes. These animals are well-adapted to exist in their desert habitat, as they can live without water for long periods of time. Addax form herds of five to 20 members, consisting of both males and females. They are led by the oldest female. Due to its slow movements, the antelope is an easy target for its predators: lions, humans, African wild dogs, cheetahs, and leopards. Breeding season is at its peak during winter and early spring. The natural habitat of the addax are arid regions, semideserts and sandy and stony deserts.\nThe addax is a critically endangered species of antelope, as classified by the IUCN. Although extremely rare in its native habitat due to unregulated hunting, it is quite common in captivity. The addax was once abundant in North Africa, native to Chad, Mauritania and Niger. It is extinct in Algeria, Egypt, Libya, Sudan and Western Sahara. It has been reintroduced in Morocco and Tunisia.",
    "WikiContents": "For the GP2 Series racing team, see Addax Team.\n\nThe addax (Addax nasomaculatus), also known as the white antelope and the screwhorn antelope, is an antelope of the genus Addax, that lives in the Sahara desert. It was first described by Henri de Blainville in 1816. As suggested by its alternative name, this pale antelope has long, twisted horns - typically 55 to 80 cm (22 to 31 in) in females and 70 to 85 cm (28 to 33 in) in males. Males stand from 105 to 115 cm (41 to 45 in) at the shoulder, with females at 95 to 110 cm (37 to 43 in). They are sexually dimorphic, as the females are smaller than males. The colour of the coat depends on the season - in the winter, it is greyish-brown with white hindquarters and legs, and long, brown hair on the head, neck, and shoulders; in the summer, the coat turns almost completely white or sandy blonde.\nThe addax mainly eats grasses and leaves of any available shrubs, leguminous herbs and bushes. These animals are well-adapted to exist in their desert habitat, as they can live without water for long periods of time. Addax form herds of five to 20 members, consisting of both males and females. They are led by the oldest female. Due to its slow movements, the antelope is an easy target for its predators: lions, humans, African wild dogs, cheetahs, and leopards. Breeding season is at its peak during winter and early spring. The natural habitat of the addax are arid regions, semideserts and sandy and stony deserts.\nThe addax is a critically endangered species of antelope, as classified by the IUCN. Although extremely rare in its native habitat due to unregulated hunting, it is quite common in captivity. The addax was once abundant in North Africa, native to Chad, Mauritania and Niger. It is extinct in Algeria, Egypt, Libya, Sudan and Western Sahara. It has been reintroduced in Morocco and Tunisia.\n\n\n== Taxonomy and naming ==\nThe scientific name of the addax is Addax nasomaculatus. This antelope was first described by French zoologist and anatomist Henri Blainville in 1816. It is placed in the monotypic genus Addax and family Bovidae. Henri Blainville observed syntypes in Bullock's Pantherion and the Museum of the Royal College of Surgeons. English naturalist Richard Lydekker stated their type locality to be probably Senegambia, though he did not have anything to support the claim. Finally, from a discussion in 1898, it became more probable that British hunters or collectors obtained the addax from the part of Sahara in Tunisia.The generic name Addax is thought to be obtained from an Arabic word meaning a wild animal with crooked horns. It is also thought to have originated from a Latin word. The name was first used in 1693. The specific name nasomaculatus comes from the Latin words nasus (or the prefix naso-) meaning nose, and maculatus meaning spotted, referring to the spots and facial markings of the antelope. Bedouins use another name for the addax, the Arabic bakr (or bagr) al wahsh, which literally means the cow of the wild. The name can be used to refer to other ungulates, as well. The other common names of addax are \"white antelope\" and \"screwhorn antelope\".\n\n\n== Genetics ==\nThe addax has 29 pairs of chromosomes. All chromosomes are acrocentric except for the first pair of autosomes, which are submetacentric. The X chromosome is the largest of the acrocentric chromosomes, and the Y chromosome is medium-sized. The short and long arms of the pair of submetacentric autosomes correspond respectively to the 27th and 1st chromosomes in cattle and goats. In a study, the banding patterns of chromosomes in addax were found to be similar to those in four other species of the subfamily Hippotraginae.\n\n\n== History and fossil record ==\nIn ancient times, the addax occurred from Northern Africa through Arabia and the Levant. Pictures in a tomb, dating back to the 2500 BCE show at least the partial domestication of the addax by the ancient Egyptians. These pictures show addax and some other antelopes tied with ropes to stakes. The number of addax captured by a person were considered an indicator of his high social and economic position in the society. The pygarg (\"white-buttocked\") beast mentioned in Deuteronomy 14:5 is believed to have been an addax. But today excess poaching has resulted in the extinction of this species in Egypt since the 1960s.Addax fossils have been found in four sites of Egypt - a 7000 BCE fossil from the Great Sand Sea, a 5000–6000 BCE fossil from Djara, a 4000–7000 BCE fossil from Abu Ballas Stufenmland and a 5000 BCE fossil from Gilf Kebir. Apart from these, fossils have also been excavated from Mittleres Wadi Howar (6300 BCE fossil), and Pleistocene fossils from Grotte Neandertaliens, Jebel Irhoud and Parc d'Hydra.\n\n\n== Physical description ==\n \nThe addax is a spiral-horned antelope. Male addax stand from 105 to 115 cm (41 to 45 in) at the shoulder, with females at 95 to 110 cm (37 to 43 in). They are sexually dimorphic, as the females are smaller than males. The head and body length in both sexes is  120 to 130 cm (47 to 51 in), with a 25 to 35 cm (9.8 to 13.8 in) long tail. The weight of males varies from 100 to 125 kg (220 to 276 lb), and that of females from 60 to 90 kg (130 to 200 lb).The coloring of the addax's coat varies with the season. In the winter, it is greyish-brown with white hindquarters and legs, and long, brown hair on the head, neck, and shoulders. In the summer, the coat turns almost completely white or sandy blonde. Their head is marked with brown or black patches that form an 'X' over their noses. They have scraggly beards and prominent red nostrils. Long, black hairs stick out between their curved and spiralling horns, ending in a short mane on the neck.\n\nThe horns, which are found on both males and females, have two to three twists and are typically 55 to 80 cm (22 to 31 in) in females and 70 to 85 cm (28 to 33 in) in males, although the maximum recorded length is 109.2 cm (43.0 in). The lower and mid portions of the horns are marked with a series of 30 to 35 ring-shaped ridges. The tail is short and slender, ending in a puff of black hair. The hooves are broad with flat soles and strong dewclaws to help them walk on soft sand. All four feet possess scent glands. The life span of the addax is up to 19 years in the wild, which can be extended to 25 years under captivity.The addax closely resembles the scimitar oryx, but can be distinguished by its horns and facial markings. While the addax is spiral-horned, the scimitar oryx has straight, 127 cm (50 in) long horns. The addax has a brown hair tuft extending from the base of its horns to between its eyes. A white patch, continuing from the brown hair, extends till the middle of the cheek. On the other hand, the scimitar oryx has a white forehead with only a notable brown marking a brown lateral stripe across its eyes. It differs from other antelopes by having large, square teeth like cattle, and lacking the typical facial glands.\n\n\n=== animals in Souss-Massa National Park, Morocco ===\n\n\t\t\n\t\t\n\t\t\n\n\n=== Parasites ===\nThe addax are most prone to parasites in moist climatic conditions. Addax have always been infected with nematodes in the Trichostrongyloidea and Strongyloidea superfamilies. In an exotic ranch in Texas, an addax was found host to the nematodes Haemonchus contortus and Longistrongylus curvispiculum in its abomasum, of which the former was dominant.\n\n\n== Behavior and ecology ==\nThese animals are mainly nocturnal, particularly in summers. In the day, they dig into the sand in shady locations and rest in these depressions, which also protect them from sandstorms. Addax herds contain both males and females, and have from five to 20 members. They will generally stay in one place and only wander widely in search of food. The addax have a strong social structure, probably based on age, and herds are led by the oldest female.  Herds are more likely to be found along the northern edge of the tropical rain system during the summer and move north as winter falls.  They are able to track rainfall and will head for these areas where vegetation is more plentiful. Males are territorial, and guard females, while the females establish their own dominance hierarchies.Due to its slow movements, the addax is an easy target for predators such as lions, humans, African hunting dogs, cheetahs and leopards. Caracals, hyenas and servals attack calves. The addax are normally not aggressive, though individuals may charge if they are disturbed.\n\n\n=== Adaptations ===\n\nThe addax are amply suited to live in the deep desert under extreme conditions. They can survive without free water almost indefinitely, because they get moisture from their food and dew that condenses on plants. Scientists believe the addax has a special lining in its stomach that stores water in pouches to use in times of dehydration. They also produce highly concentrated urine to conserve water. Pale colour of the coat reflects radiant heat, and the length and density of the coat helps in thermoregulation. In the day the addax huddle together in shaded areas, and in cool nights rest in sand hollows. These practices help in dissipation of body heat and saving water by cooling the body through evaporation.In a study, eight addax antelopes on a diet of grass hay (Chloris gayana) were studied to determine the retention time of food from the digestive tract. It was found that food retention time was long, taken as an adaptation to a diet including a high proportion of slow fermenting grasses; while the long fluid retention time could be interpreted to be due to water-saving mechanisms with low water turnover and a roomy rumen.\n\n\n=== Diet ===\n\nThe addax live in desert terrain where they eat grasses and leaves of what shrubs, leguminous herbs and bushes are available. Primarily grazers, their staple foods include Aristida, Panicum, and Stipagrostis, and they will only consume browse, such as leaves of Acacia trees in the absence of these grasses. Perennials which turn green and sprout at the slightest bit of humidity or rain. The addax eat only certain parts of the plant and tend to crop the Aristida grasses neatly to the same height. By contrast, when feeding on Panicum grass, the drier outer leaves are left alone while they eat the tender, inner shoots and seeds. These seeds are important part of the addax diet, being their main source of protein.\n\n\n=== Reproduction ===\nFemales are sexually mature at two to three years of age and males at about two years. Breeding occurs throughout the year, but it peaks during winter and early spring. In the northern Sahara, breeding peaks at the end of winter and beginning of spring; in the southern Sahara, breeding peaks from September to October and from January to mid-April. Each estrus bout lasts for one or two days.In a study, the blood serum of female addax was analyzed through immunoassay to know about their luteal phase. Estrous cycle duration was of about 33 days. During pregnancy, ultrasonography showed the uterine horns as coiled. The maximum diameters of the ovarian follicle and the corpus luteum were 15 mm (0.59 in) and 27 mm (1.1 in). Each female underwent an anovulatory period lasting 39 to 131 days, during which there was no ovulation. Anovulation was rare in winter, which suggested the effect of seasons on the estrous cycle.Gestation period lasts 257–270 days (about 9 months). Females may lie or stand during the delivery, during which one calf is born. A postpartum estrus occurs after two or three days. The calf weighs 5 kg (11 lb) at birth and is weaned at 23–29 weeks old.\n\n\n== Habitat and distribution ==\nThe addax inhabits arid regions, semideserts and sandy and stony deserts. They even occur in extremely arid areas, with less than 100 mm annual rainfall. They also inhabit deserts with tussock grasses (Stipagrostis species) and succulent thorn scrub Cornulaca. Formerly, the addax was widespread in the Sahelo-Saharan region of Africa, west of the Nile Valley and all countries sharing the Sahara Desert; but today the only known self-sustaining population is present in the Termit Massif Reserve (Niger). However, there are reports of sightings from the eastern Air Mountains (Niger) and Bodélé (Chad). Rare nomads may be seen in north Niger, southern Algeria and Libya; and the antelope is rumoured to be present along the Mali/Mauritania border, though there are no confirmed sightings. The addax was once abundant in North Africa, native to Chad, Mauritania and Niger. It is extinct in Algeria, Egypt, Libya, Sudan and western Sahara. It has been reintroduced in Morocco and Tunisia.\n\n\n== Threats and conservation ==\n\nDecrease in the population of the addax has begun notably since the mid-1800s. More recently, addax were found from Algeria to Sudan, but due mainly to overhunting, they have become much more restricted and rare.Addax are easy to hunt due to their slow movements. Roadkill, firearms for easy hunting and nomadic settlements near waterholes (their dry-season feeding places) have also decreased numbers. Moreover, their meat and leather are highly prized. Other threats include chronic droughts in the deserts, habitat destruction due to more human settlements and agriculture. Fewer than 500 individuals are thought to exist in the wild today, most of the animals being found between the Termit area of Niger, the Bodélé region of western Chad, and the Aoukar in Mauritania.Today there are over 600 addax in Europe, Yotvata Hai-Bar Nature Reserve (Israel), Sabratha (Libya), Giza Zoo (Egypt), North America, Japan and Australia under captive breeding programmes. There are 1000 more in private collections and ranches in United States and the Middle East. Addax is legally protected in Morocco, Tunisia, and Algeria; hunting of all gazelles is forbidden in Libya and Egypt. Although enormous reserves, such as the Hoggar Mountains and Tasilli in Algeria, the Ténéré in Niger, the Ouadi Rimé-Ouadi Achim Faunal Reserve in Chad, and the newly established Wadi Howar National Park in Sudan, cover areas where addax previously occurred, some do not keep addax at present because they lack the resources. The addax has been reintroduced in Bou-Hedma National Park (Tunisia) and Souss-Massa National Park (Morocco). Reintroductions in the wild are ongoing in Jebil National Park (Tunisia) and Grand Erg Oriental (Sahara), and another is planned in Morocco.\n\n\n== References ==\n\n\n== External links ==\n Media related to Addax at Wikimedia Commons\n Data related to Addax nasomaculatus at Wikispecies",
    "ImageURL": "Addax_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Addax",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "AddaxLaurillard",
        "Species": "nasomaculatus"
    },
    "ScientificName": "AddaxLaurillard nasomaculatus",
    "Zone": "* #### I"
}