{
    "CommonName": "African polecat",
    "BriefSummary": "The striped polecat (Ictonyx striatus) - also called the African polecat, zoril, zorille, zorilla, Cape polecat, and African skunk - is a member of the family Mustelidae that resembles a skunk (of the family Mephitidae). The name \"zorilla\" comes from the word \"zorro\", which in Spanish means \"fox\". It lives predominantly in dry and arid climates, such as the savannahs and open country of Central, Southern, and sub-Saharan Africa, excluding the Congo basin and the more coastal areas of West Africa.",
    "WikiContents": "The striped polecat (Ictonyx striatus) - also called the African polecat, zoril, zorille, zorilla, Cape polecat, and African skunk - is a member of the family Mustelidae that resembles a skunk (of the family Mephitidae). The name \"zorilla\" comes from the word \"zorro\", which in Spanish means \"fox\". It lives predominantly in dry and arid climates, such as the savannahs and open country of Central, Southern, and sub-Saharan Africa, excluding the Congo basin and the more coastal areas of West Africa.\n\n\n== Physical characteristics ==\nStriped polecats are about 60–70 cm (24–28 in) in length, including their tails, and 10–15 cm (3.9–5.9 in) tall to the shoulders on average. They weigh anywhere from 0.6 kg (1.3 lb) to 1.3 kg (2.9 lb), generally, the males being the larger of the two sexes. Their specific coloring varies by location. Generally they are black on the underside, white on the tail, with stripes running from their heads down their backs and on their cheeks. The legs and feet are black. Their skulls are usually around 56 mm (2.2 in) long, and they have unique face mask coloring, often including a white spot on their head, and white ears. These masks are thought to serve as warnings to potential predators or other antagonists.\n\n\n== Diet ==\nLike other mustelids, the striped polecat is a carnivore. It has 34 sharp teeth which are optimal for shearing flesh and grinding meat. Its diet includes various small rodents, snakes, birds, amphibians, and insects. Due to their small stomachs, they must eat often, and have clawed paws to help them dig around in the dirt in pursuit of their next meal.\n\n\n== Lifestyle and reproduction ==\nThe striped polecat is a solitary creature, often only associating with other members of its species in small family groups or for the purpose of breeding. It is nocturnal, hunting mostly at night. During the day it will burrow into the brush or sleep in the burrows of other animals. Most often striped polecats are found in habitats with large ungulate populations, because of the lower level of shrub that often accompanies the presence of these grazers.After conception, the gestation period for a striped polecat is about four weeks. During this time the mother prepares a nest for her offspring. The newborn polecats will be completely vulnerable; they are born blind, deaf, and naked. Around one to five offspring are born per litter in the summer season. Up to six can be supported at one time because the mother has six teats. The mother will protect her young until they are able to survive on their own.\n\n\n== Defense mechanisms ==\nThe striped polecat is an aggressive and very territorial animal. It marks its territory with its feces and through an anal spray. The spray serves as a defense against predators, in a similar manner as employed by skunks. The spray, released by anal stink glands, temporarily blinds their adversaries and irritates the mucous membranes, resulting in an intense burning sensation. Before spraying the opponent with this noxious fluid, the striped polecat will often take a deimatic (threat) stance with its back arched, rear end facing the opponent, and tail straight up in the air.\n\n\n== Communication ==\nStriped polecats have been known to communicate with each other using a myriad of verbal signals and calls. Growls are used to act as a warning to possible predators, competitors, or other enemies to back off. High pitched screams have been observed as signifying situations of high aggression or accompanying the spraying of anal emissions. An undulating high to low pitched scream has been used to convey surrender or submission to an adversary. This call has been noted to accompany the subsequent release of the loser. Conversely, a quieter undulating call has been interpreted as functioning as a friendly salutation. Mating calls are common forms of communication between the sexes. Finally, young polecats often have a specific set of calls and signals, used when they are in adolescence, either signifying a feeling of distress or joy depending on if the mother is absent or present.\n\n\n== References ==\n\nLarivière, Serge (2002). Ictonyx striatus\". Mammalian Species (698):1–5.\nNowak, Ronald M. (2005). Walker's Carnivores of the World. Baltimore: Johns Hopkins Press. ISBN 0-8018-8032-7\n\n\n== External links ==\nIctonyx striatus on the Animal Diversity Web\nimages of zorilla (Ictonyx striatus) at ARKive",
    "ImageURL": "Africanpolecat_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Striped_polecat",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Mustelidae",
        "Genus": "Ictonyx",
        "Species": "striatus"
    },
    "ScientificName": "Ictonyx striatus",
    "Zone": "* #### K"
}