{
    "CommonName": "African bullfrog",
    "BriefSummary": "The African bullfrog (Pyxicephalus adspersus) is a species of frog in the family Pyxicephalidae. It is also known as the pixie frog due to its scientific name. It is found in Angola, Botswana, Kenya, Malawi, Mozambique, Namibia, South Africa, Swaziland, Tanzania, Zambia, Zimbabwe, and possibly the Democratic Republic of the Congo.\nIts natural habitats are dry savanna, moist savanna, subtropical or tropical dry shrubland, intermittent freshwater lakes, intermittent freshwater marshes, arable land, pastureland, canals, and ditches. It is a large frog, with males weighing 1.4 kg (3.1 lb), though they can easily exceed 2 kg (4.4 lb). Females are half the size of males, which is unusual since in most amphibian species females are larger than males. Males can reach 23 cm (9.1 in), while females are much smaller.",
    "WikiContents": "The African bullfrog (Pyxicephalus adspersus) is a species of frog in the family Pyxicephalidae. It is also known as the pixie frog due to its scientific name. It is found in Angola, Botswana, Kenya, Malawi, Mozambique, Namibia, South Africa, Swaziland, Tanzania, Zambia, Zimbabwe, and possibly the Democratic Republic of the Congo.\nIts natural habitats are dry savanna, moist savanna, subtropical or tropical dry shrubland, intermittent freshwater lakes, intermittent freshwater marshes, arable land, pastureland, canals, and ditches. It is a large frog, with males weighing 1.4 kg (3.1 lb), though they can easily exceed 2 kg (4.4 lb). Females are half the size of males, which is unusual since in most amphibian species females are larger than males. Males can reach 23 cm (9.1 in), while females are much smaller.\n\n\n== Feeding and habits ==\nThe African bullfrog is a voracious carnivore, eating insects, small rodents, reptiles, small birds, and other amphibians. It is also a cannibalistic species — the male African bullfrog is known for occasionally eating the tadpoles he guards.  An African bullfrog kept at the Pretoria Zoo in South Africa once ate 17 Juvenile Rinkhals Snakes (Hemachatus haemachatus). They emit a loud croaking and a bleating sound when stressed or handled. It is one of the three frog species that have sharp teeth and bite humans when provoked or handled; the other two are Pacman frogs and Budgett's frogs.\n\n\n== Reproduction ==\nBreeding starts after heavy rain (initiated by about 65 mm [2.6 in] of rain over the course of two days). They breed in shallow, temporary water bodies, such as pools, pans, and ditches. Eggs are laid in the shallow edge of the pond, but fertilization takes place above water.The African bullfrog males call out during the rainy season. The call lasts about a second and can be described as a low-pitched whoop. Males have two breeding strategies, depending on their age. Young males congregate in a small area, perhaps only 1 or 2 m2 (11 or 22 sq ft) of shallow water. The larger males occupy the center of these breeding arenas or leks and attempt to chase off other males. Often, they fight, causing injury or even killing one another. The dominant male attempts to prevent other males from breeding. A female approaches the group of males by swimming along at the surface until she is within a few meters of the group. Then the female dives to avoid the smaller males and surfaces in the defended area of a larger male in the middle of the group. This helps to ensure that she mates with the dominant male.The female lays about 3,000 to 4,000 eggs at a time. The tadpoles hatch and after two days start feeding on vegetation, small fish, invertebrates, and even each other. Defending males continue to watch over the tadpoles, which  metamorphose within three weeks. During the tadpole's development, the father guards his young. Due to the male bullfrog's overprotective behavior, he pounces and bites anything that he views as a threat. If the pool is in danger of drying out, the father uses his legs and head to dig a canal from the drying pond to a bigger pond. He continues to guard the tadpoles until they are old enough to fend for themselves, although he may also eat some of them.\n\n\n== Pet trade ==\nThe African bullfrog is an exotic pet in many countries around the world. Owning it is illegal in many states. Animals sold are generally bred in captivity. It is not unusual for pet African bullfrogs to live for 35 years in captivity.\n\n\n== References ==\n\n\n== External links ==\nNatural History, Care and Breeding Information for African Bullfrogs / Pyxie frogs",
    "ImageURL": "Africanbullfrog_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_bullfrog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Pyxicephalidae",
        "Genus": "Pyxicephalus",
        "Species": "adspersus"
    },
    "ScientificName": "Pyxicephalus adspersus"
}