{
    "CommonName": "African Penguin",
    "BriefSummary": "The African penguin (Spheniscus demersus), also known as the jackass penguin and black-footed penguin, is a species of penguin, confined to southern African waters. It is also widely known as the \"jackass\" penguin for its loud, donkey-like bray, although several related species of South American penguins produce the same sound. Like all extant penguins it is flightless, with a streamlined body, and wings stiffened and flattened into flippers for a marine habitat. Adults weigh on average 2.2–3.5 kg (4.9–7.7 lb) and are 60–70 cm (24–28 in) tall. It has distinctive pink patches of skin above the eyes and a black facial mask; the body upperparts are black and sharply delineated from the white underparts, which are spotted and marked with a black band. The pink gland above their eyes helps them to cope with changing temperatures. When the temperature gets hotter, the body of the African penguin sends more blood to these glands to be cooled by the air surrounding it. This then causes the gland to turn a darker shade of pink.The African penguin is a pursuit diver and feeds primarily on fish and squid. Once extremely numerous, the African penguin is declining rapidly due to a combination of several threats and is classified as endangered. It is a charismatic species and is popular with tourists.",
    "WikiContents": "The African penguin (Spheniscus demersus), also known as the jackass penguin and black-footed penguin, is a species of penguin, confined to southern African waters. It is also widely known as the \"jackass\" penguin for its loud, donkey-like bray, although several related species of South American penguins produce the same sound. Like all extant penguins it is flightless, with a streamlined body, and wings stiffened and flattened into flippers for a marine habitat. Adults weigh on average 2.2–3.5 kg (4.9–7.7 lb) and are 60–70 cm (24–28 in) tall. It has distinctive pink patches of skin above the eyes and a black facial mask; the body upperparts are black and sharply delineated from the white underparts, which are spotted and marked with a black band. The pink gland above their eyes helps them to cope with changing temperatures. When the temperature gets hotter, the body of the African penguin sends more blood to these glands to be cooled by the air surrounding it. This then causes the gland to turn a darker shade of pink.The African penguin is a pursuit diver and feeds primarily on fish and squid. Once extremely numerous, the African penguin is declining rapidly due to a combination of several threats and is classified as endangered. It is a charismatic species and is popular with tourists.\n\n\n== Taxonomy ==\nThe African penguin was one of the many bird species originally described by Linnaeus in the landmark 1758 10th edition of his Systema Naturae, where he grouped it with the wandering albatross on the basis of its bill and nostril morphology and gave it the name Diomedea demersa.The African penguin is a banded penguin, placed in the genus Spheniscus. The other banded penguins are the African penguin's closest relatives, and are all found mainly in the Southern Hemisphere: the Humboldt penguin and Magellanic penguins found in southern South America, and the Galápagos penguin found in the Pacific Ocean near the equator. All are similar in shape, colour and behaviour.\nThe African penguin is a member of the class Aves, and the order Sphenisciformes. It belongs to the penguin family Spheniscidae. It is classified as Spheniscus demersus. The genus to which the African penguin belongs, Spheniscus, derives from the Ancient Greek word sphen, which means wedge. This refers to their streamlined body shape. Its species name, demersus, is a Latin word for \"plunging\".\n\n\n== Description ==\n\nAfrican penguins grow to 60–70 cm (24–28 in) tall and weigh between 2.2–3.5 kg (4.9–7.7 lb).  They have a black stripe and black spots on the chest, the pattern of spots being unique for every penguin, like human fingerprints. They have pink glands above their eyes, which are used for thermoregulation. The hotter the penguin gets, the more blood is sent to these glands so it may be cooled by the surrounding air, thus making the glands more pink. This species exhibits slight sexual dimorphism: the males are slightly larger than the females and have longer beaks. Juveniles do not possess the bold, delineated markings of the adult but instead have dark upperparts that vary from greyish-blue to brown; the pale underparts lack both spots and the band. The beak is more pointed than that of the Humboldt. Their distinctive black and white colouring is a vital form of camouflage called countershading– white for underwater predators looking upwards and black for predators looking down onto the dark water.\nAfrican penguins look similar and are thought to be related to the Humboldt, Magellanic, and Galapagos penguins. African penguins have a very recognisable appearance with a thick band of black that is in the shape of an upside-down horseshoe. They have black feet and unique black spots that vary in size and shape per penguin. Magellanic penguins share a similar characteristic that often confuses the two; Magellanics have a double bar on the throat and chest, whereas the African has a single bar. These penguins have the nickname of \"jackass penguin\" which comes from the loud noises they make.\n\n\n== Distribution and habitat ==\nThe African penguin is only found on the south-western coast of Africa, living in colonies on 24 islands between Namibia and Algoa Bay, near Port Elizabeth, South Africa. It is the only penguin species that breeds in Africa and its presence gave name to the Penguin Islands.\n\nTwo colonies were established by penguins in the 1980s on the mainland near Cape Town, namely Boulders Beach near Simon's Town and Stony Point in Betty's Bay. Mainland colonies probably only became possible in recent times due to the reduction of predator numbers, although the Betty's Bay colony has been attacked by leopards. The only other mainland colony is in Namibia, but it is not known when it was established.\nBoulders Beach is a tourist attraction, for the beach, swimming and the penguins. The penguins will allow people to approach them as close as a metre.\nBreeding populations of African penguins are being kept in numerous zoos worldwide. No colonies are known outside the south-western coast of Africa, although vagrants (mostly juveniles) may occasionally be sighted beyond the normal range.\n\n\n=== Population ===\nRoughly 4 million penguins existed at the beginning of the 19th century. Of the 1.5-million population of African penguins estimated in 1910, only some 10% remained at the end of the 20th century. African penguin populations, which breed in Namibia and South Africa, have declined by 95 percent since pre-industrial times.The total population fell to 200,000 in 2000. In 2010, the number was estimated to be only at 55,000. At this rate of decline, the African penguin is expected to be extinct in the wild by 2026.5,000 breeding pairs were estimated to live in Namibia in 2008; in 2012, about 18,700 pairs were estimated to live in South Africa, with the majority of those numbers on St Croix Island in Algoa Bay.\n\n\n== Behaviour ==\n\n\n=== Diet ===\nAfrican penguins forage in the open sea, where they pursue pelagic fish such as sardines and anchovies (e.g. Engraulis capensis), and marine invertebrates such as squid and small crustaceans. Penguins normally swim within 20 km of the shore. A penguin may consume up to 540 grams of prey every day, but this may increase to over 1 kg when raising older chicks.Due to the collapse of a commercial pilchard fishery in 1960, African penguin diet has shifted towards anchovies to some extent, although available pilchard biomass is still a notable determinant of penguin population development and breeding success. While a diet of anchovy appears to be generally sufficient, it is not ideal due to lower concentrations of fat and protein. Penguin diet changes throughout the year; as in many seabirds, it is believed that the interaction of diet choice and breeding success helps the penguins maintain their population size. Although parent penguins are protective of their hatchlings, they will not incur nutritional deficits themselves if prey is scarce and hunting requires greater time or energy commitment. This may lead to higher rates of brood loss under poor food conditions.\nWhen foraging, African penguins carry out dives that on average reach a depth of 25 m and last for 69 s, although a maximum depth of 130 m and duration of 275 s has been recorded.\n\n\n=== Breeding ===\n\nThe African penguin is monogamous. It breeds in colonies, and pairs return to the same site each year. The African penguin has an extended breeding season, with nesting usually peaking from March to May in South Africa, and November and December in Namibia. A clutch of two eggs are laid either in burrows dug in guano, or scrapes in the sand under boulders or bushes. Incubation is undertaken equally by both parents for around 40 days. At least one parent guards the chicks for about one month, whereafter the chicks joins a crèche with other chicks, and both parents head out to sea to forage each day.\nChicks fledge at 60 to 130 days, the timing depending on environmental factors such as the quality and availability of food. The fledged chicks then go to sea on their own, where they spend the next one to nearly two years. They then return to their natal colony to molt into adult plumage.When penguins molt, they are unable to forage as their new feathers are not yet waterproof; therefore, they fast over the entire molting period, which in African penguins takes around three weeks.Female African penguins remain fertile for 10 years. African penguins spend most of their lives at sea until it comes time for them to lay their eggs. Due to the high predation on the mainland, African penguins will seek  protection on offshore islands, where they are safer from larger mammals and natural challenges. These penguins usually breed during the  winter when temperatures are lower. African penguins often will abandon their eggs if they become overheated in the hot sun. Abandoned eggs do not survive the heat. Ideally, eggs are incubated in a burrow dug into the guano layer, which provides a suitable temperature regulation, but the widespread human removal of guano deposits has rendered this type of nest unfeasible at many colonies. To compensate, penguins dig holes in the sand, breed in the open, or make use of nest boxes if such are provided. The penguins spend three weeks on land to provide for their offspring, after which chicks may be left alone during the day while the parents forage. The chicks are frequently killed by predators or succumb to the hot sun. The eggs are three to four times bigger than hen’s eggs. Parents usually feed hatchlings during dusk or dawn.\nIn 2015, when foraging conditions were favorable, more male than female African penguin chicks were produced in the colony on Bird Island.  Male chicks also had higher growth rates and fledging mass, and therefore may have higher post-fledging survival than females. This coupled with higher adult female mortality in this species may result in a male biased adult sex ratio, indicating that conservation strategies focused on benefiting female African Penguins may be necessary.\n\n\n=== Predation ===\nThe average lifespan of an African penguin is 10 to 27 years in the wild, and up to 30 in captivity.Primary predators of African penguins include sharks and fur seals. While nesting, kelp gulls, mongooses, caracals, Cape genets and domestic cats may prey on the penguins and their chicks. Pressure from terrestrial predators is higher if penguins are forced to breed in the open in the absence of suitable burrows or nest boxes.\n\n\n== Threats and conservation ==\n\n\n=== Historical exploitation ===\nAs recently as the 1970s, African penguin eggs were considered a delicacy and were still being collected for sale. Unfortunately, the practice was to smash eggs found a few days prior to gathering, to ensure that only fresh ones were sold. This added to the drastic decline of the African penguin population around the Cape coast, a decline which was hastened by the removal of guano from islands for use as fertiliser, eliminating the burrowing material used by penguins.\n\n\n=== Oil spills ===\nPenguins remain susceptible to pollution of their habitat by petrochemicals from spills, shipwrecks and cleaning of tankers while at sea.\n\n\n==== 2000 MV Treasure crisis ====\nDisaster struck on 23 June 2000, when the iron ore tanker MV Treasure sank between Robben Island and Dassen Island, South Africa. It released 1,300 tons of fuel oil, causing an unprecedented coastal bird crisis, oiling 19,000 adult penguins at the height of the best breeding season on record for this vulnerable species. The oiled birds were brought to an abandoned train repair warehouse in Cape Town to be cared for. An additional 19,500 un-oiled penguins were removed from Dassen Island and other areas before they became oiled, and were released about 800 kilometres east of Cape Town, near Port Elizabeth. This gave workers enough time to clean up the oiled waters and shores before the birds could complete their long swim home (which took the penguins between one and three weeks). Some of the penguins were named and radio-tracked as they swam back to their breeding grounds. Tens of thousands of volunteers helped with the rescue and rehabilitation process, which was overseen by IFAW (International Fund for Animal Welfare) and the South African Foundation for the Conservation of Coastal Birds (SANCCOB), and took more than three months to complete. This was the largest animal rescue event in history; more than 91% of the penguins were successfully rehabilitated and released – an amazing feat that could not have been accomplished without such a tremendous international response.Due to the positive outcome of African penguins being raised in captivity after tragedies, such as the Treasure oil spill, the species is considered a good \"candidate for a captive-breeding programme which aims to release offspring into the wild\"; however, worries about the spread of new strains of avian malaria is a major concerning factor in the situation.Bringing the birds inland led to the exposure of parasites and vector species such as mosquitoes, specifically avian malaria which has caused 27% of the rehabilitated penguins deaths annually.\n\n\n==== 1994 MV Apollo Sea disaster ====\nAfrican penguin casualties were significant following the sinking of the MV Apollo Sea and subsequent oil slick in 1994. 10,000 penguins were collected and cleaned, of which less than half survived.\n\n\n=== Competition by fisheries ===\nCommercial fisheries of sardines and anchovy, which constitute the two main prey species of the penguins, have forced these penguins to search for prey farther off shore, as well as having to switch to eat less nutritious prey. Experimental closures of the immediate vicinity of colony sites at e.g. Robben Island to fishery for short periods (3 years) were shown to result in marked benefits to penguin breeding success, and longer closure periods and their extension to further colonies are being evaluated.\n\n\n=== Conservation status ===\nThe African penguin is one of the species to which the Agreement on the Conservation of African–Eurasian Migratory Waterbirds (AEWA) applies. In November 2013 the African penguin was listed as endangered on the IUCN Red List of Threatened Species. In September 2010 it was listed as endangered under the US Endangered Species Act.\n\n\n=== Mediation efforts ===\nMany organisations such as SANCCOB, Dyer Island Conservation Trust, SAMREC and Raggy Charters with the Penguin Research Fund in Port Elizabeth are working to halt the decline of the African penguin. Measures include monitoring population trends, hand-rearing and releasing abandoned chicks, establishing artificial nests and proclaiming marine reserves in which fishing is prohibited. Some colonies (e.g. on Dyer Island) are suspected to be under heavy pressure from predation by Cape fur seals and may benefit from the culling of individual problem animals which has been found effective (although requiring a large amount of management effort) in trials.Established in 1968, SANCCOB is currently the only organisation mandated by the South African government to respond to crises involving seabirds along South Africa's coastline and is internationally recognised for the role it played during the MV Treasure oil spill when more than 20,000 African penguins were oiled when the ship sank between Robben Island and Dassen Island.  A modeling exercise conducted in 2003 by the University of Cape Town's Percy Fitz Patrick Institute of African Ornithology found that rehabilitating oiled African penguins has resulted in the current population being 19 percent larger than it would have been in the absence of SANCCOB's rehabilitation efforts.In February 2015, the Dyer Island Conservation Trust opened the African Penguin and Seabird Sanctuary (APSS) in Gansbaai, South Africa. The centre was opened by the Department of Tourism Minister Derek Hanekom  and will serve as a hub for seabird research carried out by the Dyer Island Conservation Trust.  The centre will also run local education projects, host international marine volunteers, and seek to improve seabird handling techniques and rehabilitation protocols.\n\n\n== Captivity ==\n\nAfrican penguins are a commonly seen species in zoos across the world. Because they do not require particularly low temperatures, they are often kept in outside enclosures. They adapt fairly well to this captive environment and are rather easy to breed compared to other species of the family. In Europe the breeding program or EEP is regulated by Artis zoo in the Netherlands, whilst in the United states the SSP is coordinated by Smithsonian National Zoological Park. The idea is to create a backup ex-situ population, as well as to aid in the conservation of the in-situ population. Between 2010 and 2013, American zoos spent $300 000 on in-situ conservation.\n\n\n== See also ==\nEndangered species\nWildlife of South Africa\n\n\n== References ==\n\n\n== External links ==\nCalifornia Academy of Sciences: Web cams, mobile app and blog\nARKive there are African penguins – Images and movies of the African penguin\nAfrican penguins from the International Penguin Conservation website\n\"Toronto Zoo | African Penguins – [1]\nDyer Island Conservation Trust\nAfrican Penguin and Seabird Sanctuary\nAfrican Penguin and Seabird Sanctuary\nAfrican penguins on Boulders beach south of Cape Town",
    "ImageURL": "AfricanPenguin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_penguin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Sphenisciformes",
        "Family": "Spheniscidae",
        "Genus": "Spheniscus",
        "Species": "demersus"
    },
    "ScientificName": "Spheniscus demersus"
}