{
    "CommonName": "African pied wagtail",
    "BriefSummary": "The African pied wagtail, or African wagtail, (Motacilla aguimp) is a species of bird in the family Motacillidae.",
    "WikiContents": "The African pied wagtail, or African wagtail, (Motacilla aguimp) is a species of bird in the family Motacillidae.\n\n\n== Description ==\n\nA striking black and white wagtail with black upperparts contrasting with white underparts, a white supercilium and a white patch in the folded wing. Juvenile birds are greyer, while birds of the nominate subspecies show grey flanks. They are 20 cm (7.9 in) long.\n\n\n== Distribution ==\nThe African pied wagtail is found in sub-Saharan Africa from the Eastern Cape north to extreme southern Egypt and from Guinea to western Eritrea and Somalia. It is a vagrant to Burkina Faso, Gambia, Mauritania and the Western Cape.\n\n\n== Habitat ==\nThe African pied wagtail inhabits subtropical or tropical seasonally wet or flooded lowland grassland, rivers, and, sometimes, freshwater marshes. In some areas it is commensal with humans in towns and villages.\n\n\n== Biology ==\nIn Malawi African pied wagtails start breeding before the rains and continue to breed into the rainy season, they breed during six months of the year peaking in March and October. Both the males and females participate in nest building but only the female incubates but both sexes feed the young. The mean clutch in Malawi was found to be 3.9 eggs.The African pied wagtail is monogamous, the cup-shaped nest is lined with grass and feathers and is usually situated near water in a convenient tangle of sticks. In settlements the nest may be located on buildings. The nests of the African pied wagtail are parasitised by the red-chested cuckoo Cuculus solitarius and the diderick cuckoo Chrysococcyx caprius. While chicks have been recorded as prey of Burchell's coucal Centropus burchellii.The African pied wagtail is mainly insectivorous but also feeds on other invertebrates, grass seeds, tadpoles, small fish and scraps of human food.\n\n\n== Etymology ==\nThe scientific binomial for the African pied wagtail is Motacilla aguimp; Motacilla, the name of the genus containing all but the forest wagtail of Asia, is from the Latin for a “little mover” while the specific name aguimp from the French for “with a wimple” which refers to the black hood of the African pied wagtail.\n\n\n== Taxonomy and subspecies ==\nAmong the wagtails the African pied wagtail is most similar in appearance to the recently discovered Mekong wagtail but genetic evidence suggests that the two are each other's closest relatives and are each just as related to other black and white wagtails such as the white wagtail M. alba complex or the white-browed wagtail M. maderaspatensis.There are currently two recognised subspecies of the African pied wagtail.\nM. a. aguimp – the Northern Cape and Free State provinces in western South Africa, and along the Gariep River from southernmost Lesotho to southernmost Namibia\nM. a. vidua – the remainder of its range\n\n\n== References ==\n\n\n== External links ==\nAfrican pied wagtail - Species text in The Atlas of Southern African Birds.",
    "ImageURL": "Africanpiedwagtail_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_pied_wagtail",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Motacillidae",
        "Genus": "Motacilla",
        "Species": "aguimp"
    },
    "ScientificName": "Motacilla aguimp",
    "Zone": "* #### K"
}