{
    "CommonName": "African Civet",
    "BriefSummary": "The African civet (; Civettictis civetta) is a large viverrid native to sub-Saharan Africa, where it is considered common and widely distributed in woodlands and secondary forests. It is listed  as Least Concern on the IUCN Red List since 2008. In some countries, it is threatened by hunting, and wild-caught individuals are kept for producing civetone for the perfume industry.The African civet is primarily nocturnal and spends the day sleeping in dense vegetation, but wakes up at sunset. It is a solitary mammal with a unique coloration: the black and white stripes and blotches covering its coarse pelage are an effective cryptic pattern. The black bands surrounding its eyes closely resemble those of the raccoon. Other distinguishing features are its disproportionately large hindquarters and its erectile dorsal crest. It is an omnivorous generalist, preying on small vertebrates, invertebrates, eggs, carrion, and vegetable matter. It is capable of killing venomous invertebrates and snakes. Prey is primarily detected by smell and sound rather than by sight. It is the sole member of its genus.",
    "WikiContents": "The African civet (; Civettictis civetta) is a large viverrid native to sub-Saharan Africa, where it is considered common and widely distributed in woodlands and secondary forests. It is listed  as Least Concern on the IUCN Red List since 2008. In some countries, it is threatened by hunting, and wild-caught individuals are kept for producing civetone for the perfume industry.The African civet is primarily nocturnal and spends the day sleeping in dense vegetation, but wakes up at sunset. It is a solitary mammal with a unique coloration: the black and white stripes and blotches covering its coarse pelage are an effective cryptic pattern. The black bands surrounding its eyes closely resemble those of the raccoon. Other distinguishing features are its disproportionately large hindquarters and its erectile dorsal crest. It is an omnivorous generalist, preying on small vertebrates, invertebrates, eggs, carrion, and vegetable matter. It is capable of killing venomous invertebrates and snakes. Prey is primarily detected by smell and sound rather than by sight. It is the sole member of its genus.\n\n\n== Taxonomy and evolution ==\n\nViverra civetta was the scientific name introduced in 1776 by Johann Christian Daniel von Schreber when he described African civets based on previous descriptions and accounts. Schreber is therefore considered the binomial authority.\nIn 1915, Reginald Innes Pocock described the structural differences between feet of African and large Indian civet (Viverra zibetha) specimens in the zoological collection of the Natural History Museum, London.  Because of marked differences, he proposed Civettictis as a new genus, with C. civetta as only species.\nThe following subspecies were proposed in the 20th century:\n\nC. c. congica described by Ángel Cabrera in 1929 was a zoological specimen from the upper Congo River.\nC. c. schwarzi was proposed by Cabrera in 1929 for African civet specimens from East Africa.\nC. c. australis described by Bengt G. Lundholm in 1955 was based on a male type specimen and three paratype specimens collected near the Olifants River in northeastern Transvaal province.\nC. c. volkmanni also described by Lundholm in 1955 was a specimen from the vicinity of Otavi in Namibia.\nC. c. pauli described in 2000 by  Dieter Kock, Künzel and Rayaleh was a specimen collected close to the coast near Djibouti.A 1969 study noted that this civet showed enough differences from the rest of the viverrines in terms of dentition to be classified under its own genus.\n\n\n=== Evolution ===\nA 2006 phylogenetic study showed that the African civet is closely related to the genus Viverra. It was estimated that the Civettictis-Viverra clade diverged from Viverricula around 16.2 Mya; the African civet split from Viverra 12.3 Mya. The authors suggested that the subfamily Viverrinae should be bifurcated into Genettinae (Poiana and Genetta) and Viverrinae (Civettictis, Viverra and Viverricula). The following cladogram is based on this study.\n\n\n== Etymology ==\nThe generic name Civettictis is a fusion of the French word civette and the Greek word ictis, meaning \"weasel\". The specific name civetta and the common name \"civet\" come from the French civette or the Arabic zabād or sinnawr al-zabād (\"civet cat\").\n\n\n== Characteristics ==\n\nThe African civet is the largest viverrid in Africa.\nIts head-and-body length is 67–84 cm (26–33 in), with a 34–47 cm (13–19 in) long tail and a weight range from 7 to 20 kg (15 to 44 lb). Females are smaller than males.\nIts shoulder height averages 40 cm (16 in). It is a stocky animal with a long body and appears short-legged for its size although its hind limbs are noticeably larger and more powerful.The African civet has a short broad neck, a pointed muzzle, small rounded ears, small eyes and a long bushy tail. It has five digits per manus in which the first toe is slightly set back from the others. It has long, curved, semi-retractile claws. Its feet are compact and unsuitable for digging or climbing and the soles of the feet are hairless. It has a modified synapsid skull which is heavy-built and is the longest of any viverrid. The zygomatic arch is robust and provides a large area for attachment of the masseter muscle. The skull also has a well-developed sagittal crest which provides a large area for attachment of the temporalis muscle. This musculature and the African civet's strong mandible give it a powerful bite oriented to its omnivorous diet. It has 40 teeth and a dental formula of 3.1.4.23.1.4.2Like many mammals, the African civet has two types of fur - under fur and guard hairs. The pelage of the African civet is coarse and wiry. The coat is unique to each individual, just like a human fingerprint. The dorsal base color of the fur varies from white to creamy yellow to reddish. The stripes, spots, and blotches which cover the animal are deep brown to black in coloration. Horizontal lines are prominent on the hind limbs, spots are normally present on the midsection of the animal and fade anteriorly into vertical stripes above the forelimbs. The tail of the African civet is black with a few white bands and the paws are completely black. The head, neck and ears are clearly marked. A black band stretches across its eyes like that of a raccoon and the coloration of its neck is referred to as a double collar because of the two black neck bands.Following the spine of the animal extending from the neck to the base of the tail is the erectile dorsal crest. The hairs of the erectile crest are longer than those of the rest of the pelage. If an African civet feels threatened, it raises its dorsal crest to make itself look larger and thus more formidable and dangerous to attack. This behavior is a predatory defense.The perineal gland is what this civet has historically been most often harvested for. This gland secretes a white or yellow waxy substance called civet, which is used by civets for marking territory and by humans as a perfume base. Perineal and anal glands are found in both male and female African civets, however, the glands are bigger in males, which can produce a stronger secretion. The perineal glands are located between the scrotum and the prepuce in males and between the anus and the vulva in females.\n\n\n== Distribution and habitat ==\n\nIn Guinea's National Park of Upper Niger, it was recorded during surveys conducted in 1996 to 1997.\nIn 2014 and 2015, it was recorded in Benin’s Pendjari National Park by camera-traps.\nIn Gabon’s Moukalaba-Doudou National Park, it was photographed close to forested areas during a survey in 2012.\nIn Batéké Plateau National Park, it was recorded in gallery forest along the Mpassa River during surveys conducted between June 2014 and May 2015.In the Republic of Congo, it was recorded in the Western Congolian forest–savanna mosaic of Odzala-Kokoua National Park during surveys in 2007.In the transboundary Dinder–Alatash protected area complex it was recorded during surveys between 2015 and 2018.\n\n\n== Behaviour and ecology ==\nResearch in southeastern Nigeria revealed that the African civet has an omnivorous diet. It feeds on rodents like giant pouched rats (Cricetomys), Temminck's mouse (Mus musculoides), Tullberg's soft-furred mouse (Praomys tulbergi), greater cane rat (Thryonomys swinderianus), typical striped grass mouse (Lemniscomys striatus), amphibians and small reptiles like Hallowell's toad (Amietophrynus maculatus), herald snake (Crotaphopeltis hotamboeia), black-necked spitting cobra (Naja nigricollis), common agama (Agama agama), Mabuya skinks, insects such as Orthoptera, Coleoptera as well as eggs, fruits, berries and seeds.\nStomach content of three African civets in Botswana included foremost husks of fan palm (Hyphaene petersiana) and jackalberry (Diospyros mespiliformis), and some remains of African red toad (Schismaderma carens), Acrididae grasshoppers and larvae of Dytiscidae beetles.Green grass is also frequently found in faeces, and this seems to be linked to the eating of snakes and amphibians.\n\n\n=== Reproduction ===\nCaptive females are polyestrous. Mating lasts 40 to 70 seconds.\nIn Southern Africa, African civets probably mate from October to November, and females give birth in the rainy season between January and February.The average lifespan of a captive African civets is 15 to 20 years. Females create a nest which is normally in dense vegetation and commonly in a hole dug by another animal.  Female African civets normally give birth to one to four young. The young are born in advanced stages compared to most carnivores. They are covered in a dark, short fur and can crawl at birth. The young leave the nest after 18 days but are still dependent on the mother for milk and protection for another two months.\n\n\n== Threats ==\nIn 2006, it was estimated that about 9,400 African civets are hunted yearly in the Nigerian part and more than 5,800 in the Cameroon part of the Cross-Sanaga-Bioko coastal forests.\nSkins and skulls of African civets were found in 2007 at the Dantokpa Market in southern Benin, where it was among the most expensive small carnivores. Local hunters considered it a rare species, indicating that the population declined due to hunting for trade as bushmeat.The perineal gland secretion, civet, has been the basic ingredient for many perfumes for hundreds of years and is still being used today although this has changed since the creation of synthetic musk. African civets have been kept in captivity and milked for their civet which is diluted into perfumes. They can secrete three to four grams of civet per week and it can be sold for just under five hundred dollars per kilogram.\n\n\n== References ==",
    "ImageURL": "AfricanCivet_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_civet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Viverridae",
        "Genus": "Civettictis",
        "Species": "civetta"
    },
    "ScientificName": "Civettictis civetta",
    "Zone": "* #### F"
}