{
    "CommonName": "African jacana",
    "BriefSummary": "The African jacana (Actophilornis africanus) is a wader in the family Jacanidae, identifiable by long toes and long claws that enable them to walk on floating vegetation in shallow lakes, their preferred habitat. Jacanas are found worldwide within the tropical zone, and this species is found in sub-saharan Africa.  For the origin and pronunciation of the name, see jacana.",
    "WikiContents": "The African jacana (Actophilornis africanus) is a wader in the family Jacanidae, identifiable by long toes and long claws that enable them to walk on floating vegetation in shallow lakes, their preferred habitat. Jacanas are found worldwide within the tropical zone, and this species is found in sub-saharan Africa.  For the origin and pronunciation of the name, see jacana.\n\n\n== Description ==\nAfrican jacanas are conspicuous and unmistakable birds. They are about 30 cm long, but females are larger than males. They have chestnut upperparts with black wingtips, rear neck, and eyestripe. The underparts are also chestnut in the adults, only in juveniles they are white with a chestnut belly patch. The blue bill extends up as a coot-like head shield, and the legs and long toes are grey.\n\n\t\t\n\t\t\n\t\t\n\n\n== Behaviour ==\n\n\n=== Food and feeding ===\nAfrican jacanas feed on insects and other invertebrates picked from the floating vegetation or the surface of the water.\n\n\n=== Breeding ===\nAfrican jacanas breed throughout sub-Saharan Africa. It is sedentary apart from seasonal dispersion. It lays four black-marked brown eggs in a floating nest.\nThe jacana has evolved a highly unusually polyandrous mating system, meaning that one female mates with multiple males and the male alone cares for the chicks.  Such a system has evolved due to a combination of two factors: firstly, the lakes that the jacana lives on are so resource-rich that the relative energy expended by the female in producing each egg is effectively negligible.  Secondly the jacana, as a bird, lays eggs and eggs can be equally well incubated and cared for by a parent bird of either gender.  This means that the rate-limiting factor of the jacana's breeding is the rate at which the males can raise and care for the chicks.  Such a system of females forming harems of males is in direct contrast to the more usual system of leks seen in animals such as stags and grouse, where the males compete and display in order to gain harems of females.\nThe parent that forms part of the harem is almost always the one that ends up caring for the offspring; in this case, each male jacana incubates and rears a nest of chicks.  The male African jacana has therefore evolved some remarkable adaptations for parental care, such as the ability to pick up and carry chicks underneath its wings.\n\n\n== References ==\n\nShorebirds by Hayman, Marchant and Prater. ISBN 0-395-60237-8\n\n\n== External links ==\nAfrican jacana - Species text in The Atlas of Southern African Birds",
    "ImageURL": "Africanjacana_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_jacana",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Jacanidae",
        "Genus": "Actophilornis",
        "Species": "africanus"
    },
    "ScientificName": "Actophilornis africanus",
    "Zone": "* #### F"
}