{
    "CommonName": "African fish eagle",
    "BriefSummary": "The African fish eagle (Haliaeetus vocifer), or to distinguish it from the true fish eagles (Ichthyophaga), the African sea eagle, is a large species of eagle found throughout sub-Saharan Africa wherever large bodies of open water with an abundant food supply occur. It is the national bird of Namibia, Zimbabwe, Zambia, and South Sudan. As a result of its large range, it is known in many languages. Examples of names include:\nvisarend in Afrikaans, nkwazi in Chewa, aigle pêcheur in French, hungwe in Shona, and inkwazi in isiZulu. This species may resemble the bald eagle in appearance; though related, each species occurs on different continents, with the bald eagle being resident in North America.\n\n",
    "WikiContents": "The African fish eagle (Haliaeetus vocifer), or to distinguish it from the true fish eagles (Ichthyophaga), the African sea eagle, is a large species of eagle found throughout sub-Saharan Africa wherever large bodies of open water with an abundant food supply occur. It is the national bird of Namibia, Zimbabwe, Zambia, and South Sudan. As a result of its large range, it is known in many languages. Examples of names include:\nvisarend in Afrikaans, nkwazi in Chewa, aigle pêcheur in French, hungwe in Shona, and inkwazi in isiZulu. This species may resemble the bald eagle in appearance; though related, each species occurs on different continents, with the bald eagle being resident in North America.\n\n\n== Taxonomy ==\nThe African fish eagle is a species placed in the genus Haliaeetus (sea eagles). Its closest relative appears to be the critically endangered Madagascar fish eagle (H. vociferoides). Like all sea eagle species pairs, this one consists of a white-headed species (the African fish eagle) and a tan-headed one. These are an ancient lineage of sea eagles, and as such, have dark talons, beaks, and eyes Both species have at least partially white tails even as juveniles. The scientific name is derived from Haliaeetus, New Latin for \"sea eagle\" (from the Ancient Greek haliaetos), and vocifer is derived from its original genus name, so named by the French naturalist François Levaillant, who called it 'the vociferous one'.\n\n\n== Description ==\nThe African fish eagle is a large bird, and the female, at 3.2–3.6 kg (7.1–7.9 lb) is larger than the male, at 2.0–2.5 kg (4.4–5.5 lb). This is typical sexual dimorphism in birds of prey. Males usually have wingspans around 2 m (6.6 ft), while females have wingspans of 2.4 m (7.9 ft). The body length is 63–75 cm (25–29.5 in). The adult is very distinctive in appearance with a mostly brown body with a white head like the bald eagle and large, powerful, black wings. The head, breast, and tail of African fish eagles are snow white, with the exception of the featherless face, which is yellow. The eyes are dark brown in colour. The hook-shaped beak, ideal for a carnivorous lifestyle, is yellow with a black tip. The plumage of the juvenile is brown in colour, and the eyes are paler compared to the adult. The feet have rough soles and are equipped with powerful talons to enable the eagle to grasp slippery aquatic prey. While this species mainly subsists on fish, it is opportunistic and may take a wider variety of prey such as waterbirds. Its distinctive cry is, for many, evocative of the spirit or essence of Africa. The call, shriller when uttered by males, is a weee-ah, hyo-hyo or a heee-ah, heeah-heeah.\n\n\n== Distribution and habitat ==\nThis species is still quite common near freshwater lakes, reservoirs, and rivers, although they can sometimes be found near the coast at the mouths of rivers or lagoons. African fish eagles are indigenous to sub-Saharan Africa, ranging over most of continental Africa south of the Sahara Desert. Several examples of places where they may be resident include the Orange River in South Africa and Namibia, the Okavango Delta in Botswana, and Lake Malawi bordering Malawi, Tanzania, and Mozambique. The African fish eagle is thought to occur in substantial numbers around the locations of Lake Victoria and other large lakes in central Africa, particularly the Rift Valley lakes. This is a generalist species, requiring only open water with sufficient prey and a good perch, as evidenced by the number of habitat types in which this species may be found, including grassland, swamps, marshes, tropical rainforest, fynbos, and even desert-bordering coastlines, such as that of Namibia. The African fish eagle is absent from arid areas with little surface water.\n\n\n== Reproduction ==\n\nAfrican fish eagles breed during the dry season, when water levels are low. They are believed to mate for life. Pairs often maintain two or more nests, which they frequently reuse. Because nests are reused and built upon over the years, they can grow quite large, some reaching 2 m (6.0 ft) across and 1.2 m (3.9 ft) deep. The nests are placed in a large tree and are built mostly of sticks and other pieces of wood.\n\nThe female lays one to three eggs, which are primarily white with a few reddish speckles. Incubation is mostly done by the female, but the male incubates when the female leaves to hunt. Incubation lasts for 42 to 45 days before the chicks hatch. Siblicide does not normally occur in this taxon, and the parents often successfully rear two or three chicks. Chicks fledge around 70 to 75 days old. Postfledgling dependence lasts up to three months, whereafter the juveniles become nomadic, and may congregate in groups away from territorial adults. Those that survive their first year have a life expectancy of some 12 to 24 years.\n\n\n== Diet ==\n\nThe African fish eagle feeds mainly on fish, which it swoops down upon from a perch in a tree, snatching the prey from the water with its large, clawed talons. The eagle then flies back to its perch to eat its catch.\nLike other sea eagles, the African fish eagle has structures on its toes called spiricules that allow it to grasp fish and other slippery prey. The osprey, a winter visitor to Africa, also has this adaptation. Should the African fish eagle catch prey over ten times their own body weight, it is too heavy to allow the eagle to get lift, so it instead drags the fish across the surface of the water until it reaches the shore. If it catches a fish too heavy to allow the eagle to sustain flight, it will drop into the water and paddle to the nearest shore with its wings. The African fish eagle is known to steal the catch of other bird species (such as goliath herons)  in a behaviour known as kleptoparasitism. It also feeds on birds especially waterbirds such as ducks, greater and lesser flamingos, small turtles and terrapins, baby crocodiles, lizards, frogs, and carrion. Occasionally, it may even carry off mammalian prey, such as hyraxes and monkeys. It has also been observed feeding on domestic fowl (chickens).\n\n\n== Relationship with humans ==\n\n\n=== Conservation ===\nThis species is listed as least concern by the IUCN. The estimated population size is about 300,000 individuals with a distribution area of 18,300,000 km2.\n\n\n=== Heraldry ===\nIn the form of the Zimbabwe Bird, it is the national bird of Zimbabwe and appears on the Zimbabwean flag. The bird also figures in the coat of arms of Namibia, Zambia, and South Sudan, and on the Zambian flag.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nAfrican fish eagle - Species text in The Atlas of Southern African Birds",
    "ImageURL": "Africanfisheagle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_fish_eagle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "Accipitridae",
        "Genus": "Haliaeetus",
        "Species": "vocifer"
    },
    "ScientificName": "Haliaeetus vocifer",
    "Zone": "* #### J"
}