{
    "CommonName": "African Forest Elephant",
    "BriefSummary": "The African forest elephant (Loxodonta cyclotis) is a forest-dwelling species of elephant found in the Congo Basin. It is the smallest of the three extant species of elephant, but still one of the largest living terrestrial animals. The African forest elephant and the African bush elephant, L. africana, were considered to be one species until genetic studies indicated that they separated an estimated 2–7 million years ago. From an estimated population size of over 2 million prior to the colonization of Africa, the population in 2015 is estimated to be about 100,000 forest elephants, mostly living in the forests of Gabon. Due to a slower birth rate, the forest elephant takes longer to recover from poaching, which caused its population to fall by 65% from 2002 to 2014.",
    "WikiContents": "The African forest elephant (Loxodonta cyclotis) is a forest-dwelling species of elephant found in the Congo Basin. It is the smallest of the three extant species of elephant, but still one of the largest living terrestrial animals. The African forest elephant and the African bush elephant, L. africana, were considered to be one species until genetic studies indicated that they separated an estimated 2–7 million years ago. From an estimated population size of over 2 million prior to the colonization of Africa, the population in 2015 is estimated to be about 100,000 forest elephants, mostly living in the forests of Gabon. Due to a slower birth rate, the forest elephant takes longer to recover from poaching, which caused its population to fall by 65% from 2002 to 2014.\n\n\n== Classification ==\n\nThe African forest elephant was once considered to be a subspecies, Loxodonta africana cyclotis, of the African elephant, together with the African bush elephant. DNA tests, however, indicated that the two populations were much more genetically distinct than previously believed. In 2010, a genetic study confirmed they are separate species which diverged from each other an estimated two to seven million years ago. Still, many governmental (e.g. USFWS) and non-governmental agencies (e.g. IUCN) consider the forest elephant to be a subspecies for regulatory and conservation purposes. In 2016, DNA sequence analysis argued that L. cyclotis is more closely related to the extinct European straight-tusked elephant, Palaeoloxodon antiquus, than it is to L. africana.The disputed pygmy elephants of the Congo Basin, formerly considered to be a separate species (Loxodonta pumilio) are probably forest elephants whose diminutive size or early maturity is due to environmental conditions.\n\n\n== Physical characteristics ==\nGenerally, these forest-dwelling elephants are smaller and darker than their savanna relatives, the bush elephants. The species normally has five toenails on the fore foot and four on the hind foot, like the Asian elephant, but unlike the African bush elephant, which normally has four toenails on the fore foot and three on the hind foot. They also protect themselves from the sun by using sand.\n\n\n=== Size ===\nA male African forest elephant rarely exceeds 2.5 m (8.2 ft) in height, considerably smaller than the bush species,which is usually over 3 m (9.8 ft) and sometimes almost 4 m (13.1 ft) tall. L. cyclotis reportedly weighs around 2.7 tonnes (5,950 lb), with the largest specimens attaining 6 tonnes (13,230 lb). Pygmy elephants of the Congo Basin, presumed to be a subgroup of L. cyclotis, have reportedly weighed as little as 900 kg (1,980 lb) as adults.\n\n\n=== Skin ===\nElephants have sensitive skin which can make them prone to sunburn, especially when young. The wrinkles in the elephants’ skin help keep them cool by giving heat a larger surface area through which it can dissipate. The creases in the hide of the elephant trap and absorb moisture longer than one with smooth skin; that prolongs the evaporation process, which allows the elephant to release up to 75% of its body heat. Since these elephants live in areas where temperatures can reach up to 120 degrees Fahrenheit (49 °C) in the daytime, the forest elephants skin is significantly more wrinkled than that of Asian elephants.\n\n\n=== Tusks ===\nCompared to the bush elephant, the African forest elephant has a longer, more narrow mandible. Its tusks are straighter and point downward, unlike the savanna elephants that have curved tusks. They are also harder and have a more yellow or brownish colour. These strong tusks are used to push through the dense undergrowth of their habitat and bull elephants (mature males) are sometimes known to have exceptionally long tusks that reach almost to the ground. Their tusks can grow to about 1.5 m (5 ft) long and can weigh between 50 and 100 pounds (23 and 45 kg), which is around the same size as a small adult human. Males often use their tusks when fighting with one another and to establish dominance.\n\n\n=== Trunk ===\nThe top lip and nose are elongated into a trunk that is distinctly more hairy than savanna elephants. The trunk, having highly sensitive tactile perception, serves numerous functions. Elephant trunks are more sensitive than human fingers and are used for signaling, detection, drinking and snorkeling through water, sound production and communication, bathing, defense, and offense. Their trunks also have over 100,000 individual muscles, making them very strong and useful appendages.The trunk of this species ends in two opposing processes (or lips), which contrasts that of the Asian elephant, whose trunk concludes in a single process.\n\n\n=== Ears ===\nForest elephants have smaller, more rounded ears than the bush elephant. Their ears serve as a cooling system and by simply flapping them, they can reduce their body temperature by up to 10 degrees Fahrenheit (~5.6 degrees Celsius). Air permeates the thin ears of the elephant, thereby cooling blood as it goes through a web of blood vessels inside the ear before going back to the body.\n\n\n== Behaviour ==\n\nAfrican forest elephants travel in smaller groups than other elephant species. A typical group size consists of two to eight individuals. The average family unit is three to five members, usually made up of female relatives. Most family groups are a mother and several of her offspring, or several groups of females and their offspring that interact with one another, especially at forest clearings. Female offspring are philopatric, male offspring disperse at maturity. Unlike African savanna elephants, African forest elephants do not usually interact with other family groups. Male African forest elephants tend to be solitary and only associate with other elephants during the mating season. Males have a dominance hierarchy based on size.\n\n\n=== Communication ===\nSince this species is newly recognized, little to no literature is available on communication and perception. For these mammals, hearing and smell are the most important senses they possess because they do not have good eyesight. They can recognize and hear vibrations through the ground and can detect food sources with their sense of smell. Elephants are also an arrythmic species, meaning they have the ability to see just as well in dim light as they can in the daylight. They are capable of doing so because the retina in their eyes adjusts nearly as quickly as light does.The elephant's feet are sensitive and can detect vibrations through the ground, whether thunder or elephant calls, from up to 10 miles away.\n\n\n=== Reproduction ===\nFemales reach sexual maturity between the age of 8 and 12 years, depending on the population density and nutrition available. On average, they begin breeding at the age of 23 and give birth every 5-6 years. As a result, the birth rate is lower than the bush species, which starts breeding at age 12 and has a calf every 3-4 years. That time allows mothers to devote all the attention that the calf needs to teach it all the complex tasks that come with being an elephant, such as using their trunk to eat, wash, and drink.\nBaby elephants weigh around 232 pounds (105 kg) at birth. Almost immediately, they can stand up and move around, allowing the mother to roam around and forage, which is also essential to reduce predation. The baby suckles using its mouth while its trunk is held over its head. Their tusks do not come until around 16 months and calves are not weaned until they are roughly 4 or 5 years old. By this time, their tusks are around 14 cm long and begin to get in the way of sucking.Forest elephants have a lifespan of about 60 to 70 years and mature slowly, coming to puberty in their early teens. Males generally pass puberty within the next year or two of females. Between the ages of 15 and 25, males experience \"musth\", which is a hormonal state they experience marked by increased aggression. The male secretes fluid from the temporal gland between its ear and eye during this time. Younger males often experience musth for a shorter period of time, while older males do for a longer time. When undergoing musth, males have a more erect walk with their heads high and tusks inward, they may rub their heads on trees or bushes to spread the musth scent, and they may even flap their ears, accompanied by a musth rumble, so that their smell can be blown towards other elephants. Another behavior affiliated with musth is urination. Males allow their urine to slowly come out and spray the insides of their hind legs. All of these behaviors are to advertise to receptive females and competing males they are in the musth state.The females are polyestrous, which means that they are capable of conceiving multiple times a year, which is a reason as to why they do not appear to have a breeding season. However, there does appear to be a peak in conceptions during the two rainy seasons of the year. Generally, the female conceives after two or three matings. Although the female has plenty of room in her uterus to gestate twins, rarely are twins conceived. The female African forest elephant’s pregnancy lasts 22 months. Based on the maturity, fertility, and gestation rates, African forest elephants have the capabilities of increasing the species' population size by 5% annually in ideal conditions.\n\n\n== Diet and ecological role ==\n\nThe African forest elephant is a herbivore, and commonly eats leaves, fruit, and bark, with occasional visits to mineral licks. It eats a high proportion of fruit, and is sometimes the only disperser of some tree species, such as Balanites wilsoniana and Omphalocarpum spp.  Elephants have been referred to as \"forest gardeners\" due to their significant role in seed dispersal and maintaining plant diversity. In Afrotropical forests, many of these plant species are disseminated by forest elephants, sometimes at very long dispersal distances, a mutualism that matters to the population dynamics of plants and to the structure of forest tree communities. Moreover, the rate of seed germination of many forest plant species increases significantly after passage through an elephant’s gut.Analysis of 855 elephant dung piles suggested that forest elephants disperse more intact seeds than any other species or genus of large vertebrate in African forests, while GPS telemetry data showed that forest elephants regularly disperse seeds over unprecedented distances compared to other dispersers. The African forest elephant was observed opportunistically over a period of seven years between 1984 and 1991 in lowland rain forest in the Lopé Reserve, Gabon. Diet of elephants at Lopé was diverse, including a minimum of 307 items. The bulk of the diet, in terms of number of species and quantities eaten, came from leaves and bark (70% of all items recorded). Trees represented 73% of the species fed upon. In contrast to savanna-living populations, fruit was an important part of the diet. Fruit of at least 72 species is eaten and the remains of at least one species of fruit was found in 82% of 311 fresh dung piles searched over a one-year period.A unique aspect of the forest elephants ecology is the appeal they have to clearings in the forest, known as \"bais\" by Central Africans, where they seek minerals and social interactions.\n\n\n== Threats and conservation ==\n\nBeing the largest land mammal, elephants do not have many natural predators. Rather, humans have proved to be the greatest threat to African forest elephants. While there was a ban on the international trade in elephant products including ivory that was implemented in 1990, when the African elephant was added to Appendix I of the Convention on International Trade in Endangered Species, the ivory trade continues to be the reason for countless elephant deaths. Another threat to this species is the prolific logging industry in Central Africa. While selective logging, the more popular practice of extracting wood in Central Africa, may actually benefit forest elephants by creating more of their preferred habitat (secondary forest), the construction of roads used by the logging industry may have a detrimental effect by making these elephants more accessible to poachers as well as the bushmeat and ivory trade. Other threats include habitat loss through the conversion of land to agriculture and increasing competition for resources with growing human populations.\n\n\n=== Illegal wildlife trade ===\nForest elephants are suffering a sharp decline due to poaching for bush meat and ivory for the international ivory trade. Thousands upon thousands of elephants are killed every year to satisfy the illegal international demand for ivory. Around 62% of forest elephants have been slaughtered for their ivory in the last decade alone.\n\n\n==== Poaching ====\nLate in the 20th century, conservation workers established a DNA identification system to trace the origin of poached ivory. Due to poaching to meet high demand for ivory, the African forest elephant population approached critical levels in the 1990s and early 2000s. Over several decades, numbers are estimated to have fallen from approximately 700,000 to less than 100,000, with about half of the remaining population in Gabon. In May 2013, Sudanese poachers invaded the Central African Republic's Dzanga Bai World Heritage Site and killed 26 elephants. Communications equipment, video cameras, and additional training of park guards were provided following the massacre to improve protection of the site. In September 2013, it was estimated that the forest elephant could become extinct within ten years. From mid-April to mid-June 2014, poachers killed 68 elephants in Garamba National Park, including young ones without tusks. According to DNA tests, most forest elephants are poached in Tridom, a border region of Gabon, the Republic of the Congo, and Cameroon. At the request of President Ali Bongo Ondimba, twelve British soldiers traveled to Gabon in 2015 to assist in training park rangers following the poaching of many elephants in Minkebe National Park.There is no ivory that is more desirable than that of the forest elephant. That is due to the fact that ivory that comes from savanna and Asian elephants is softer than the forest elephants. The harder ivory of the forest elephant makes for more enhanced carving and demands a heavier price on the black market. This preference is best evident in Japan; this is where harder ivory has nearly monopolized the trade for some time. Premium quality bachi, a traditional Japanese plucking tool used for string instruments, are contrived exclusively from forest elephants tusks.In the impenetrable and often trackless expanses of the rain forests of the Congo Basin, poaching is extremely difficult to detect and track. Levels of off-take, for the most part, are estimated from ivory seizures. As protection in East and Southern Africa become more effective, where there are anti-poaching teams and monitoring with small planes for surveillance, the scarcely populated and unprotected forests in Central Africa are most likely becoming increasingly alluring to organized poachers.\n\n\n==== Bushmeat trade ====\nIt is not ivory alone that drives forest elephant poaching, killing for bushmeat in Central Africa has evolved into an international business in recent decades with markets reaching New York and other major cities of the United States; and the industry is still on the rise. This illegal market poses the greatest threat not only to forest elephants where hunters can target elephants of all ages, including babies, but to all of the larger species in the forests.There are actions that can be taken to lower the incentive for supplying to the bushmeat market. Regional markets, and the international trade, require the transporting of extensive amounts of animal meat which, in turn, requires the utilisation of vehicles. Having checkpoints on major roads and railroads can potentially help disrupt commercial networks.Civil unrest, human encroachment, and habit fragmentation leaves some elephants confined to small patches of forest without sufficient food. In January 2014, IFAW undertook a relocation project at the request of the Côte d'Ivoire government, moving four elephants from Daloa to Azagny National Park.\n\n\n== Observation ==\nAfrican forest elephants are estimated to constitute up to one-third of the continent's elephant population, but have been poorly studied because of the difficulty in observing them through the dense vegetation that makes up their habitat. Thermal imaging has facilitated observation of the species, leading to more information on their ecology, numbers, and behavior, including their interactions with elephants and other species. Scientists have learned more about how the elephants, who have poor night vision, negotiate their environment using only their hearing and olfactory senses. They also appeared to be much more active sexually during night compared to the day, which was unexpected.\n\n\n== References ==\n\n\n== Further reading ==\n\nYasuko Ishida et al (2018). Evolutionary and demographic processes shaping geographic patterns of genetic diversity in a keystone species, the African forest elephant (Loxodonta cyclotis). Ecology and Evolution.\nStéphanie Bourgeois et al (2018). Single‐nucleotide polymorphism discovery and panel characterization in the African forest elephant. Ecology and Evolution.\nJohn R. Poulsen et al (2017). Ecological consequences of forest elephant declines for Afrotropical forests. Conservation Biology.\n\n\n== External links ==\nAfrican Forest Elephant Foundation\nWCS.org: Forest Elephant Program\nARKive .org: Images and movies of the forest elephant (Loxodonta cyclotis)\nBBC Wildlife Finder - video clips from the BBC archive\nPBS Nature: Tracking Forest Elephants\nElephant Information Repository — in-depth resource on elephants.\nThe Elephant Listening Project — information on forest elephants and their vocalizations.\nAWF.org: African Forest Elephant — photos and info.",
    "ImageURL": "AfricanForestElephant_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_forest_elephant",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Proboscidea",
        "Family": "Elephantidae",
        "Genus": "Loxodonta",
        "Species": "cyclotis"
    },
    "ScientificName": "Loxodonta cyclotis",
    "Zone": "* #### A"
}