{
    "CommonName": "African darter",
    "BriefSummary": "The  African darter (Anhinga rufa), sometimes called the snakebird, is a water bird of sub-Saharan Africa and Iraq.",
    "WikiContents": "The  African darter (Anhinga rufa), sometimes called the snakebird, is a water bird of sub-Saharan Africa and Iraq.\n\n\n== Taxonomy ==\nThe African darter is a member of the darter family, Anhingidae, and is closely related to American (Anhinga anhinga), Oriental (Anhinga melanogaster), and Australasian (Anhinga novaehollandiae) darters.\n\n\n== Description ==\nThe male is mainly glossy black with white streaking, but females and immature birds are browner. The African darter differs in appearance from the American darter most recognisably by its thin white lateral neck stripe against a rufous background colour. The pointed bill should prevent confusion with cormorants.\nIt is an 80 cm long cormorant-like fish-eating species with a very long neck, like other anhingas.\n\n\t\t\n\t\t\n\t\t\n\n\n== Distribution ==\nThe African darter is found throughout sub-Saharan Africa wherever large bodies of water occur; overall the species remains widespread and common.One subspecies, the Levant darter (Anhinga rufa chantrei), occurred at Lake Amik (Amik Gölü) in south-central Turkey, in Hula valley lake and marshes in northern Israel and in the Mesopotamian Marshes of the lower Euphrat and Tigris rivers in southern Iraq. The Turkish population disappeared during the 1930s and the Israeli population during Hula drainage in the 1950s. It was feared that it also had disappeared from Iraq, but a small and threatened population remains at least in the Hawizeh Marshes (part of the Mesopotamian Marshes), which are also home to numerous other waters birds such as little grebe, pygmy cormorant, marbled teal and sacred ibis.\n\n\n== Behavior ==\n\nThis species builds a stick nest in a tree and lays 3–6 eggs. It often nests with herons, egrets and cormorants.\nIt often swims with only the neck above water, hence the common name snakebird. This, too, is a habit shared with the other anhingas.\nUnlike many other waterbirds the feathers of the African darter do not contain any oil and are therefore not waterproof. Because of this, the bird is less positively buoyant and its diving capabilities are enhanced. After diving for fish, the feathers can become waterlogged. In order to be able to fly and maintain heat insulation, it needs to dry its feathers. Thus the African darter is often seen sitting along the waterside spreading its wings and drying its feathers in the wind and the sun along with cormorants which may share its habitat.\n\n\n== Bibliography ==\nBirds of The Gambia by Barlow, Wacher and Disley, ISBN 1-873403-32-1\nBirds of Southern Africa by Sinclair, Hockey, Tarboton, ISBN 978-1-86872-721-6\n\n\n== References ==\n\n\n== External links ==\n(African) darter - Species text in The Atlas of Southern African Birds.",
    "ImageURL": "Africandarter_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_darter",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Suliformes",
        "Family": "Anhingidae",
        "Genus": "Anhinga",
        "Species": "rufa"
    },
    "ScientificName": "Anhinga rufa"
}