{
    "CommonName": "African clawless otter",
    "BriefSummary": "The African clawless otter (Aonyx capensis), also known as the Cape clawless otter or groot otter, is the second-largest freshwater species of otter. African clawless otters are found near permanent bodies of water in savannah and lowland forest areas. They range through most of sub-Saharan Africa, except for the Congo River basin and arid areas. \nThey are characterized by partly webbed and clawless feet, from which their name is derived. The word aonyx means \"clawless\", derived from the prefix a- (\"without\") and onyx (\"claw/hoof\").",
    "WikiContents": "The African clawless otter (Aonyx capensis), also known as the Cape clawless otter or groot otter, is the second-largest freshwater species of otter. African clawless otters are found near permanent bodies of water in savannah and lowland forest areas. They range through most of sub-Saharan Africa, except for the Congo River basin and arid areas. \nThey are characterized by partly webbed and clawless feet, from which their name is derived. The word aonyx means \"clawless\", derived from the prefix a- (\"without\") and onyx (\"claw/hoof\"). \n\n\n== Taxonomy ==\nAonyx capensis is a member of the weasel family (Mustelidae) and of the order Carnivora. The earliest known species of otter, Potamotherium valetoni, occurred in the upper Oligocene of Europe: A. capensis first appears in the fossil record during the Pleistocene.  Aonyx is closely related to the extinct giant Sardinian otter, Megalenhydris.\n\n\n=== Subspecies ===\nMammal Species of the World lists six subspecies of Aonyx capensis:\nA. c. capensis (Schinz, 1821)\nA. c. hindei (Thomas, 1905)\nA. c. meneleki (Thomas, 1903)\nA. c. congicus (Lönnberg, 1910)\nA. c. microdon (Pohle, 1920)\nA. c. philippsi (Hinton, 1921)However, some authorities consider the Congo/Cameroon clawless otter to be a separate species (A. congicus). Under this view, only the first three of the above list would be subspecies of A. capensis.\n\n\n== Description ==\n\nAfrican clawless otters have thick, smooth fur with almost silky underbellies. Chestnut in color, they are characterized by white facial markings that extend downward towards their throat and chest areas. Paws are partially webbed with five fingers, and no opposable thumbs. All lack claws except for digits 2, 3, and 4 of the hind feet. Their large skulls are broad and flat, with relatively small orbits and short rostra. Molars are large and flat, used for crushing of prey. Male otters are slightly larger than females on average. Adults are 113–163 cm (45–64 in) in length, including their tails that comprised about a third of their length. Weights can range from 10–36 kg (22-80 lbs), with most otters averaging between 12 and 21 kg (26-46 lbs). Despite being closely related to the oriental small-clawed otter, the African clawless otter is often twice as massive as that relatively diminutive mustelid.\n\n\n== Distribution and habitat ==\nAfrican clawless otters can be found anywhere from open coastal plains, to semiarid regions, to densely forested areas. Surviving mostly in southern Africa, the otters live in areas surrounding permanent bodies of water, usually surrounded by some form of foliage. Logs, branches, and loose foliage greatly appeal to the otter as this provides shelter, shade, and great rolling opportunities. Slow and rather clumsy on land, they build burrows in banks near water, allowing for easier food access and a quick escape from predators. In the False Bay area of the Cape Peninsula, they have been observed scavenging along beaches and rocks and hunting in shallow surf for mullet. They are mainly nocturnal in urban areas and lie up during the day in quiet, bushy areas.\n\n\n== Reproduction ==\nFemales give birth to litters containing two to five young around early spring. Mating takes place in short periods throughout the rainy season in December. Afterwards, both males and females go their separate ways and return to their solitary lives once more. Young are raised solely by the females. Gestation lasts around two months (63 days). Weaning takes place between 45 and 60 days, with the young reaching full maturity around one year of age.\n\n\n== Diet ==\nThe diet of Aonyx capensis primarily includes water-dwelling animals, such as crabs, fish, frogs and worms. They dive after prey to catch it, then swim to shore again, where they eat. Their fore paws come in handy as searching devices and are great tools for digging on the muddy bottoms of ponds and rivers, picking up rocks and looking under logs. Extremely sensitive whiskers (vibrissae) are used as sensors in the water to pick up the movements of potential prey.\n\n\n== Behavior ==\n\nThough mostly solitary animals, African clawless otters will live in neighboring territories of family groups of up to five individuals. Each still having its own range within that territory, they mostly keep to themselves unless seeking a mate. Territories are marked using a pair of anal glands which secrete a particular scent. Each otter is very territorial over its particular range.\nThe African clawless otter spends its days swimming and catching food. They return to underground burrows (holts) for safety, cooling or a rubdown using grasses and leaves. Mainly aquatic creatures, their tails are used for locomotion and propel them through the water. They are also used for balance when walking or sitting upright.\n\n\n== Predation ==\nQuick in the water and burrowing on land, A. capensis does not have many predators. Its greatest threat comes from the python, which will often lay and wait near or in the water. Other predators would include the crocodile and fish eagles. If threatened, a high-pitched scream is emitted to warn neighboring otters and confuse a predator.\n\n\n== Thermoregulation ==\nLiving in Africa, environments can become very hot. Staying cool means spending time in the water, and using burrows as a way to escape the highest temperatures of the day. To stay warm, on the other hand, the otters depend solely on their thick fur. Guard hairs cover the body, acting as insulation. Since the otter lacks an insulating layer of body fat, its only means of warmth is provided by its thick coat of fur.\n\n\n== Economic impact ==\nThe biggest threat to African clawless otters comes from humans. Aonyx specimens will often forage in man-made fisheries and may be hunted or become entangled in nets. Overfishing by humans may reduce the food supply available to otters. They are sometimes hunted for their thick, soft pelts, which humans use in forms of clothing. In forested areas, logging may be a major threat, since erosion leads to greatly increased turbidity in rivers which can in turn greatly reduce the populations of fish on which the otters depend. This may well be a far greater threat to otters than hunting.\nThe Otter Trail is a hiking trail in South Africa named after the African clawless otter, which is found in this area. Otters along the trail are protected, as it falls within the Tsitsikamma National Park.\n\n\n== References ==\n\n\n== Further reading ==\nSomers, M. J. and Nel, J. A. J. 2004. Habitat selection by the Cape clawless otter (Aonyx capensis) in rivers in the Western Cape Province, South Africa. African Journal of Ecology 42: pg 298-305.\nSomers, M. J. 2000. [http://journals.cambridge.org/action/displayAbstract?fromPage=online&aid=61069&fileId=S0952836900000236 Foraging behaviour of\n\n\n== External links ==\nAnimal Diversity Web\nAmericaZoo\nOtternet\nItech: African Clawless Otter",
    "ImageURL": "Africanclawlessotter_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_clawless_otter",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Mustelidae",
        "Genus": "AonyxLesson",
        "Species": "capensis"
    },
    "ScientificName": "AonyxLesson capensis"
}