{
    "CommonName": "Agouti",
    "BriefSummary": "The term agouti (Spanish: agutí, pronounced [aɣuˈti]) or common agouti designates several rodent species of the genus Dasyprocta. They are native to Middle America, northern and central South America, and the southern Lesser Antilles. Some species have also been introduced elsewhere in the West Indies. They are related to guinea pigs and look quite similar, but are larger and have longer legs.  The species vary considerably in colour, being brown, reddish, dull orange, greyish or blackish, but typically with lighter underparts.  Their bodies are covered with coarse hair which is raised when alarmed.  They weigh 2.4–6 kg (5.3–13.2 lb) and are 40.5–76 cm (15.9–29.9 in) in length, with short, hairless tails.Confusingly, the related pacas were placed by some authorities in a genus called Agouti, though Cuniculus has priority and is the correct term.Also, in Western Africa (especially Ivory Coast), the name \"agouti\" designates the greater cane rat which, while an agricultural pest, is sought to be consumed as a delicacy bushmeat.\nIn Mexico, the agouti is called the sereque. In Panama, it is known as the ñeque and in eastern Ecuador, as the guatusa.",
    "WikiContents": "The term agouti (Spanish: agutí, pronounced [aɣuˈti]) or common agouti designates several rodent species of the genus Dasyprocta. They are native to Middle America, northern and central South America, and the southern Lesser Antilles. Some species have also been introduced elsewhere in the West Indies. They are related to guinea pigs and look quite similar, but are larger and have longer legs.  The species vary considerably in colour, being brown, reddish, dull orange, greyish or blackish, but typically with lighter underparts.  Their bodies are covered with coarse hair which is raised when alarmed.  They weigh 2.4–6 kg (5.3–13.2 lb) and are 40.5–76 cm (15.9–29.9 in) in length, with short, hairless tails.Confusingly, the related pacas were placed by some authorities in a genus called Agouti, though Cuniculus has priority and is the correct term.Also, in Western Africa (especially Ivory Coast), the name \"agouti\" designates the greater cane rat which, while an agricultural pest, is sought to be consumed as a delicacy bushmeat.\nIn Mexico, the agouti is called the sereque. In Panama, it is known as the ñeque and in eastern Ecuador, as the guatusa.\n\n\n== Etymology ==\nThe name \"agouti\" is derived from either Guarani or Tupi, both South American indigenous languages, in which the name is written variously as agutí, agoutí, or acutí. The popular Brazilian Portuguese term for these animals, cutia, is derived from this original naming.\n\n\n== Description ==\n\nAgoutis have five front and three hind toes; the first toe is very small. The tail is very short or nonexistent and hairless. The molar teeth have cylindrical crowns, with several islands and a single lateral fold of enamel. Agoutis may grow to be up to 60 cm (24 in) in length and 4 kg (8.8 lb) in weight. Most species are brown on their backs and whitish or buff on their bellies; the fur may have a glossy appearance and then glimmers in an orange colour. Reports differ as to whether they are diurnal or nocturnal animals.\n\n\n=== Behaviour and habits ===\nIn the wild, they are shy animals and flee from humans, while in captivity they may become trusting. In Trinidad, they are renowned for being very fast runners, able to keep hunting dogs occupied with chasing them for hours.Agoutis are found in forested and wooded areas in Central and South America.  Their habitats include rainforests, savannas and, nowadays, cultivated fields, depending on the species. They conceal themselves at night in hollow tree trunks or in burrows among roots. Active and graceful in their movements, their pace is either a kind of trot or a series of springs following one another so rapidly as to look like a gallop. They take readily to water, in which they swim well.\nWhen feeding, agoutis sit on their hind legs and hold food between their fore paws. They may gather in groups of up to 100 to feed. They eat fallen fruit, leaves and roots, although they may sometimes climb trees to eat green fruit. They will hoard food in small, buried stores. In a pinch, they have also been seen eating the eggs of ground-nesting birds and even shellfish on the seashore.  Sometimes, they can cause damage to sugarcane and banana plantations. They are regarded as one of the few species (along with macaws) that can open Brazil nuts without tools, mainly thanks to their strength and exceptionally sharp teeth. In southern Brazil, their main source of energy is the nut of Araucaria angustifolia.\n\n\n== Breeding ==\nAgoutis give birth to litters of two to four young after a gestation period of three months. Some species have two litters a year in May and October, while others breed year round.  Young are born into burrows lined with leaves, roots and hair. They are well developed at birth and may be up and eating within an hour. Fathers are barred from the nest while the young are very small, but the parents pair bond for the rest of their lives. They can live for as long as 20 years, a remarkably long time for a rodent.\n\n\n== Species ==\nAzara's agouti, Dasyprocta azarae\nBlack agouti, Dasyprocta fuliginosa\nBlack-rumped agouti, Dasyprocta prymnolopha\nCentral American agouti, Dasyprocta punctata\nCoiban agouti, Dasyprocta coibae\nCrested agouti, Dasyprocta cristata\nKalinowski's agouti, Dasyprocta kalinowskii\nMexican agouti, Dasyprocta mexicana\nOrinoco agouti, Dasyprocta guamara\nRed-rumped agouti, Dasyprocta leporina\nRuatan Island agouti, Dasyprocta ruatanica\n\n\n== See also ==\nPaca\nLowland paca\n\n\n== References ==\n\n\n== External links ==\nSereque: The Cutest Mexican Rodent You’ll Ever Meet. Mexico News Network.\nVideo, photos and information of Azara's agouti\n \"Agouti\" . Encyclopædia Britannica (11th ed.). 1911.\n \"Dasyprocta\" . Encyclopedia Americana. 1920.",
    "ImageURL": "Agouti_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Agouti",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Dasyproctidae",
        "Genus": "Dasyprocta"
    },
    "Zone": "* #### I"
}