{
    "CommonName": "American Burying Beetle",
    "BriefSummary": "Burying beetles or sexton beetles (genus Nicrophorus) are the best-known members of the family Silphidae (carrion beetles). Most of these beetles are black with red markings on the elytra (forewings). Burying beetles are true to their name—they bury the carcasses of small vertebrates such as birds and rodents as a food source for their larvae. They are unusual among insects in that both the male and female parents take care of the brood. They are carnivores.\nThe genus name is sometimes spelled Necrophorus in older texts. This is an emendation by Carl Peter Thunberg (1789) of Fabricius's original name, and is not valid.\nThe American burying beetle (sp. Nicrophorus americanus) has been on the U.S. endangered species list since 1989.\n\n",
    "WikiContents": "Burying beetles or sexton beetles (genus Nicrophorus) are the best-known members of the family Silphidae (carrion beetles). Most of these beetles are black with red markings on the elytra (forewings). Burying beetles are true to their name—they bury the carcasses of small vertebrates such as birds and rodents as a food source for their larvae. They are unusual among insects in that both the male and female parents take care of the brood. They are carnivores.\nThe genus name is sometimes spelled Necrophorus in older texts. This is an emendation by Carl Peter Thunberg (1789) of Fabricius's original name, and is not valid.\nThe American burying beetle (sp. Nicrophorus americanus) has been on the U.S. endangered species list since 1989.\n\n\n== Reproduction ==\n\nBurying beetles have large club-like antennae equipped with chemoreceptors capable of detecting a dead animal from a long distance. After finding a carcass (most usually that of a small bird or a mouse), beetles fight amongst themselves (males fighting males, females fighting females) until the winning pair (usually the largest) remains. If a lone beetle finds a carcass, it can continue alone and await a partner. Single males attract mates by releasing a pheromone from the tip of their abdomens. Females can raise a brood alone, fertilizing her eggs using sperm stored from previous copulations. The carcass must be buried by the beetle(s) to get it out of the way of potential competitors, which are numerous.\n\nThe prospective parents begin to dig a hole below the carcass. While doing so, and after removing all hair from the carcass, the beetles cover the animal with antibacterial and antifungal oral and anal secretions, slowing the decay of the carcass and preventing the smell of rotting flesh from attracting competition. The carcass is formed into a ball and the fur or feathers stripped away and used to line and reinforce the crypt, where the carcass will remain until the flesh has been completely consumed. The burial process can take around 8 hours. Several pairs of beetles may cooperate to bury large carcasses and then raise their broods communally.\nThe female burying beetle lays eggs in the soil around the crypt. The larvae hatch after a few days and move into a pit in the carcass which the parents have created. Although the larvae are able to feed themselves, both parents also feed the larvae in response to begging: they digest the flesh and regurgitate liquid food for the larvae to feed on, a form of progressive provisioning. This probably speeds up larval development. It is also thought the parent beetles can produce secretions from head glands that have anti-microbial activity, inhibiting the growth of bacteria and fungi on the vertebrate corpse.At an early stage, the parents may cull their young. This infanticide functions to match the number of larvae to the size of the carcass so that there is enough food to go around. If there are too many young, they will all be underfed and will develop less quickly, reducing their chances of surviving to adulthood. If there are too few young, the resulting adult beetles will be large but the parents could have produced more of them. The most successful beetle parents will achieve a good balance between the size of offspring and the number produced. This unusual method of brood size regulation might be the result of the eggs being laid before the female has been able to gauge the size of the carcass and hence how many larvae it can provision.\nThe adult beetles continue to protect the larvae, which take several days to mature. Many competitors make this task difficult, e.g. bluebottles and ants or burying beetles of either another or the same species. The final-stage larvae migrate into the soil and pupate, transforming from small white larvae to fully formed adult beetles.\nAside from eusocial species such as ants and honey bees, parental care is quite rare among insects, and burying beetles are remarkable exceptions.\n\n\n== Species ==\n\nAs of 2006 there are 68 valid, extant species in the genus Nicrophorus although a few undescribed species and synonyms remain to be worked up.\n\n\n== Fossils ==\nA fossil of N. humator dating around 10,500 years was reported in 1962 by Pearson.\n\n\n== References ==\n\n\n== External links ==\nKey to the British species of Nicrophorus\n Data related to Nicrophorus at Wikispecies\n Media related to Nicrophorus at Wikimedia Commons\nNicrophorus Central\nSexual behavior of burying beetles, NYTimes, 2016",
    "ImageURL": "AmericanBuryingBeetle.jpg",
    "Source": "https://en.wikipedia.org/wiki/Burying_beetle"
}