{
    "CommonName": "American Cockroach",
    "BriefSummary": "The American cockroach (Periplaneta americana) is the largest species of common cockroach, and often considered a pest. In certains regions of the U.S. it is colloquially known as the waterbug, though is not a true waterbug since it is not  aquatic. It is also known as the ship cockroach, kakerlac, and Bombay canary. It is often misidentified as a palmetto bug. American cockroaches are native to Africa and the Middle East. Despite their name, they are believed to have been introduced to America and the New World only from the 17th century AD onwards as a result of human commercial patterns.\n\n",
    "WikiContents": "The American cockroach (Periplaneta americana) is the largest species of common cockroach, and often considered a pest. In certains regions of the U.S. it is colloquially known as the waterbug, though is not a true waterbug since it is not  aquatic. It is also known as the ship cockroach, kakerlac, and Bombay canary. It is often misidentified as a palmetto bug. American cockroaches are native to Africa and the Middle East. Despite their name, they are believed to have been introduced to America and the New World only from the 17th century AD onwards as a result of human commercial patterns.\n\n\n== Distribution ==\nDespite the name, none of the Periplaneta species is endemic to the Americas; P. americana was introduced to what is now the United States from Africa as early as 1625. They are now common in tropical climates because human activity has extended the insects' range of habitation, and are virtually cosmopolitan in distribution as a result of global commerce. American cockroaches are also found in the warm Mediterranean coast of Spain, as well as in southern Spain and southern Portugal (starting from Barcelona to the Algarve) and in the Canary Islands, where the winters are mild/warm and frost-free, and the summers are hot.\n\n\n== History ==\nCockroaches date back to the Carboniferous period. They are thought to have emerged on the supercontinent Pangaea, or on Gondwana, the daughter continent of Pangaea. The cockroach made many adaptations over the years to be able to survive the major die-offs to which many species succumbed. However, like all the extant species, the American cockroach has probably evolved in the last few millions to thousands of years (during the Quaternary) and is a fully modern organism.\n\n\n== Biology ==\n\n\n=== Characteristics ===\nOf all common cockroach species, the American cockroach has the largest body size; molts 6–14 times (mostly 13 times) before metamorphosis; and has the longest lifecycle, up to about 700 days.It has an average length around 4 cm (1.6 in) and is about 7 mm (0.28 in) tall. They are reddish brown and have a yellowish margin on the pronotum, the body region behind the head. Immature cockroaches resemble adults except they are wingless.\nThe cockroach is divided into three sections; the body is flattened and broadly oval, with a shield-like pronotum covering its head. A pronotum is a plate-like structure that covers all or part of the dorsal surface of the thorax of certain insects. They also have chewing mouth parts, long, segmented antennae, and leathery fore wings with delicate hind wings. The third section of the cockroach is the abdomen.The insect can travel quickly, often darting out of sight when a threat is perceived, and can fit into small cracks and under doors despite its fairly large size. It is considered one of the fastest running insects.In an experiment, a P. americana registered a record speed of 5.4 km/h (3.4 mph), about 50 body lengths per second, which would be comparable to a human running at 330 km/h (210 mph).It has a pair of large compound eyes, each having over 2000 individual lenses (ommatidia, hexagonal apertures which provide a kind of vision known as the mosaic vision with more sensitivity but less resolution, being common during night, hence called nocturnal vision.), and is a very active night insect that shuns light.\nAmerican cockroach nymphs are capable of limb regeneration.\n\n\n=== Morphology ===\nThe American cockroach shows a characteristic insect morphology with its body bearing divisions as head, trunk, and abdomen. The trunk, or thorax, is divisible into prothorax, mesothorax and metathorax. Each thoracic segment gives rise to a pair of walking appendages (known as cursorial legs). The organism bears two pairs of wings. The fore wings, known as tegmina, arise from mesothorax and are dark and opaque. The hind wings arise from the metathorax and are used in flight, though cockroaches rarely resort to flight. The abdomen is divisible into 10 segments, each of which is surrounded by chitinous exoskeleton plates called sclerites, including dorsal tergites, ventral sternites, and lateral pleurites.\n\n\n=== Lifecycle ===\nAmerican cockroaches have three developmental stages: egg, nymph, and adult. Females produce an egg case (ootheca) which protrudes from the tip of the abdomen. On average, females produce 9–10 oothecae, although they can sometimes produce as many as 90. After about two days, the egg cases are placed on a surface in a safe location. Egg cases are about 0.9 cm (0.35 in) long, brown, and purse-shaped. Immature cockroaches emerge from egg cases in 6–8 weeks and require 6–12 months to mature. After hatching, the nymphs feed and undergo a series of 13 moultings (or ecdysis). Adult cockroaches can live up to an additional year, during which females produce an average of 150 young. The American cockroach reproductive cycle can last up to 600 days; it is capable of reproduction through facultative parthenogenesis.\n\n\n=== Genetics ===\nThe American cockroach genome is the second-largest insect genome on record, after Locusta migratoria. Around 60% of its genome is composed of repeat elements. Around 90% of the genome can be found in other members of Blattodea. Genetically, the American cockroach is closer to two termite species, Zootermopsis nevadensis and Macrotermes natalensis, than it is to the German cockroach. The genome codes for a large number of chemoreceptor families, including 522 taste receptors and 154 olfactory receptors. The 522 taste receptors comprise the largest number found among insects for which genomes have been sequenced. About 329 of the taste receptors are involved in bitter taste perception. These traits, along with enlarged groups of genes relating to detoxification, the immune system, and growth and reproduction, are believed to be part of the reasons behind the cockroach's ability to adapt to human living spaces.\n\n\n=== Diet ===\nAmerican cockroaches are omnivorous and opportunistic feeders that eat  materials such as cheese, beer, tea, leather, bakery products, starch in book bindings, manuscripts, glue, hair, flakes of dried skin, dead animals, plant materials, soiled clothing, and glossy paper with starch sizing. They are particularly fond of fermenting foods. They have also been observed to feed upon dead or wounded cockroaches of their own or other species.\n\n\n== Habitat ==\nAmerican cockroaches generally live in moist areas but can survive in dry areas if they have access to water. They prefer high temperatures around 29 °C (84 °F) and do not tolerate low temperatures. These cockroaches are common in basements, crawl spaces, cracks and crevices of porches, foundations, and walkways adjacent to buildings. In residential areas outside the tropics, these cockroaches live in basements and sewers and may move outdoors into yards during warm weather.\n\n\n== Relationship with humans ==\n\n\n=== Risk to humans ===\nThe odorous secretions produced by American cockroaches can alter the flavor of food. Also, if populations of cockroaches are high, a strong concentration of this odorous secretion can be present. Cockroaches can pick up disease-causing bacteria, such as Salmonella, on their legs and later deposit them on foods and cause food poisoning or infection if they walk on the food.  House dust containing cockroach feces and body parts can trigger allergic reactions and asthma in certain individuals.\n\n\n=== Control as pests ===\n\nIn cold climates, these cockroaches may move indoors when the weather turns cold, seeking warmer environments and food. Cockroaches may enter houses through sewer connections, under doors, or around plumbing, air ducts, or other openings in the foundation. Cockroach populations may be controlled through the use of insecticides. Covering any cracks or crevices through which cockroaches may enter and cleaning any spills or messes that have been made is beneficial, so cockroaches are not able to enter and are not attracted to the food source. Another way to prevent an infestation of cockroaches is to thoroughly check any material brought inside. Cockroaches and egg cases can be hidden inside or on furniture, in boxes, suitcases, grocery bags, etc.\n\n\n=== Use in traditional Chinese medicine ===\n\nThe American cockroach has been used as an ingredient in traditional Chinese medicine, with references to its usage in the Compendium of Materia Medica and Shennong Ben Cao Jing. In China, an ethanol extract of the American cockroach, kang fu xin ye, is used as a prescribed drug for wound healing and tissue repair.\n\n\n== Comparison of three common cockroaches ==\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\nAn Ohio State University Entomology article on the American cockroach (PDF)\nFriday Fellow: American Cockroach at Earthling Nature\nGallery of cockroaches\nOrder Blattodea, Exploring California Insects\nUniversity of Minnesota Extension - Cockroaches article\nAmerican cockroach egg parasitoid on the UF/IFAS Featured Creatures website",
    "ImageURL": "AmericanCockroach.jpg",
    "Source": "https://en.wikipedia.org/wiki/American_cockroach",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Blattodea",
        "Family": "Blattidae",
        "Genus": "Periplaneta",
        "Species": "P. americana"
    }
}