{
    "CommonName": "American badger",
    "BriefSummary": "The American badger (Taxidea taxus) is a North American badger, somewhat similar in appearance to the European badger, although not closely related. It is found in the western and central United States, northern Mexico, and south-central Canada to certain areas of southwestern British Columbia.\nThe American badger's habitat is typified by open grasslands with available prey (such as mice, squirrels, and groundhogs). The species prefers areas such as prairie regions with sandy loam soils where it can dig more easily for its prey.",
    "WikiContents": "The American badger (Taxidea taxus) is a North American badger, somewhat similar in appearance to the European badger, although not closely related. It is found in the western and central United States, northern Mexico, and south-central Canada to certain areas of southwestern British Columbia.\nThe American badger's habitat is typified by open grasslands with available prey (such as mice, squirrels, and groundhogs). The species prefers areas such as prairie regions with sandy loam soils where it can dig more easily for its prey.\n\n\n== Taxonomy ==\nThe American badger is a member of the Mustelidae, a diverse family of carnivorous mammals that also includes weasels, otters, ferrets, and the wolverine. The American badger belongs to the Taxidiinae, one of four subfamilies of mustelid badgers – the other three being the Melinae (4 species, including the European badger), the Helictidinae (5 species of ferret-badgers) and the Mellivorinae (honey badger); the so-called stink badgers are mephitids. The American badger's closest relative is the prehistoric Chamitataxus. Among extant mustelids, the American badger is the most basal species; its lineage is thought to have split off from the rest of Mustelidae about 18 million years (Ma) ago, following the split of mustelids from procyonids about 29 Ma ago.Recognized subspecies include: the nominate subspecies T. t. taxus, found in central Canada and central US; T. t. jacksoni, found in the southern Great Lakes region including southern Ontario; T. t. jeffersoni, in British Columbia and the western US; and T. t. berlandieri, in the southwestern US and northern Mexico. Ranges of subspecies overlap considerably, with intermediate forms occurring in the areas of overlap.\nIn Mexico, this animal is sometimes called tlalcoyote. The Spanish word for badger is tejón, but in Mexico this word is also used to describe the coati. This can lead to confusion, as both coatis and badgers are found in Mexico.\n\n\n== Description ==\n\nThe American badger has most of the general characteristics common to badgers; with stocky and low-slung bodies with short, powerful legs, they are identifiable by their huge foreclaws (measuring up to 5 cm in length) and distinctive head markings. Measuring generally between 60 and 75 cm (23.5 and 29.5 in) in length, males of the species are slightly larger than females. They may attain an average weight of roughly 6.3 to 7.2 kg (14 to 16 lb) for females and up to 8.6 kg (19 lb) for males. Northern subspecies such as T. t. jeffersonii are heavier than the southern subspecies. In the fall, when food is plentiful, adult male badgers can reach up to 11.5 to 15 kg (25 to 33 lb). In some northern populations, females can average 9.5 kg (21 lb).\n\nExcept for the head, the American badger is covered with a grizzled, brown, black and white coat of coarse hair or fur, giving almost a mixed brown-tan appearance. The coat aids in camouflage in grassland habitat. Its triangular face shows a distinctive black and white pattern, with brown or blackish \"badges\" marking the cheeks and a white stripe extending from the nose to the base of the head. In the subspecies T. t. berlandieri, the white head stripe extends the full length of the body, to the base of the tail.\n\n\n== Diet ==\n\nThe American badger is a fossorial carnivore. It preys predominantly on pocket gophers (Geomyidae), ground squirrels (Spermophilus), moles (Talpidae), marmots (Marmota), prairie dogs (Cynomys), pika (Ochotona), woodrats (Neotoma), kangaroo rats (Dipodomys), deer mice (Peromyscus), and voles (Microtus), often digging to pursue prey into their dens, and sometimes plugging tunnel entrances with objects. The American badger is a significant predator of snakes including rattlesnakes, and is considered the most important predator of rattlesnakes in South Dakota. They also prey on ground-nesting birds, such as the bank swallow or sand martin (Riparia riparia) and burrowing owl (Athene cunicularia), and lizards, amphibians, carrion, fish, skunks (Mephitis and Spilogale), insects, including bees and honeycomb, and some plant foods such as corn (Zea mais), peas, green beans, mushrooms and other fungi, and sunflower seeds (Helianthus).\n\n\n== Behavior ==\n\nAmerican badgers are generally nocturnal; however, in remote areas with no human encroachment they are routinely observed foraging during the day. Seasonally, a badger observed during daylight hours in the Spring months of late March to early May often represents a female foraging during daylight and spending nights with her young. Badgers do not hibernate but may become less active in winter. A badger may spend much of the winter in cycles of torpor that last around 29 hours. They do emerge from their burrows when the temperature is above freezing.An abandoned badger burrow may be occupied by mammals of similar size, such as foxes and skunks, as well as animals as diverse as the burrowing owl, California Tiger Salamander and California Red-Legged Frog. The American Badger has been seen working with a coyote in tandem while hunting. Typically this pairing is one badger to one coyote, however, one study found about 9% of sightings included two coyotes to one badger, while 1% had one badger to three coyotes. Researchers have found that the coyote benefits by an increased catch rate of about 33%, and while it is difficult to see precisely how the badger benefits, the badger has been noted to spend more time underground and active. Badgers are also thought to expend less energy while hunting in burrows. According to research, this partnership works due to the different hunting styles of the predators and how they prey reacts to them. A ground squirrel, upon spotting a coyote, will crawl into its hole to escape; while upon seeing a badger, the ground squirrel will climb out of its hole and use its speed to out run the badger. Hunting in tandem raises the prey vulnerability and both predators win.\n\n\n== Life cycle ==\nBadgers are normally solitary animals, but are thought to expand their territories in the breeding season to seek out mates. Mating occurs in late summer and early fall, with some males breeding with more than one female. American badgers experience delayed implantation, with pregnancies suspended until December or as late as February. Young are born from late March to early April in litters ranging from one to five young, averaging about three.Badgers are born blind, furred, and helpless. Eyes open at four to six weeks. The female feeds her young solid foods prior to complete weaning, and for a few weeks thereafter. Young American badgers first emerge from the den on their own at five to six weeks old. Families usually break up and juveniles disperse from the end of June to August; young American badgers leave their mothers as early as late May or June. Juvenile dispersal movements are erratic.\n\nMost female American badgers become pregnant for the first time after they are a year old. A minority of females four to five months old ovulate and a few become pregnant. Males usually do not breed until their second year.Large predators occasionally kill American badgers. The average longevity in the wild is 9–10 years, with a record of 14; a captive example lived at least 15 years and five months.\n\n\n== Habitat ==\nAmerican badgers prefer grasslands and open areas with grasslands, which can include parklands, farms, and treeless areas with friable soil and a supply of rodent prey. They may also be found in forest glades and meadows, marshes, brushy areas, hot deserts, and mountain meadows. They are sometimes found at elevations up to 12,000 feet (3,700 m) but are usually found in the Sonoran and Transition life zones (which are at elevations lower and warmer than those characterized by coniferous forests). In Arizona, they occur in desert scrub and semidesert grasslands. In California, American badgers are primarily able to survive through a combination of open grasslands of agricultural lands, protected land trust and open space lands, and even regional and state and national park lands with grassland habitat. The Sonoma County badger population includes some protected and private lands near the Sonoma Coast, as well as one in South Sonoma County fragilely surviving in spite of abundant prey due to fragmentation. Badgers are occasionally found in open chaparral (with less than 50% plant cover) and riparian zones. They are not usually found in mature chaparral. In Manitoba aspen parklands, American badger abundance was positively associated with the abundance of Richardson's ground squirrels (Spermophilus richardsonii).\nIn Ontario it primarily resides on the extreme southwestern portion of the province, restricted to the north shore of Lake Erie in open areas generally associated with agriculture and along woodland edges. There have been a few reports from the Bruce-Grey region.\n\nAmerican badger use of home range varies with season and sex. Different areas of the home range are used more frequently at different seasons and usually are related to prey availability. Males generally have larger home ranges than females. In a 1972 study, radiotransmitter-tagged American badgers had an average annual home range of 2,100 acres (850 hectares). The home range of one female was 1,790 acres (720 hectares) in summer, 131 acres (53 hectares) in fall, and 5 acres (2.0 hectares) in winter. Lindzey reported average home ranges of 667 to 1,550 acres (270 to 627 ha). Estimated density of American badgers in Utah scrub-steppe was one per square mile (2.6 km2), with 10 dens in active or recent use.As of 2014, overdevelopment of American Badger habitat had resulted in reduced range, decreased prey, and forced badgers into contact with man foraging between fragments. Direct observations in Sonoma County, documenting habitat and badger sightings and foraging, reflect various ranges within the fragmented habitat areas from less than 1/2 mile to approximately 4 miles. Within these areas, the availability of prey and a fresh water source are key factors for the preferred habitat areas and ability to survive. Identifying and conserving habitat areas where there is year-round activity, along with identified burrowing patterns and observations of female badger territory for birthing and raising young have become critical factors in survival of the species.\n\n\n=== Plant communities ===\nAmerican badgers are most commonly found in treeless areas, including tallgrass and shortgrass prairies, grass-dominated meadows and fields within forested habitats, and shrub-steppe communities. In the Southwest, plant indicators of the Sonoran and Transition life zones (relatively low, dry elevations) commonly associated with American badgers include creosotebush\n(Larrea tridentata), junipers (Juniperus spp.), gambel oak (Quercus gambelii), willows (Salix spp.), cottonwoods (Populus spp.), ponderosa pine (Pinus ponderosa), grasses, and sagebrushes (Artemisia spp.).In Colorado in 1977, American badgers were common in grass–forb and ponderosa pine habitats. In Kansas, they are common in tallgrass prairie dominated by big bluestem (Andropogon gerardi), little bluestem (Schizachyrium scoparium), and Indian grass (Sorghastrum nutans). In Montana 24 years ago, badgers were present in Glacier National Park in fescue (Festuca spp.) grasslands. In Manitoba, they occur in grassland extensions within aspen (Populus spp.) parklands.\n\n\n=== Cover requirements ===\nAmerican badgers require cover for sleep, concealment, protection from weather, and natal denning. They typically enlarge foraged out gopher or other prey holes, or other animal burrows. Their dens range from about 4 feet to 10 feet in depth and 4 feet to 6 feet in width. A female American Badger may create 2 to 4 burrows in proximity with a connecting tunnel for concealment and safety for her young. Displaced soil from digging out the burrow characteristically appears in front of the burrow entrance, and a view from a distance reveals a mound-like roof of the burrow, with the living and concealment space created underneath the raised-roof appearing mound.\nDuring summer and autumn, badgers range more frequently, with mating season generally in November, and burrowing patterns reflect 1 to 3 burrows may be dug from foraged out prey holes in a day, used for a day to a week, and then abandoned, with possible returns later, and other small wildlife utilizing abandoned burrows in the interim. Where prey is particularly plentiful, they will reuse dens, especially in the fall, sometimes for a few days at a time. In winter, a single den may be used for most of the season. Natal dens are dug by the female and are used for extended periods, but litters may be moved, probably to allow the mother to forage in new areas close to the nursery. Natal dens are usually larger and more complex than diurnal dens.\n\n\n== Predation ==\nWhile the American badger is an aggressive animal with few natural enemies it is still vulnerable to other species in its habitat. Badgers are hostile. Predation on smaller individuals by golden eagles (Aquila chrysaetos), coyotes, cougars (Puma concolor), and bobcats (Lynx rufus) have been reported. Bears (Ursus spp.) and gray wolves (Canis lupus) occasionally kill American badgers.American badgers are trapped by humans for their pelts. Their fur is used for shaving and painting brushes.\n\n\n== Conservation status ==\nIn May 2000, the Canadian Species at Risk Act listed both the Taxidea taxus jacksoni and the T. t. jeffersonii subspecies as an endangered species in Canada. The California Department of Fish and Game designated the American badger as a California species of special concern.\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Cited sources ==\n Baynes, T.S., ed. (1878), \"Badger\" , Encyclopædia Britannica, 3 (9th ed.), New York: Charles Scribner's Sons, p. 227\n Chisholm, Hugh, ed. (1911), \"Badger\" , Encyclopædia Britannica, 3 (11th ed.), Cambridge University Press, p. 188 This article incorporates public domain material from the United States Department of Agriculture document \"Taxidea taxus\".\nBadgers\n\n\n== Further reading ==\nShefferly, N. 1999. \"Taxidea taxus\" (On-line), Animal Diversity Web. Accessed April 15, 2007 at University of Michigan Museum of Zoology\nWhitaker, John O. (1980-10-12). The Audubon Society Field Guide to North American Mammals. Alfred A. Knopf. p. 745. ISBN 0-394-50762-2.\n\n\n== External links ==\nOntario Badgers (information about the American badger and the research of their endangered Ontario population)\nMiller, Ira. \"Montana Animal Field Guide\". Archived from the original on 30 June 2007. Retrieved 2007-08-04.\nStreube, Donald. \"American Badger, Idaho Museum of Natural History\". Archived from the original on 4 August 2007. Retrieved 2007-08-04.\n\"American Badger, The University of Texas at El Paso\". The University of Texas at El Paso. Archived from the original on 2007-06-07. Retrieved 2007-08-04.\nSteve Jackson's badger page\nSmithsonian Institution – North American Mammals: Taxidea taxus",
    "ImageURL": "Americanbadger_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/American_badger",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Mustelidae",
        "Genus": "TaxideaWaterhouse",
        "Species": "taxus"
    },
    "ScientificName": "TaxideaWaterhouse taxus"
}