{
    "CommonName": "Andean goose",
    "BriefSummary": "The Andean goose (Neochen melanoptera) is a member of the duck, goose and swan family Anatidae. It is also known as the wallata. It is in the shelduck subfamily Tadorninae.\nIt is resident around lakes and marshes in the high Andes, usually well above 3000 m. It is largely terrestrial and avoids swimming except in emergencies.\nThis heavily built bird has a tiny pink bill and white plumage except for black in the wings and tail. The female is similar to the male, but is smaller.\nThe Andean goose is a grazing species, eating grasses. It nests on the ground in a bare scrape near water, laying 6-10 eggs. It is territorial in the breeding season, but otherwise forms small flocks.\nIt had been considered a member of the genus Chloephaga, but recent studies suggest placement in the genus Neochen.",
    "WikiContents": "The Andean goose (Neochen melanoptera) is a member of the duck, goose and swan family Anatidae. It is also known as the wallata. It is in the shelduck subfamily Tadorninae.\nIt is resident around lakes and marshes in the high Andes, usually well above 3000 m. It is largely terrestrial and avoids swimming except in emergencies.\nThis heavily built bird has a tiny pink bill and white plumage except for black in the wings and tail. The female is similar to the male, but is smaller.\nThe Andean goose is a grazing species, eating grasses. It nests on the ground in a bare scrape near water, laying 6-10 eggs. It is territorial in the breeding season, but otherwise forms small flocks.\nIt had been considered a member of the genus Chloephaga, but recent studies suggest placement in the genus Neochen.\n\n\n== Physiology and hemoglobin adaptation ==\nAndean geese have developed a mutation in their hemoglobin that has led to a vast increase in hemoglobin-oxygen affinity. More specifically, Hiebl et al. found that the Andean goose has developed mutations that lead to five amino-acid substitutions in the alpha-chain and five substitutions in the beta-chain of their hemoglobin. A particular substitution in the Andean goose beta-chain has led to the elimination of a Van der Waals interaction between the alpha-chain and the beta-chain. This has destabilized the T-state (the deoxygenated state of hemoglobin), which has led to a higher affinity for being in the R-state (oxygenated state of hemoglobin). Overall, this mutation increases the hemoglobin-oxygen affinity of the Andean goose.\n\n\n== References ==",
    "ImageURL": "Andeangoose_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Andean_goose",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Anseriformes",
        "Family": "Anatidae",
        "Genus": "Neochen",
        "Species": "melanoptera"
    },
    "ScientificName": "Neochen melanoptera",
    "Zone": "* #### B"
}