{
    "CommonName": "Antelope ground squirrel",
    "BriefSummary": "Antelope squirrels or antelope ground squirrels of the genus Ammospermophilus are sciurids found in the desert and dry scrub areas of south-western United States and northern Mexico. They are a type of ground squirrel and are able to resist hyperthermia and can survive body temperatures over 40 °C (104 °F).\nThere are currently four recognised species in the world, with one subspecies:\nHarris's antelope squirrel, A. harrisii, found in Arizona, New Mexico, and Sonora in Mexico.\nThe San Joaquin antelope squirrel or Nelson's antelope squirrel, A. nelsoni, found in the San Joaquin Valley, California.\nTexas antelope squirrel, A. interpres, found in Texas, New Mexico, and Mexico.\nThe white-tailed antelope squirrel, A. leucurus, found in the southwestern United States and the Baja California Peninsula.The subspecies of the Espíritu Santo antelope squirrel, A. insularis, found on Isla Espíritu Santo.All are somewhat similar in appearance and behavior.  They are around 14–17 centimetres (5.5–6.7 in) long with a 6–10 centimetres (2.4–3.9 in) tail, and weigh 110–150 grams (3.9–5.3 oz).  The tail is somewhat flattened.  They have a single white stripe on both flanks and none on the face.  They live in burrows, which they dig for themselves.  They are diurnal, and do not hibernate (though they become less active during the winter), so they are fairly easily seen.",
    "WikiContents": "Antelope squirrels or antelope ground squirrels of the genus Ammospermophilus are sciurids found in the desert and dry scrub areas of south-western United States and northern Mexico. They are a type of ground squirrel and are able to resist hyperthermia and can survive body temperatures over 40 °C (104 °F).\nThere are currently four recognised species in the world, with one subspecies:\nHarris's antelope squirrel, A. harrisii, found in Arizona, New Mexico, and Sonora in Mexico.\nThe San Joaquin antelope squirrel or Nelson's antelope squirrel, A. nelsoni, found in the San Joaquin Valley, California.\nTexas antelope squirrel, A. interpres, found in Texas, New Mexico, and Mexico.\nThe white-tailed antelope squirrel, A. leucurus, found in the southwestern United States and the Baja California Peninsula.The subspecies of the Espíritu Santo antelope squirrel, A. insularis, found on Isla Espíritu Santo.All are somewhat similar in appearance and behavior.  They are around 14–17 centimetres (5.5–6.7 in) long with a 6–10 centimetres (2.4–3.9 in) tail, and weigh 110–150 grams (3.9–5.3 oz).  The tail is somewhat flattened.  They have a single white stripe on both flanks and none on the face.  They live in burrows, which they dig for themselves.  They are diurnal, and do not hibernate (though they become less active during the winter), so they are fairly easily seen.\n\n\n== Common characteristics ==\nAll the antelope squirrels share a common white stripe along the lateral sides from the shoulder to the hip similar to chipmunks.  However, unlike chipmunks, these characteristic white stripes do not extend onto the head of the animals. The tails of antelope squirrels are often arched forward over their back.  In the United States, these ground squirrels are found in the dry, desert like regions of the southwest.  The different members of the genus Ammospermophilus have unique adaptations that allow them to overcome the extreme heat of the day and the low temperatures of the night.  All antelope squirrels burrow into the ground for shelter, however not all are social creatures.  Each antelope squirrel has a white ventral surface with little variation.\n\n\n== Unique morphology ==\nThe four unique species of the genus Ammospermophilus can be distinguished by some variations in size, weight, and appearance.\n\n\n=== White-tailed antelope squirrel (A. leucurus) ===\nA. leucurus possesses slightly longer limbs and small, round ears with a reddish color pattern on the outer surface of the limbs. They range in length from 194–239 millimetres (7.6–9.4 in) with a tail length of 54–87 millimetres (2.1–3.4 in).  They weigh between 85–156 grams (3.0–5.5 oz).\n\n\n=== Harris's antelope squirrel (A. harrisii) ===\nA. harrisii is mostly gray with some brown on the upper fore and hind limbs.  It usually carries the tail arched over the back. They range in length from 220 to 250 millimetres (8.7 to 9.8 in) with a tail length of 74–94 millimetres (2.9–3.7 in). They weigh 113–150 grams (4.0–5.3 oz).\n\n\n=== Texas antelope squirrel (A. interpres) ===\nA. interpres has a lateral tail hairs with three black bands, the underside of the tail is grayish white, and they go from gray in the winter to reddish-gray in the summer. They range in length from 203–229 millimetres (8.0–9.0 in) with a tail length of 50.8–76.2 millimetres (2.00–3.00 in). The females weigh 84–115 grams (3.0–4.1 oz) and the males weigh 94–121 grams (3.3–4.3 oz).\n\n\n=== Nelson's antelope squirrel (A. nelsoni) ===\nA. nelsoni are yellowish-brown or buffy-tan on the dorsal head and neck and outer surface of the limbs.  The tail is thicker than the other ground squirrels with fringes.  The males are slightly larger than the females with a length of 234–267 millimetres (9.2–10.5 in) and 230–256 millimetres (9.1–10.1 in), respectively.  The summer and winter pelages are distinctive with the winter pelage being much darker.  These can be distinguished from the White-tailed squirrels by their larger size and more grey in their pelage.  Their skulls also vary in the size of the zygomatic arch (larger in Nelson's) and the inflated auditory bullae and nasal bones of A. nelsoni. The upper incisors and first upper molars are also larger.\n\n\n== Reproduction ==\nThe typical life span of a wild antelope squirrel is 2–4 years; although, in captivity they have been known to survive 11 years. Males and females are sexually mature by the end of their first year. The reproductive season last from February to March with typically one litter per year.  Each litter contains between 5-14 young that will wean around 8 weeks and make their first appearance above ground.  All antelope squirrels give birth to and nurse their young in burrows.  However, they do vary in the way they dig the burrows.  For example, the white-tailed squirrel digs shallow burrows under brush or will use the abandoned burrows of kangaroo rats. These squirrels are not monogamous and have been known to mate with multiple partners each breeding season.\n\n\n== Habitat ==\nAntelope squirrels are commonly found in dry, shrubby areas of the southern United States into Mexico.  These areas are sandy with rocky areas that provide soil that can be burrowed into for shelter and to escape the heat of the day. The temperatures in these regions can exceed 37.8 °C (100.0 °F) during the day and require special adaptations by the ground squirrels to survive.  During the night, temperatures in these desert and dry areas may dip below freezing which again requires adaptations to survive.  There is very limited free-standing water supply. These regions can experience long bouts of drought. A. harrisii does not require surface water within its range but will drink on occasion from basins and bird-baths.\n\n\n== Diet ==\nGround Squirrels are important disperses of seeds in the dry, shrubby deserts they live in.  They participate in a behavior known as caching where seeds, fruits and vegetation are stored in burrows or hidden spots for consumption at a later time. The ground squirrels are omnivores and will feed on arthropods, insects, and carrion when these food sources are available.  Their diets often rotate between green vegetation, fruits and seeds based on availability and season.  All Antelope Squirrels carry their food in their cheek pouches for transport.\n\n\n== Behavior ==\nA. leucurus have larger feet than other antelope squirrels, which allow them to quickly evade and escape predators. They remain cool during the hot desert days by retreating to their burrows and limiting the majority of activity to the early morning and late evening hours. Some white-tailed squirrels have been known to sound shrill alarm calls when predators are nearby to warn relatives of incoming danger.\nA. nelsoni are able to function in temperatures up to 40 °C (104 °F) and do not hibernate, however, they will lower their core temperature to within a few degrees of the ambient temperature of a burrow. Likewise, they will lower their activity level when food is scarce to preserve energy.\nA. interpres live in very hot, arid climates and so have adapted to laying flat (to maximize heat distribution) in a shaded spot against the cool ground. This allows for the Texas squirrel to be active during the hottest part of the day when most predators are inactive.\nA. harrisii are the only antelope squirrels who dig their own burrows instead of re-purposing burrows of other animals. They cool down by salivation and holding their tails above their heads to provide shade. They also flatten themselves on the ground to cool. During times of cold, they utilize cached seeds but also continue to forage.\n\n\n== References ==\n\n\n== Further reading ==\nThorington, R. W. Jr. and R. S. Hoffman. 2005. Family Sciuridae. pp. 754–818 in Mammal Species of the World a Taxonomic and Geographic Reference. D. E. Wilson and D. M. Reeder eds. Johns Hopkins University Press, Baltimore.",
    "ImageURL": "Antelopegroundsquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Antelope_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Ammospermophilus"
    },
    "Zone": "* #### C"
}