{
    "CommonName": "Apple Snail",
    "BriefSummary": "Ampullariidae, common name the apple snails, is a family of large freshwater snails, aquatic gastropod mollusks with a gill and an operculum. This family is in the superfamily Ampullarioidea and is the type family of that superfamily.The Ampullariidae are unusual because they have both a gill and a lung, with the mantle cavity being divided in order to separate the two types of respiratory structures. This adaptation allows these snails to be amphibious.",
    "WikiContents": "Ampullariidae, common name the apple snails, is a family of large freshwater snails, aquatic gastropod mollusks with a gill and an operculum. This family is in the superfamily Ampullarioidea and is the type family of that superfamily.The Ampullariidae are unusual because they have both a gill and a lung, with the mantle cavity being divided in order to separate the two types of respiratory structures. This adaptation allows these snails to be amphibious.\n\n\n== Taxonomy ==\nThis family consists of two following subfamilies (according to the taxonomy of the Gastropoda by Bouchet & Rocroi, 2005), that used classification by Berthold (1991):\nAmpullariinae Gray, 1824\ntribe Ampullariini Gray, 1824 - synonyms: Pilidae preston, 1915 (inv.); Lanistimae Starobogatov, 1983; Pomaceinae Starobogatov, 1983\ntribe Sauleini Berthold, 1991\nAfropominae Berthold, 1991\n\n\n== Genera ==\nAmpullariidae are probably of Gondwanan origin. The diversification of Ampullariidae started probably after the separation of African Plate and South American Plate. The oldest known ampullariids from Africa and Asia are 160 millions years old. The oldest known ampullariids from America are 50 millions years old. The sister group of Ampullariidae has not been clearly identified yet.A cladogram showing phylogenic relations of only 6 genera of Ampullariidae by Jørgensen et al. (2008):\nThere are nine extant genera in the family Ampullariidae:\nAmpullariinae\n\ntribe Ampullariini\nAmpullaria Lamarck, 1799 – type genus of the subfamily Ampullariinae, but its type species is extinct. This genus is not treated as a valid extant genus Ampullariidae. nomenclatorical details about Ampullaria\nPila Röding, 1798\nLanistes Montfot, 1810\nPomacea Perry, 1810\ntribe Sauleini\nSaulea Gray, 1868 – type genus of the tribe SauleiniAfropominae\n\nAfropomus Pilsbry & Bequaert, 1927 – type genus of the subfamily Afropominae, with the only species Afropomus balanoidea (Gould, 1850)subfamily ?\n\nAsolene d'Orbigny, 1838\n† Carnevalea Harzhauser & Neubauer, 2016\n† Doriaca Willmann, 1981\nFelipponea (Dall, 1919)\nMarisa J. E. Gray, 1824\nPomella Gray, 1847\n† Pseudoceratodes Wenz, 1928\n† Sudanistes Harzhauser & Neubauer, 2017\n\n\n== Distribution ==\nThe genera Asolene, Felipponea, Marisa, and Pomacea are New World genera that are native to South America, Central America, the West Indies and the Southern United States. The genera Afropomus, Lanistes, and Saulea are found in Africa. The genus Pila is native to both Africa and Asia.\n\n\n== Ecology ==\nApple snails are exceptionally well adapted to tropical regions characterized by periods of drought alternating with periods of high rainfall. This adaptation is reflected in their life style; they are moderately amphibious. They have an operculum which enables the snail to seal the shell entrance to prevent drying out while they are buried in the mud during dry periods.\nOne of the more typical adaptations of apple snails is the branchial respiration. The snail has a system comparable to the gills of a fish (at the right side of the snail body) to breathe under water as well as a lung (at the left side of the body) to respirate air. This lung/gill combination expands the action radius of the snail in search for food. It is part of the snail's natural behaviour to leave the water when the food supply below the surface becomes inadequate.\n\nSeveral apple snail genera (Pomacea, Pila and Asolene/Pomella) deposit eggs above the waterline in calcareous clutches. This remarkable strategy of aquatic snails protects the eggs against predation by fish and other aquatic inhabitants. Another anti-predator adaptation in the apple snail genera Pomacea and Pila, is the tubular siphon, used to breathe air while submerged, reducing vulnerability to attacking birds.\nThe apple snail's usual enemies are the birds limpkin and snail kite.\nApple snails inhabit various ecosystems: ponds, swamps and rivers. Although they occasionally leave the water, they spend most of their time under water. Unlike the pulmonate snail families, apple snails are not hermaphroditic, but gonochoristic; i.e. they have separate genders.\n\n\n== Importance to humans ==\n\n\n=== As a common aquarium animal ===\n\nApple snails are popular  aquarium pets because of their attractive appearance and size. When properly cared for, some apple snail species can reach 15 cm (5.9 in) diameter. Apple snails include species that are the biggest living freshwater snails on Earth.\nThe most common apple snail in aquarium shops is Pomacea bridgesii, also called Pomacea diffusa, (the spike-topped apple snail). This species comes in different colours from brown to albino or yellow and even blue, purple, pink, and jade, with or without banding. Another common apple snail is Pomacea canaliculata; this snail is bigger, rounder and is more likely to eat aquatic plants, which makes it less suitable for most aquaria. This species can also have different shell and body colours. The \"giant ramshorn snail\" (Marisa cornuarietis) although not always recognized as an apple snail due to its discoidal shape, is also a popular aquatic pet. Occasionally, the Florida apple snail (Pomacea paludosa) is found in the aquarium trade and these are often collected in the wild from ditches and ponds in Florida. The giant Pomacea maculata is rarely used as an aquarium species.\nApple snails are often sold under the name \"golden (ivory, blue, black...) mystery snail\" and they are given incorrect names like Ampullarius for the genus instead of Pomacea and wrong species names like gigas instead of maculata.\nThese snails sometimes become inactive (especially when first introduced to a new tank, probably from the stress of moving from one habitat to another), and may not move for several days, but once the snail is acclimated it becomes active again.\n\n\n==== Feeding habits ====\nIn captivity, as well as eating vegetables and fish food pellets, apple snails will also eat other foods if they are available. They will sometimes eat brine shrimps and other frozen foods, or dead fish and insects. Generally, they will also eat any of the microscopic vegetation that grow on the tank rocks or walls. Snails will climb out of the water to reach food that is above the waterline. Because of their ability to do this they have become a nuisance in Asia, where they feed on crops.\n\n\n==== Times of activity ====\nIn captivity, apple snails are most active at night. During the day they usually retreat to somewhere shaded. When it is night time, the apple snail becomes active and engages in behaviors relating to feeding, as well as mating and laying eggs.\nIn an aquarium that is well lit, the exterior of the shell of apple snails may grow filamentous green algae. This is one possible source of food for juvenile snails.\n\n\n==== Temperature ====\nThe optimal aquarium water temperature for apple snails is between 18 to 28 °C (64 to 82 °F). Apple snails are more active and lively in the higher part of this temperature range. In these higher temperatures, the snails tend to eat, crawl and grow faster. At the lower end of the temperature range, 18 °C or 64 °F, the snails may become inactive.\n\n\n=== As a pest ===\nIn the 1980s, Pomacea canaliculata was introduced in Taiwan to start an escargot industry. It was thought that such food culture could provide valuable proteins for farmers, who primarily live on a rice diet. However, the snails did not become a culinary success. Additionally the imported snails (like the native apple snail population, Pila) were able to transfer a parasite called Angiostrongylus cantonensis (rat lungworm). This parasite can infect humans if snails are eaten that have not been thoroughly cooked first.\nInstead of becoming a valuable food source, the introduced snails escaped and became a serious threat to rice production and the native ecosystems. During the 1980s the introduced snails rapidly spread to Indonesia, Thailand, Cambodia, Hong Kong, southern China, Japan and the Philippines.\nHawaii experienced the same introduction of Pomacea for culinary purposes, and its taro industry is now suffering because of it.\nGenera Marisa, Pila and Pomacea (except Pomacea diffusa and native Pomacea paludosa) are already established in the US, and are considered to represent a potentially serious threat as  a pest which could negatively affect agriculture, human health or commerce. Therefore, it has been suggested that these genera be given top national quarantine significance in the US.Nevertheless, apple snails are considered a delicacy in several regions of the world, and they are often sold in East and Pacific Asian markets for consumption.\n\n\n=== As a bio-control agent ===\nPomacea and Marisa species have been introduced to Africa and Asia in an attempt to control other medically problematic snails  in the family Planorbidae: Bulinus species and Biomphalaria species, which serve as intermediate hosts for trematoda parasites. These parasites can cause swimmers itch and schistosomiasis, a disease that affects over 200 million people in tropical regions. One of the species introduced as bio-agent is Marisa cornuarietis; this snail competes with other snails and also directly preys on other species.\n\n\n=== As a human food item ===\nIn Veracruz, Mexico, there is a subspecies of apple snail known as Pomacea patula catemacensis Baker, 1922. This subspecies is endemic to Lake Catemaco. This large snail is locally known as \"tegogolo\" and is prized as a nutritious food item, with approximately 12 grams of protein per 100 grams of apple snail flesh according to the apple snail nutritional information. They are also low in fat and high in minerals. Only wild or specifically cultured apple snails are fit for human consumption; those found in domestic aquaria may be unsuitable.\n\n\n== References ==\n\n\n== Further reading ==\nBaldia JP, Pantastico JB (1991). \"Environmental impact of the golden snail (Pomacea sp.) on rice farming systems in the Philippines\". Wallaceana. 65: 14–6.\nBieler R (1993). \"Book Review (Vergleichende anatomie ... Berthold, T, 1991) and Cladistic Re-analysis\". The Veliger. 36 (3): 291–7.\nCazzaniga NJ (April 2002). \"Old species and new concepts in the taxonomy of Pomacea (Gastropoda: Ampullariidae)\". Biocell. 26 (1): 71–81. PMID 12058383.\nCowie RH (2001). \"Can snails ever be effective and safe biocontrol agents?\". International Journal of Pest Management. 47 (1): 23–40. CiteSeerX 10.1.1.694.2798. doi:10.1080/09670870150215577.\nMcClary A (1962). \"Surface inspiration and ciliary feeding in Pomacea paludosa (Prosobranchia: Mesogastropoda: Ampullariidae)\". Malacologia. 2 (1): 87–104.\nMeenakshi VR (1956). \"Physiology of hibernation of the apple-snail Pila virens (Lamarck)\". Current Science. 10: 321–3.\n\n\n== External links ==\nApplesnail website",
    "ImageURL": "AppleSnail_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Ampullariidae",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Mollusca",
        "Class": "Gastropoda",
        "Family": "AmpullariidaeJ. E. Gray"
    },
    "Zone": "* #### D"
}