{
    "CommonName": "Arctic lemming",
    "BriefSummary": "The Arctic lemming (Dicrostonyx torquatus) is a species of rodents in the family Cricetidae.\nAlthough generally classified as a \"least concern\" species, the Novaya Zemlya subspecies (Dicrostonyx torquatus ungulatus) is considered a vulnerable species under Russian nature conservation legislation (included in Red Book of Russian Federation since 1998).",
    "WikiContents": "The Arctic lemming (Dicrostonyx torquatus) is a species of rodents in the family Cricetidae.\nAlthough generally classified as a \"least concern\" species, the Novaya Zemlya subspecies (Dicrostonyx torquatus ungulatus) is considered a vulnerable species under Russian nature conservation legislation (included in Red Book of Russian Federation since 1998).\n\n\n== Biology ==\nIt is found only in the Arctic biomes in the Russian Federation, and it is  the commonest mammal on Severnaya Zemlya. Specimens were once found in England, but they are now extirpated. For the most part, lemmings of the genus Lemmus can coexist with those of genus Dicrostonyx. Arctic lemmings migrate when population density becomes too great, and they resort to swimming in search of a new habitat. The disappearance of lemmings and the lemming cycles in the Arctic have shown that they are the causes of fluctuations in local breeding among geese and waders. Recovery of lemmings after years of low density is associated with a period of successful breeding and maintenance of their young in the snow.The diet of the Arctic lemming has been studied, and it has been found to consist of 86% dicotyledons, 14% monocotyledons, and less than 1% mosses. The diet of a family of lemmings consists mostly of Saliceae. Poaceae are also in their diet.They are a well studied example of a cyclic predator−prey relationship. Terns in the Arctic target lemmings that move in groups; after attacks, lemmings seek shelter in holes or elsewhere out of the terns' territory to avoid additional attacks.\n\n\n== Environment ==\nDuring the winter, Arctic lemmings make nests in order to help maintain thermoregulation, maintaining their young, and aids in their survival against predators. One of their predators is the Arctic Fox and they would find that it difficult to hunt lemmings on account of the fact that they would burrow themselves deep within the snow. The fox would then have to dig through the snow in order to reach them. Unfortunately, when snow is scarce and there isn't much for the lemmings to make a nest or burrow in, there would be periodic disappearances of lemmings because of hunting by other predators and their inability to protect themselves.\n\n\n== References ==\n\n\n== External links ==\n Media related to Dicrostonyx torquatus at Wikimedia Commons",
    "ImageURL": "Arcticlemming_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Arctic_lemming",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Cricetidae",
        "Genus": "Dicrostonyx",
        "Species": "torquatus"
    },
    "ScientificName": "Dicrostonyx torquatus",
    "Zone": "* #### C"
}