{
    "CommonName": "Argalis",
    "BriefSummary": "The argali, or the mountain sheep (species Ovis ammon) is a wild sheep that roams the highlands of Central Asia (Himalaya, Tibet, Altay).",
    "WikiContents": "The argali, or the mountain sheep (species Ovis ammon) is a wild sheep that roams the highlands of Central Asia (Himalaya, Tibet, Altay).\n\n\n== Description ==\nThe name 'argali' is the Mongolian word for wild sheep. It is the largest species of wild sheep. The North American bighorn sheep may approach comparable weights but is normally considerably outsized by the argali. Argali stand 85 to 135 cm (3 to 4 ft) high at the shoulder and measure 136 to 200 cm (4 to 7 ft) long from the head to the base of the tail. The female, or ewe is the smaller sex by a considerable margin, sometimes weighing less than half as much as the male, or ram. The ewes can weigh from 43.2 to 100 kg (95 to 220 lb) and the rams typically from 97 to 328 kg (214 to 723 lb), with a maximum reported mass of 356 kg (785 lb). The Pamir argali (also called Marco Polo sheep, for they were first described by that traveler), O. a. polii, is the largest race on average, regularly measuring more than 180 cm (5 ft 11 in) long without the tail, and is less sexually dimorphic in body mass than most other subspecies. The argali has relatively the shortest tail of any wild goat-antelope or sheep, with reported tail lengths of 9.5–17 cm (3.7–6.7 in).\nThe general coloration varies between each animal, from a light yellow to a reddish-brown to a dark grey-brown. Argali or nyan from the Himalayas are usually relatively dark, whereas those from Russian ranges are often relatively pale. In summertime, the coat is often lightly spotted with a salt-and-pepper pattern. The back is darker than the sides, which gradually lighten in color. The face, tail and the buttocks are yellowish-white. The male has a whitish neck ruff and a dorsal crest and is usually slightly darker in color than the female. Males have two large corkscrew shaped horns, some measuring 190 cm (6 ft 3 in) in total length and weighing up to 23 kg (51 lb).  Males use their horns for competing with one another.  Females also carry horns, but they are much smaller, usually measuring less than 50 cm (20 in) in total length.\n\n\n== Subspecies and classification ==\nCurrently, 9 subspecies of argali are recognized:\nAltai argali, O. a. ammon\nKaraganda argali, O. a. collium\nGobi argali, O. a.  darwini\nTibetan argali, O. a. hodgsoni\nNorth China argali, O. a.  jubata\nTian Shan argali, O. a. karelini\nKara Tau argali, O. a. nigrimontana\nMarco Polo argali, O. a. polii\nSevertzov argali, O. a. severtzoviSome sources classify mouflon as Ovis ammon musimon, but DNA testing has not supported this. Several subspecies of argali have been genetically tested for mtDNA and one study found the subspecies O. a. ammon, O. a. darwini and the urial subspecies, O. vignei bochariensis grouped closely, while the subspecies O. a. collium and O. a.  nigrimontana grouped with the urial subspecies O. vignei arkal.\n\n\n== Range and habitat ==\nArgali range from central Kazakhstan in the west to the Shanxi Province in China in the east and from the Altai Mountains in the north to the Himalayas to the south. They are a species of mountainous areas, living from elevations of 300 to 5,800 m (980 to 19,030 ft). In protected areas, the species generally prefers gently sloping areas with soft broken terrain, although ewes with lambs often take up residence in more precipitous areas, characterized by canyons and jagged rocks. In areas where they are extensively hunted (such as Kazakhstan), they are more likely to be found in forested areas. In parts of China and Russia where they compete for resources with numerous domestic stock, argali more regularly take up residence in precipitous, jagged areas. Argali may search for regions in the mountains where snow cover is not heavy during the winter, following winds that blow snow off the earth. Rams are generally found at higher elevations more regularly than females and stay at higher elevations longer during the winter.\n\n\n== Life history ==\n\nArgalis live in herds typically numbering between two and 150 animals, segregated by sex, except during breeding season. Most populations show large numbers of adult females, constituting more than half of a local population, against around 20% adult males and a further 20% young argali. Some rams are solitary, but most are seen in small herds numbering between three and 30 individuals. Females and their young live in larger groups, regularly up to 92 individuals and exceptionally to 200 animals. Migrating herds, especially males, have been reported. Most migration appear to be related to seasonally decreased food sources, though an overabundance of biting insects (especially gadflies), severe drought or fires, poaching by humans, and large numbers of domestic livestock may also trigger movements.  With their long legs, herds can travel quickly from place to place.  Argali tend to live at higher elevations during the summer.\nArgali reach breeding maturity at two to three years of age. Rutting may occur from October to mid-January, generally lasting longer in lower elevations. In rutting herds, both rams and ewes attack others of their own sex, exerting dominance by ramming each other with their horns.  Although such groups engage in lamb-like play, the combat of a pair of mature males is a serious business. The rams slam into each other, with their fore legs up in the air, exerting enough force to be heard up to 800 m (2,600 ft) away. Often, the older males (over six years of age), which are also often the largest, end up the dominant ones and younger males are chased off once the ewes are in estrus. Once dominance is established, the top rams begin approaching ewes and smell their urine to determine their receptiveness. The ram then repeatedly approaches the ewe and forcibly mounts her. Mating commences around two to three weeks after the rutting begins. Rams may remain in the company of ewes for up to two months after the rutting period is complete.The gestation period lasts a little over 165 days. Births occur in late March or April, with a variable number of females being barren. Most subspecies give birth to a single lamb, though in some races, twins are not uncommon and even as many as five have been born at once. At birth, the lambs weigh 2.7–4.6 kg (6–10 lb). The newborn lamb and mother ewe stay around where the birth occurs overnight and, on the next day, both usually walk together. Lambs often play in groups, jumping up and down together, sometimes being joined by their mothers. Weight gain is often quite fast and the lambs may weigh 10 times their birth weight by their first birthday. Females often attain their maximum mass by two years of age, but males appear to continue to grow larger and heavier in their third and fourth years. Milk teeth develop around three months of age, with a full set of teeth developing by around six months. By the time their teeth develop, lambs are capable grazers, but the ewes continue nursing them from August to May of the following year. Most argali live five to 10 years, but are capable of living 13 years in the wild.Adult argali eat 16–19 kg (35–42 lb) of food a day. The vegetation preferred by the species varies based on elevation and area. In higher elevations, they predominantly eat grasses, sedges, and forbs. At midelevation habitats, they more regularly feed on bushes and mesophyte grasses. In the lowest ranges and the spurs of deserts,  grasses and sedges again predominate, but often of different species than the high-elevation ones. In north-central Kazakhstan, sprouts, leaves, flowers, and fruits are significant to the diet all year, whereas they appear to be a rare dietary supplement over the rest of the range. Water is needed by argali, which is rarely a problem for animals living at high elevation, where melting snow and small waterways are regularly encountered. In drier climes, argali may travel several kilometers in search of water. When available, argali readily consume saline soil.Although they are locally sympatric with Siberian ibex, the two species have differing habitat and pasture preferences, reducing likely competition. In Tibet, the argali must regularly compete with other grazing species for pasture, including Tibetan antelope, bharal, Thorold's deer and wild yaks. Competition is most serious with livestock, especially domestic yak and domestic sheep, with which argali are frequently forced to intermingle and from which they often catch diseases and parasites. The main predator of argali are gray wolves, which often exploit harsh winter conditions (such as deep snow) to capture the wild sheep, though they can and do take specimens of any age or condition year around. Where not locally extirpated, snow leopards and leopards are also predators of argali of any age. Eurasian lynx and wolverines may seldom kill argali to at least the size of winter-weakened ewes. Red foxes and domestic dogs (largely those kept by sheep-herders) will prey on lambs. Cinereous vultures, lammergeiers and golden eagles have been observed circling herds of ewes with lambs in a possibly predatory manner and remains of argali lambs have been observed in golden eagle nests. Smaller predators, such as raptorial birds and smaller mammalian carnivores, are attacked by mother ewes, but in the presence of larger predators, the ewes quickly run away with the lambs following them.\n\n\n== Status ==\n\nArgali are considered an endangered or threatened species throughout their entire range, due largely to habitat loss from overgrazing of domestic sheep and hunting. As the world's largest sheep, the lure to gather a trophy specimen is strong among sports-hunters. They are hunted for both their meat and their horns, used in traditional Chinese medicine, and poaching continues to be a major (and difficultilly managed) problem. Argali have been extirpated from northeastern China, southern Siberia, and parts of Mongolia. Populations of predators such as gray wolves and snow leopards have appeared to have been negatively affected by the scarcity of argali.In Pakistan-administered Kashmir it is listed as an endangered species.\n\n\n== References ==\n\n\n== Further reading ==\nSalas, E.A.L.; Valdez, R.; Michel, S. (2017). \"Summer and winter habitat suitability of Marco Polo argali in southeastern Tajikistan: A modeling approach\". Heliyon. 3 (11): e00445. doi:10.1016/j.heliyon.2017.e00445. PMID 29159323.\nSalas, E.A.L.; Valdez, R.; Boykin, K.G. (2015). \"Geographic Layers as Landscape Drivers for the Marco Polo Argali Habitat in the Southeastern Pamir Mountains of Tajikistan\". ISPRS International Journal of Geo-Information. 4 (4): 2094–2108. doi:10.3390/ijgi4042094.\nSingh, N.J.; Amgalanbaatar, S.; Reading, R.P. (2011). \"Grouping Patterns of Argali in Ikh Nart Nature Reserve, Mongolia\". Mongolian Journal of Biological Sciences. 8: 7–13.\nSingh, N.J.; Yoccoz, N.G.; Cote, S.D.; Lecomte, N.; Fox, J.L. (2010). \"Scale and selection of habitat and resources: Tibetan argali in High altitude rangelands\". Canadian Journal of Zoology. 88 (5): 436–447. doi:10.1139/Z10-015.\nSingh, N.J.; Bonenfant, C.; Yoccoz, N.G.; Cote, S.D. (2010). \"Sexual segregation in Eurasian wild sheep\". Behavioral Ecology. 21 (2): 410–418. doi:10.1093/beheco/arp205.\nSingh, N.J.; Yoccoz, N.G.; Bhatnagar, Y.V.; Fox, J.L. (2009). \"Using habitat suitability models to sample rare species in high-altitude ecosystems: A case study with Tibetan argali\". Biodiversity and Conservation. 18 (11): 2893–2908. doi:10.1007/s10531-009-9615-5.\nSingh, N.J. \"Animal Habitat relationships in high altitude rangelands. PhD Thesis\". University of Tromsø, Tromsø, Norway. Archived from the original on 2014-12-29. Retrieved 2012-08-31.\nNamgail, T.; Fox, J.L. & Bhatnagar, Y.V. (2007). \"Habitat shift and time budget of the Tibetan argali: the influence of livestock grazing\" (PDF). Ecological Research. 22: 25–31. doi:10.1007/s11284-006-0015-y.\nNamgail, T. (2007). \"Vigilance behaviour of the Tibetan argali Ovis ammon hodgsoni in the Indian Trans-Himalaya\" (PDF). Acta Zoologica Sinica. 53: 195–200.\nNamgail, T.; Fox, J.L. & Bhatnagar, Y.V. (2004). \"Habitat segregation between sympatric Tibetan argali Ovis ammon hodgsoni and blue sheep Pseudois nayaur in the Indian Trans-Himalaya\" (PDF). Journal of Zoology (London). 262: 57–63. doi:10.1017/S0952836903004394.\nNamgail, T. (2003). \"Gya-Miru: last refuge of the Tibetan argali\". Sanctuary Asia. 23: 16–21. Archived from the original on 2007-08-25.\nNamgail, T., Fox, J.L. & Bhatnagar, Y.V. (2003). Interactions between Argali and livestock in the Proposed Gya-Miru Wildlife Sanctuary.\nUniversity of Michigan Museum of Zoology\n\n\n== External links ==\nIllustrations of \"Aegoceros Ammon\" and \"Aegoceros Argali\" in Zoographia russo-asiatica (1811) by Peter Simon Pallas.",
    "ImageURL": "Argalis_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Argali",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Ovis",
        "Species": "ammon"
    },
    "ScientificName": "Ovis ammon"
}