{
    "CommonName": "Asian Giant Hornet",
    "BriefSummary": "The Asian giant hornet (Vespa mandarinia), including the subspecies Japanese giant hornet (V. m. japonica), colloquially known as the yak-killer hornet, is the world's largest hornet, native to temperate and tropical Eastern Asia. They prefer to live in low mountains and forests, while almost completely avoiding plains and high-altitude climates. V. mandarinia creates nests by digging, co-opting pre-existing tunnels dug by rodents, or occupying spaces near rotted pine roots. It feeds primarily on larger insects, colonies of other eusocial insects, tree sap, and honey from honey bee colonies. The hornet has a body length of 45 mm (1.8 in), a wingspan around 75 mm (3.0 in), and a stinger 6 mm (0.24 in) long, which injects a large amount of potent venom.The Asian giant hornet is sometimes confused with the yellow-legged hornet (Vespa velutina), also known as the Asian hornet, an invasive species of major concern across Europe, including the UK.",
    "WikiContents": "The Asian giant hornet (Vespa mandarinia), including the subspecies Japanese giant hornet (V. m. japonica), colloquially known as the yak-killer hornet, is the world's largest hornet, native to temperate and tropical Eastern Asia. They prefer to live in low mountains and forests, while almost completely avoiding plains and high-altitude climates. V. mandarinia creates nests by digging, co-opting pre-existing tunnels dug by rodents, or occupying spaces near rotted pine roots. It feeds primarily on larger insects, colonies of other eusocial insects, tree sap, and honey from honey bee colonies. The hornet has a body length of 45 mm (1.8 in), a wingspan around 75 mm (3.0 in), and a stinger 6 mm (0.24 in) long, which injects a large amount of potent venom.The Asian giant hornet is sometimes confused with the yellow-legged hornet (Vespa velutina), also known as the Asian hornet, an invasive species of major concern across Europe, including the UK.\n\n\n== Taxonomy and phylogeny ==\nV. mandarinia is a species in the genus Vespa, which comprises all true hornets. Along with seven other species, V. mandarinia is a part of the V. tropica species group, defined by the single notch located on the apical margin of the seventh gastral sternum of the male. The most closely related species within the species group is V. soror. The triangular shape of the apical margin of the clypeus of the female is diagnostic, the vertex of both species is enlarged, and the shape of the apex of the aedeagus is distinct and similar. Division of the genus into subgenera has been attempted in the past, but has been abandoned, due to the anatomical similarity amongst species and because behavioural similarity is not associated with phylogeny.\n\n\n== Description ==\n\nRegardless of sex, the hornet’s head is a light shade of orange and its antennae are brown with a yellow-orange base. Its eyes and ocelli are dark brown to black. V. mandarinia is distinguished from other hornets by its pronounced clypeus and large genae. Its orange mandible contains a black tooth that it uses for digging. The thorax is dark brown, with two grey wings varying in span from 3.5 to 7.5 cm. Its forelegs are brighter than the mid and hind legs. The base of the forelegs is darker than the rest. The abdomen alternates between bands of dark brown or black and a yellow-orange hue (consistent with its head color). The sixth segment is yellow. Its stinger is up to 10 mm long and contains a potent venom that, in cases of multiple hornets stinging simultaneously, can kill a human.\n\n\n=== Queens and workers ===\nThe queens are considerably larger than workers. Queens can exceed 50 mm (2.0 in), while workers are between 35 and 40 mm (1.4 and 1.6 in). The reproductive anatomy is consistent between the two, but workers do not reproduce.\n\n\n=== Drones ===\nDrones (males) are similar to females, but lack a stinger. This is a consistent feature among Hymenoptera.\n\n\n== Geographic distribution ==\n\nIt can be found in the Primorsky Krai, Khabarovsky Krai (southern part only) and Jewish AO regions of Russia, Korea (where it is called 장수말벌 \"general officer wasp\"), China, Taiwan (simplified Chinese: 虎头蜂; traditional Chinese: 虎頭蜂; literally: 'tiger head bee'), Indochina (region which consists of the countries Laos, Thailand, Cambodia, Myanmar and Vietnam), Nepal, India and Sri Lanka, but it is most common in rural areas of Japan, where it is called ōsuzumebachi (大雀蜂, \"giant sparrow bee\"). Reports of this species from other parts of the world are erroneous identifications of other hornet species, such as V. orientalis and V. velutina in Europe and Mexico, but it is not found in the U.S..\n\n\n== Nesting ==\nV. mandarinia nests in low mountain foothills and lowland forests. As a particularly dominant species, no efforts are directed towards conserving V. mandarinia or its habitats, as they are common in areas of low human disturbance. Unlike other species of Vespa, V. mandarinia almost exclusively inhabits subterranean nests. In a study of 31 nests, 25 were found around rotten pine roots. Additionally, rodents, snakes, or other burrowing animals previously made some of the tunnels. The depth of these nests was between 6 and 60 cm. The entrance at the ground surface varies in length from 2 to 60 cm either horizontally, inclined, or vertically. The queens that found the nest prefer narrow cavities.Nests of Vespa typically lack a developed envelope. During the initial stages of development, the envelope is in an inverted-bowl shape. As the nest develops, one to three rough sheets of combs are created. Often, single primordial combs are created simultaneously and then fused into a single comb.A system of one main pillar and secondary pillars connects the combs. Nests usually have four to seven combs. The top comb is abandoned after summer and left to rot. The largest comb is at the middle to bottom portion of the nest. The largest combs created by Vespa measured 49.5 cm by 45.5 cm with 1,192 cells (no obstacles, circular) and 61.0 cm by 48.0 cm (elliptical; wrapped around root system).\n\n\n== Colony cycle ==\nThe nesting cycle of V. mandarinia is fairly consistent with that of other eusocial insects. Six phases occur in each cycle.\n\n\n=== Prenesting period ===\nInseminated queens and uninseminated queens enter hibernation following a cycle. They first appear in early to mid-April and begin feeding on the sap of Quercus trees. Although this timing is consistent among hornets, V. mandarinia dominates the order, receiving preference for premium sap sources. Among the V. mandarinia queens is a dominance hierarchy. Top-ranked queens begin feeding, while the other queens form a circle around her. Once the top queen finishes, the second-highest ranking queen feeds. This process repeats until the last queen feeds at a poor hour.\n\n\n=== Solitary, cooperative and polyethic periods ===\nInseminated queens start to search for nesting sites in late April. The uninseminated queens do not search for nests since their ovaries never fully develop. They continue to feed, but then disappear in early July.\nAn inseminated queen begins to create relatively small cells in which she raises around 40 small workers. Workers do not begin to work outside of the hive until July. Queens participate in activities outside the hive until mid-July, when they stay inside the nest and allow workers to do extranidal activities. Early August marks a fully developed nest, containing three combs holding 500 cells and 100 workers. After mid-September, no more eggs are laid and the focus shifts to caring for larvae. The queens die in late October.\n\n\n=== Dissolution and hibernating period ===\nMales and new queens take on their responsibilities in mid-September and mid-October, respectively. During this time, their body color becomes intense and the weight of the queen increases about 20%. Once the males and queen leave the nest, they do not return. In V. mandarinia, males wait outside the nest entrance until the queen emerges. Once the queen emerges, they attack her midair, bring her to the ground, and copulate from 8 to 45 seconds. After this episode, the males return to the entrance for a second chance, while the queen leaves. Many queens attempt to fight off the males and leave unfertilized. After this episode, queens are found in moist, subterranean habitats.\nWhen sexed individuals emerge, workers shift their focus from protein and animal foods to carbohydrates. The last sexed individuals to emerge die of starvation.\n\n\n== Sting ==\nThe stinger of the Asian giant hornet is about 6 mm (0.24 in) long, and injects an especially potent venom that contains, like many bee and wasp venoms, a cytolytic peptide (specifically, a mastoparan) that can damage tissue by stimulating phospholipase action, in addition to its own phospholipase.\nMasato Ono, an entomologist at Tamagawa University near Tokyo, described the sensation as feeling \"like a hot nail being driven into my leg\".The venom contains a neurotoxin called mandaratoxin, a single-chain polypeptide with a molecular weight around 20 kD. Whilst a single wasp cannot inject a lethal dose, it can be lethal even to people who are not allergic if the dose is sufficient (i.e., if multiple stings are received). However, if the victim is allergic to the venom, this greatly increases the risk of death.\nEach year in Japan, the human death toll caused by Asian giant hornet stings is around 30 to 40.Advice in China is that people stung more than 10 times need medical help, and need emergency treatment for more than 30 stings. The stings can cause kidney failure. In 2013, stings by Asian giant hornets killed 41 people and injured more than 1,600 people in Shaanxi, China.\n\n\n=== Effects of venom on humans ===\nFatalities from envenomation are primarily related to anaphylactic shock or cardiac arrest, though rare cases have occurred where patients died as a result of multiple organ failure, typically after a relatively large number of stings.\nThose who died of multiple organ failure additionally exhibited signs of skin hemorrhaging and necrosis, though both are otherwise rare. The two likely reasons for skin hemorrhaging and necrosis are an inability to effectively neutralize the venom, or unusually potent venom toxicity for that set of stings. In either case, these stings lead to multiple organ injury. While not everyone displayed lesions or necrosis, a strong correlation existed between the number of stings and the severity of injury. Those who died, on average, were stung 59 times (with a standard deviation of 12), while those who survived suffered 28 stings (with a standard deviation of 4).\n\n\n== Parasites ==\nXenos moutoni is a common parasite among Vespa species. In a study of parasites among species of Vespa, 4.3% of V. mandarinia females were parasitized. Males were not stylopized (parasitized by Stylopidae, such as xenos moutoni) at all. The width of the stylopid’s head and the host’s head are positively correlated. The major consequence of being parasitized is the inability to reproduce for the following year. Stylopized queens follow the same fate as uninseminated queens. They do not search for an area to create a new colony and feed on sap until early July, when they disappear. In other species of Vespa, males also have a chance of being stylopized. The consequences between the two sexes are similar, as neither sex is able to reproduce.\n\n\n== Communication and perception ==\nV. mandarinia uses both visual and chemical cues as a means of navigating itself and others to the desired location. Scent marking was discussed as a way for hornets to direct other members of the colony to a food source. Even with antennae damage, V. mandarinia was able to navigate itself. It was unable to find its destination only when vision impairment was induced. This implies that while chemical signalling is important, visual cues play an equally important role in guiding individuals. Other behaviors include the formation of a “royal court” consisting of workers that lick and bite the queen, thereby ingesting her pheromones.\nThese pheromones could directly communicate between the queen and her court or indirectly between her court and other workers due to the ingested pheromones. This is merely speculation, as no direct evidence has been collected to suggest the latter. V. mandarinia communicates acoustically, as well. When larvae are hungry, they scrape their mandibles against the walls of the cell. Furthermore, adult hornets click their mandibles as a warning to other creatures that encroach upon their territory.\n\n\n== Scent marking ==\nV. mandarinia is the only species of social wasp known to apply a scent to direct its colony to a food source. The wasp secretes the chemical from the sixth sternal gland, also known as van der Vecht's gland. This behavior is observed during autumnal raids after the hornets begin hunting in groups instead of individually. The ability to apply scents may have arisen because the wasp relies heavily on honeybee colonies as its main food source. A single wasp is unable to take on an entire colony of bees because species such as Apis cerana have a well-organized defense mechanism. Honeybees swarm one wasp and flutter their wings to heat up the wasp and raise carbon dioxide to a lethal level. So, organized attacks are much more effective and easily devastate a colony of tens of thousands of honeybees.\n\n\n== Interspecies dominance ==\nIn an experiment observing four different species of Vespa, including V. ducalis, V. crabro, V. analis, and V. mandarinia, V. mandarinia was the dominant species. Multiple parameters were set to determine this. The first set parameter observed interaction-mediated departures, which are defined as scenarios wherein one species leaves its position due to the arrival of a more dominant individual. The proportion of interaction-mediated departures was the lowest for V. mandarinia. Another measured parameter was attempted patch entry. Over the observed time, conspecifics (interactions with the same species) resulted in refused entry far more than heterospecifics (interactions with different species). Lastly, fights between these hornets, Pseudotorynorrhina japonica, Neopegoschkevitschii species, and Lethe sicelis were observed, and once more V. mandarinia was the most dominant species. In 57 separate fights, one loss was observed to Neopegoschkevitschii, giving V. mandarinia a win rate of 98.3%. Based on interaction-mediated departures, attempted patch entry, and interspecific fights, V. mandarinia is the most dominant species.\n\n\n== Predation ==\n\nThe Asian giant hornet is intensely predatory; it hunts medium- to large-sized insects, such as bees, other hornet species and mantises. The latter are favoured targets in late summer and fall. Large insects like mantises are key protein sources to feed queens and drone larvae.\nThis hornet often attacks both colonies of other Vespa species (Vespa simillima being the usual prey species) and honey bee hives to obtain the adults, pupae and larvae as food for their own larvae; sometimes they also cannibalize each other's colonies. A single scout, sometimes two or three, cautiously approaches the hive, producing pheromones to lead its nest-mates to the hive. The hornets can devastate a colony of honey bees, especially if it is the introduced western honey bee; a single hornet can kill as many as 40 bees per minute due to its large mandibles, which can quickly strike and decapitate prey. The honey bees' stings are ineffective because the hornets are five times their size and heavily armored. Only a few hornets (under 50) can exterminate a colony of tens of thousands of bees in a few hours. The hornets can fly up to 100 km (60 mi) in a single day, at speeds up to 40 km/h (25 mph)Hornet larvae, but not adults, can digest solid protein; the adult hornets can only drink the juices of their victims, and they chew their prey into a paste to feed to their larvae. Larvae of predatory social vespids generally (not just Vespa) secrete a clear liquid, Vespa amino acid mixture, the exact amino acid composition of which varies considerably from species to species, which they produce to feed the adults on demand.\n\n\n=== Native honey bees ===\n\nBeekeepers in Japan attempted to introduce western honey bees (Apis mellifera) for the sake of their high productivity. European honey bees have no innate defense against the hornets, which can rapidly destroy their colonies. Although a handful of Asian giant hornets can easily defeat the uncoordinated defenses of a honey bee colony, the Japanese honey bee (Apis cerana japonica) has an effective strategy. When a hornet scout locates and approaches a Japanese honey bee hive, she emits specific pheromonal hunting signals. When the Japanese honey bees detect these pheromones, a hundred or so gather near the entrance of the nest and set up a trap, keeping the entrance open. This permits the hornet to enter the hive. As the hornet enters, a mob of hundreds of bees surrounds it in a ball, completely covering it and preventing it from reacting effectively. The bees violently vibrate their flight muscles in much the same way as they do to heat the hive in cold conditions. This raises the temperature in the ball to the critical temperature of 46 °C (115 °F). In addition, the exertions of the honeybees raise the level of carbon dioxide (CO2) in the ball. At that concentration of CO2, they can tolerate up to 50 °C (122 °F), but the hornet cannot survive the combination of high temperature and high carbon dioxide level. Some bees do die along with the intruder, much as happens when they attack other intruders with their stings, but by killing the hornet scout, they prevent it from summoning reinforcements that would wipe out the entire colony.Detailed research suggests this account of the behavior of the bees and a few species of hornets is incomplete and the bees and the predators are developing strategies to avoid expensive and mutually unprofitable conflict. Instead, when bees detect scouting hornets, they transmit an \"I see you\" signal that commonly warns off the predator. Another defence utilized by Apis cerana is speeding up dramatically when returning to the colony, in order to avoid midair attacks.\n\n\n== Extermination methods ==\nSix different methods are used to control hornets in Japan. Though these methods decrease damage done by V. mandarinia, controlling them entirely is extremely difficult.\n\n\n=== Beating ===\nHornets are crushed with wooden sticks with flat heads. If the hornet is in the hunting and slaughter phase, it will not counterattack. The biggest expenditure in this method is time, as the process is extremely inefficient.\n\n\n=== Nest removal ===\nApplying poisons or fires at night is an effective way of exterminating a colony. The most difficult part about this tactic is finding the subterranean nests. The most common method of discovering nests is giving a piece of frog or fish meat attached to a cotton ball to a wasp and following it back to its nest. With V. mandarinia, this is particularly difficult considering its common home flight radius of 1–2 km. V. mandarinia travels up to 8 km away from the nest.\n\n\n=== Bait traps ===\nBait traps are placed in apiaries. The system consists of multiple compartments that direct the hornet into a one-sided hole which is difficult to return through once it is in the cul-de-sac compartment, an area located at the top of the box which bees can escape from through a mesh opening, but wasps cannot due to their large size. Baits used to attract the hornets include a diluted millet jelly solution, crude sugar solution with a mixture of intoxicants, vinegar, or fruit essence.\n\n\n=== Mass poisoning ===\nHornets at the apiary are captured and fed a sugar solution or bee that has been poisoned with malathion. The toxin is expected to spread through trophallaxis. This method is good in principle, but has not been tested extensively.\n\n\n=== Trapping at hive entrances ===\nThe trap is attached to the front of beehives. The effectiveness of the trap is determined by its ability to capture hornets while allowing bees to escape easily. The wasp enters the trap and encounters resistance from bees or catches one. The hornet then tries to fly back through the entrance and hits the front of the trap. The hornet then flies upwards to escape and enters the capture chamber, where the hornets are left to die. The many problems with the trap makes it inefficient. Some hornets find a way to escape the trap through the front.\n\n\n=== Protective screens ===\nAs explained in the trapping section, if met by resistance, hornets lose the urge to attack and instead retreat. Different measures of resistance include weeds, wire, or fishing nets or limiting the passage size so only bees can make it through. Experienced hornets catch on and eventually stay on these traps, awaiting the arrival of bees. The best method of controlling hornets is to combine these protective screens with traps.\n\n\n== Use as a nutritional supplement ==\nVespa amino acid mixture is a nutritional supplement consisting of larval saliva sold with the intent of improving endurance during exercise. Several companies in Asia and Europe have begun to manufacture dietary supplements and energy drinks which contain synthetic versions of secretions of the larvae of V. mandarinia, which the adult hornets usually consume. The manufacturers of these products make claims that consuming the larval hornet secretions (marketed as \"hornet juice\") will enhance human endurance because of the effect it has on adult hornets' performance. During laboratory testing on mice, increased lipolysis (metabolism of fat) was observed in rat adipocytes (fat cells) alongside improved swimming endurance, decreased lactate, and increased glucose concentration in the blood stream. While testing on mice has produced optimistic outcomes, trial tests on humans were inconclusive. Ten trained cyclists were given either an 80 ml serving of the mixture or a sports-drink placebo. Variables tested included the time to complete the 20 km race, peak power, average power, maximum heart rate, and average heart rate. Participants who consumed it had significantly lower maximum heart rates, but no other statistically significant changes were seen.\n\n\n== References ==\n\n\n== External links ==\nThe Asian Giant Hornet\nYellowjackets and hornets\nVideo footage at National Geographic",
    "ImageURL": "AsianGiantHornet_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Asian_giant_hornet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Euarthropoda",
        "Class": "Insecta",
        "Order": "Hymenoptera",
        "Family": "Vespidae",
        "Genus": "Vespa",
        "Species": "mandarinia"
    },
    "ScientificName": "Vespa mandarinia"
}