{
    "CommonName": "Asian lion",
    "BriefSummary": "The Asiatic lion is a Panthera leo leo population in India. Its range is restricted to the Gir National Park and environs in the Indian state of Gujarat. On the IUCN Red List, it is listed under its former scientific name Panthera leo persica as Endangered  because of its small population size and area of occupancy.The Asiatic lion was first described in 1826 by the Austrian zoologist Johann N. Meyer who named it Felis leo persicus. Until the 19th century, it occurred in eastern Turkey, Iran, Mesopotamia, and from east of the Indus River to Bengal and Narmada River in Central India.\nSince the turn of the 20th century, it is restricted to the Gir Forest National Park and surrounding areas.\nThis lion population has steadily increased since 2010. In May 2015, the 14th Asiatic Lion Census was conducted over an area of about 20,000 km2 (7,700 sq mi); the lion population was estimated at 523 individuals, comprising 109 adult males, 201 adult females and 213 cubs. In August 2017, a similar census revealed 650 wild individuals.The lion is one of five pantherine cats inhabiting India, along with the Bengal tiger (P. tigris tigris), Indian leopard (P. pardus fusca), snow leopard (P. uncia) and clouded leopard (Neofelis nebulosa). It was also known as \"Indian lion\" and \"Persian lion\".",
    "WikiContents": "The Asiatic lion is a Panthera leo leo population in India. Its range is restricted to the Gir National Park and environs in the Indian state of Gujarat. On the IUCN Red List, it is listed under its former scientific name Panthera leo persica as Endangered  because of its small population size and area of occupancy.The Asiatic lion was first described in 1826 by the Austrian zoologist Johann N. Meyer who named it Felis leo persicus. Until the 19th century, it occurred in eastern Turkey, Iran, Mesopotamia, and from east of the Indus River to Bengal and Narmada River in Central India.\nSince the turn of the 20th century, it is restricted to the Gir Forest National Park and surrounding areas.\nThis lion population has steadily increased since 2010. In May 2015, the 14th Asiatic Lion Census was conducted over an area of about 20,000 km2 (7,700 sq mi); the lion population was estimated at 523 individuals, comprising 109 adult males, 201 adult females and 213 cubs. In August 2017, a similar census revealed 650 wild individuals.The lion is one of five pantherine cats inhabiting India, along with the Bengal tiger (P. tigris tigris), Indian leopard (P. pardus fusca), snow leopard (P. uncia) and clouded leopard (Neofelis nebulosa). It was also known as \"Indian lion\" and \"Persian lion\".\n\n\n== Taxonomic history ==\nFollowing Meyer's first description of an Asiatic lion skin from Persia, other naturalists and zoologists also described lion specimens from other parts of Asia that used to be considered synonyms of P. l. persica:\nFelis leo bengalensis proposed by Edward Turner Bennett in 1829 was a lion kept in the menagerie of the Tower of London. Bennett's essay contains a drawing titled 'Bengal lion'.\nFelis leo goojratensis proposed by Walter Smee in 1833 was based on two skins of maneless lions from Gujarat that Smee exhibited in a meeting of the Zoological Society of London.\nLeo asiaticus was proposed by Sir William Jardine, 7th Baronet in 1834.\nFelis leo indicus proposed by Henri Marie Ducrotay de Blainville in 1843 was based on an Asiatic lion skull.In 2017, the Asiatic lion was subsumed to P. l. leo due to close morphological and molecular genetic similarities with Barbary lion specimens.\n\n\n== Evolution ==\n\nFossil remains of Panthera spelaea excavated in the Cromer Stage indicate that it represented a genetically isolated and highly distinct lineage. Fossil lion remains were found in Pleistocene deposits in West Bengal. A fossil carnassial excavated in the Batadomba Cave indicates that Panthera leo sinhaleyus inhabited Sri Lanka during the late Pleistocene, and is thought to have become extinct around 39,000 years ago. Deraniyagala described this lion in 1939 that was distinct from today's lion.\n\n\n=== Lion phylogeography ===\nResults of a phylogeographic analysis based on mtDNA sequences of lions from across the global range indicates that Sub-Saharan African lions are phylogenetically basal to all modern lions. These findings support an African origin of modern lion evolution with a probable centre in East and Southern Africa. It is likely that lions migrated from there to West Africa, eastern North Africa and via the periphery of the Arabian Peninsula into Turkey, southern Europe and northern India during the last 20,000 years. The Sahara, tropical rainforest and the Great Rift Valley are natural barriers to lion dispersal.Genetic markers of 357 samples from captive and wild lions from Africa and India were examined during a study on lion evolution. Results indicate four lineages of lion populations: one in Central and North Africa to Asia, one in Kenya, one in Southern Africa, and one in Southern and East Africa. The first wave of lion expansion is thought to have occurred about 118,000 years ago from East Africa into West Asia, and the second wave in the late Pleistocene or early Holocene periods from Southern Africa towards East Africa.The Asiatic lion is genetically closer to North and West African lions than to the group comprising East and Southern African lions. The two groups probably diverged about 186,000–128,000 years ago. It is thought that the Asiatic lion remained connected to North and Central African lions until gene flow was interrupted due to extinction of lions in Europe and the Middle East.Asiatic lions are genetically less diverse than lions in Africa, which may be the result of a founder effect in the recent history of the remnant population in the Gir Forest.\n\n\n== Characteristics ==\n\nThe Asiatic lion's fur ranges in colour from ruddy-tawny, heavily speckled with black, to sandy or buffish grey, sometimes with a silvery sheen in certain lights. Males have only moderate mane growth at the top of the head, so that their ears are always visible. The mane is scanty on the cheeks and throat where it is only 10 cm (3.9 in) long. About half of Asiatic lions' skulls from the Gir forest have divided infraorbital foramina, whereas African lions have only one foramen on either side. The sagittal crest is more strongly developed, and the post-orbital area is shorter than in African lion. Skull length in adult males ranges from 330 to 340 mm (13 to 13 in), and in females from 292 to 302 mm (11.5 to 11.9 in). It differs from the African lion by a larger tail tuft and less inflated auditory bullae.\nThe most striking morphological character of the Asiatic lion is a longitudinal fold of skin running along its belly.Shoulder height of males is 107–120 centimetres (3.51–3.94 feet), and of females 80–107 centimetres (2.62–3.51 feet). Head-and-body measurements of two lions in Gir Forest were 1.98 m (78 in) each, with tail-lengths of 0.79–0.89 m (31–35 in) and total lengths of 2.82–2.87 m (111–113 in), respectively. The Gir lion is similar in size to the Central African lion, and smaller than large African lions.\nAdult males weigh 160 to 190 kg (350 to 420 lb), while females weigh 110 to 120 kg (240 to 260 lb).\n\n\n=== Manes ===\nColour and development of manes in male lions varies between regions, among populations and with age of lions. In general, the Asiatic lion differs from the African lion by a less developed mane. The manes of most lions in ancient Greece and Asia Minor were also less developed and did not extend to below the belly, sides or ulnas. Lions with such smaller manes were also known in the Syrian region, Arabian peninsula and Egypt, whereas Barbary and Cape lions had underbelly hair.\nIn contrast, a stone relief at Nineveh in the Mesopotamian Plain depicts a lion with underbelly hair. Therefore, it was suspected that the Mesopotamian lion may have been a distinct subspecies, for which the scientific name Panthera leo mesopotamica was proposed.\n\n\n=== Exceptionally sized lions ===\nThe confirmed record total length of a male Indian lion is 2.92 m (115 in), including the tail.Emperor Jahangir allegedly speared a lion in the 1620s that measured 3.10 m (122 in) and weighed 306 kg (675 lb).In 1841, Austen Henry Layard accompanied hunters in Khuzestan, Iran, and sighted a lion which \"had done much damage in the plain of Ram Hormuz,\" before one of his companions killed it. He described it as being \"unusually large and of very dark brown colour\", with some parts of its body being almost black.In 1935, a British Admiral claimed to have sighted a maneless lion feeding on a goat near Quetta. He wrote \"It was a large lion, very stocky, light tawny in colour, and I may say that no one of us three had the slightest doubt of what we had seen until, on our arrival at Quetta, many officers expressed doubts as to its identity, or to the possibility of there being a lion in the district.\"\n\n\n== Distribution and habitat ==\n\nIn the Gir Forest, an area of 1,412.1 km2 (545.2 sq mi) was declared as a sanctuary for Asiatic lion conservation in 1965. This sanctuary and the surrounding areas in Saurashtra, Western India, are the only wild habitats supporting the Asiatic lion. After 1965, a national park with an area of 258.71 km2 (99.89 sq mi) was established where human activity is not allowed. In the surrounding sanctuary only Maldharis have the right to take their livestock for grazing.Lions inhabit remnant forest habitats in the two hill systems of Gir and Girnar that comprise Gujarat's largest tracts of dry deciduous forest, thorny forest and savanna, and provide valuable habitat for a diverse flora and fauna. Five protected areas currently exist to protect the Asiatic lion: Gir Sanctuary, Gir National Park, Pania Sanctuary, Mitiyala Sanctuary, and Girnar Sanctuary. The first three protected areas form the Gir Conservation Area, a 1,452 km2 (561 sq mi) forest block that represents the core habitat of the Asiatic lions. The other two sanctuaries, Mitiyala and Girnar, protect satellite areas within dispersal distance of the Gir Conservation Area. An additional sanctuary is being established in the nearby Barda Wildlife Sanctuary to serve as an alternative home for Gir lions. The drier eastern part is vegetated with acacia thorn savanna and receives about 650 mm (26 in) annual rainfall; rainfall in the west is higher at about 1,000 mm (39 in) per year.The lion population recovered from the brink of extinction to 411 individuals by 2010. In that year, approximately 105 lions lived outside the Gir forest, representing a quarter of the entire lion population. Dispersing sub-adults established new territories outside their natal prides, and as a result the satellite lion population has been increasing since 1995.\nBy 2015, the total population had grown to an estimated 523 individuals, inhabiting an area of 7,000 km2 (2,700 sq mi) in the Saurashtra region. The Asiatic Lion Census conducted in 2017 revealed about 650 individuals.\n\n\n=== Former range ===\n\nThe Asiatic lion used to occur in Arabia, Palestine, Mesopotamia and Baluchistan. In South Caucasia, it was known since the Holocene and became extinct in the 10th century. Until the middle of the 19th century, it survived in regions adjoining Mesopotamia and Syria, and was still sighted in the upper reaches of the Euphrates River in the early 1870s. By the late 19th century, the Asiatic lion had become extinct in Saudi Arabia and Turkey. The last known lion in Iraq was killed on the lower Tigris in 1918.Historical records in Iran indicate that it ranged from the Khuzestan Plain to the Fars Province at elevations below 2,000 m (6,600 ft) in steppe vegetation and pistachio-almond woodlands. It was widespread in the country, but in the 1870s, it was sighted only on the western slopes of the Zagros Mountains, and in the forest regions south of Shiraz. It served as the national emblem and appeared on the country's flag. Some of the country's last lions were sighted in 1941 between Shiraz and Jahrom in the Fars Province, and in 1942, a lion was spotted about 65 km (40 mi) northwest of Dezful. In 1944, the corpse of a lioness was found on the banks of the Karun River in Iran's Khuzestan Province.Reginald Innes Pocock suggested that the restricted distribution of the Asiatic lion in India indicates that it was a comparatively recent immigrant and arrived in the country through Persia and Baluchistan, before humans limited its dispersal. In the early 19th century, the Asiatic lion occurred in Sind, Bahawalpur, Punjab, Gujarat, Rajastan, Haryana, Bihar and eastward as far as Palamau and Rewa, Madhya Pradesh. It once ranged to Bengal in the east and up to the Narmada River in the south, but declined under heavy hunting pressure. The advent and increasing availability of firearms led to its extinction over large areas.Heavy hunting by British colonial officers and Indian rulers caused a steady and marked decline of lion numbers in the country. Lions were exterminated in Palamau by 1814, in Baroda, Hariana and Ahmedabad district in the 1830s, in Kot Diji and Damoh in the 1840s. During the Indian Rebellion of 1857, a British officer shot 300 lions. The last lions of Gwalior and Rewah were shot in the 1860s. One lion was killed near Allahabad in 1866. The last lion of Mount Abu in Rajasthan was spotted in 1872. By the late 1870s, lions were extinct in Rajastan. By 1880, no lion survived in Guna, Deesa and Palanpur districts, and only about a dozen lions were left in Junagadh district. By the turn of the century, the Gir Forest held the only Asiatic lion population in India, which was protected by the Nawab of Junagarh in his private hunting grounds.\n\n\n== Ecology and behaviour ==\n\nMale Asiatic lions are solitary or associate with up to three males forming a loose pride. Pairs of males rest, hunt and feed together, and display marking behaviour at the same sites. Females associate with up to 12 females forming a stronger pride together with their cubs. They share large carcasses among each other, but seldom with males. Female and male lions usually associate only for a few days when mating, but rarely travel and feed together.Results of a radio telemetry study indicate that annual home ranges of male lions vary from 144 to 230 km2 (56 to 89 sq mi) in dry and wet seasons. Home ranges of females are smaller, varying between 67 and 85 km2 (26 and 33 sq mi). During hot and dry seasons, they favour densely vegetated and shady riverine habitats, where prey species also congregate.Coalitions of males defend home ranges containing one or more female prides.\nTogether, they hold a territory for a longer time than single lions. Males in coalitions of three to four individuals exhibit a pronounced hierarchy with one male dominating the others.\n\n\n=== Feeding ecology ===\nIn general, lions prefer large prey species within a weight range of 190 to 550 kg (420 to 1,210 lb) irrespective of their availability. Domestic cattle have historically been a major component of the Asiatic lions' diet in the Gir Forest.\nInside the Gir Forest National Park, lions predominantly kill chital, sambar, nilgai, cattle, buffalo and less frequently also wild boar. They most commonly kill chital, which weighs only around 50 kg (110 lb). They prey on sambar deer when the latter descend from the hills during summer. Outside the protected area where wild prey species do not occur, lions prey on buffalo and cattle, rarely also on camel. They kill most prey less than 100 m (330 ft) away from water bodies, charge prey from close range and drag carcasses into dense cover.In 1974, the Forest Department estimated the wild ungulate population at 9,650 individuals. In the following decades, the wild ungulate population has grown consistently to 31,490 in 1990 and 64,850 in 2010, including 52,490 chital, 4,440 wild boar, 4,000 sambar, 2,890 nilgai, 740 chinkara, and 290 four-horned antelope. In contrast, populations of domestic buffalo and cattle declined following resettlement, largely due to direct removal of resident livestock from the Gir Conservation Area. The population of 24,250 domestic livestock in the 1970s declined to 12,500 by the mid-1980s, but increased to 23,440 animals in 2010. Following changes in both predator and prey communities, Asiatic lions shifted their predation patterns. Today, very few livestock kills occur within the sanctuary, and instead most occur in peripheral villages. Depredation records indicate that in and around the Gir Forest, lions killed on average 2,023 livestock annually between 2005 and 2009, and an additional 696 individuals in satellite areas.Dominant males consume about 47% more from kills than their coalition partners. Aggression between partners increases when coalitions are large, but kills are small.\n\n\n=== Reproduction ===\n\nAsiatic lions mate foremost between September and January. Mating lasts three to six days. During these days, they usually do not hunt, but only drink water. Gestation lasts about 110 days. Litters comprise one to four cubs.\nDominant males mate more frequently than their coalition partners. During a study carried out between December 2012 and December 2016, three females were observed switching mating partners in favour of the dominant male. In 2019, a lioness known as FLG10 was discovered to have mated with males from multiple prides so as to obscure the identity of her cubs' father. This strategy allowed the cubs to grow up in relative safety so that no males from any pride she interacted with would view her cubs as threats to be eliminated. The discovery of this behavior indicates behavioral plasticity in Asiatic lions, and may be an adaptation to prides more frequently coming into contact with one another than is seen with African lions. The average interval between births is 24 months, unless cubs die due to infanticide by adult males or because of diseases and injuries. Cubs become independent at the age of about two years. Subadult males leave their natal pride latest at the age of three years and become nomads until they establish their own territory.\n\n\n=== Sympatric carnivores ===\n\nCarnivores that are sympatric with the Asiatic lion in the Gir Forest National Park and surrounding landscapes include Indian leopard, striped hyena, jungle cat, Asiatic wildcat and rusty-spotted cat. The golden jackal scavenges on carcasses of large herbivores and preys on chital fawn and Indian hare.\n\n\n=== Lion and tiger ===\n\nBefore the mid-20th century, both the lion and tiger occurred in a few West and Central Asian countries, besides South Asia, though often in different times or habitats:\nIn Iraq, lions were present along the upper and lower reaches of the Euphrates in the early 19th century. The last lions appear to have been killed about the time of the military actions of 1916-18. In northern Iraq, a single Caspian tiger was sighted in a forest near Mosul in 1892, probably a migrant from Iran or Turkey.\nIn Transcaucasia, lions were extinct by the 10th century. Caspian tigers occurred in hilly and lowland forests and moved into the eastern plains of the Trans-Caucasus up to the Don River basin and the Zangezur Mountains in northwestern Iran.\nIn India, the Bengal tiger occurs in the border-triangle of Gujarat, Maharashtra and Madhya Pradesh. In February 2019, a tiger was recorded by a camera-trap in the area of Lunavada in Mahisagar district, in eastern Gujarat, causing people to consider the prospect of coexistence between the big cats. In end of February however, it was found dead, and had probably died of starvation.\n\n\n== Threats ==\nThe Asiatic lion currently exists as a single subpopulation, and is thus vulnerable to extinction from unpredictable events, such as an epidemic or large forest fire. There are indications of poaching incidents in recent years. There are reports that organized gangs have switched attention from tigers to these lions. There have also been a number of drowning incidents after lions fell into wells.Nearly 25 lions in the vicinity of Gir Forest were found dead in October 2018. 4 of them had died because of canine distemper virus, the same virus that had killed several Serengeti lions earlier.Prior to the resettlement of Maldharis, the Gir forest was heavily degraded and used by livestock, which competed with and restricted the population sizes of native ungulates. Various studies reveal tremendous habitat recovery and increases in wild ungulate populations following the Maldhari resettlement during the last four decades.\n\n\n=== Conflicts with humans ===\nSince the mid 1990s, the Asiatic lion population has increased to an extent that by 2015 about a third resided outside the protected area. Hence, conflict between local residents and wildlife also increased. Local people protect their crops from nilgai, wild pigs and other herbivores by using electrical fences that are powered with high voltage. Some consider the presence of predators a benefit, as latter keep the herbivore population in check. But some people also fear the lions and killed several in retaliation for attacks on livestock.In July 2012, a lion dragged a man from the veranda of his house and killed him about 50–60 km (31–37 mi) from the Gir Forest National Park. This was the second attack by a lion in this area, six months after a 25-year-old man was attacked and killed in Dhodadar.\n\n\n== Conservation ==\nPanthera leo persica was included on CITES Appendix I, and is fully protected in India.\n\n\n=== Reintroduction ===\n\n\n==== India ====\n\nIn the 1950s, biologists advised the Indian government to re-establish at least one wild population in the Asiatic lion's former range to ensure the population's reproductive health and to prevent it from being affected by an outbreak of an epidemic. In 1956, the Indian Board for Wildlife accepted a proposal by the Government of Uttar Pradesh to establish a new sanctuary for the envisaged reintroduction, that is Chandra Prabha Wildlife Sanctuary, covering 96 km2 (37 sq mi) in eastern Uttar Pradesh, where climate, terrain and vegetation is similar to the conditions in the Gir Forest. In 1957, one male and two female wild-caught Asiatic lions were set free in the sanctuary. This population comprised 11 animals in 1965, which all disappeared thereafter.The Asiatic Lion Reintroduction Project to find an alternative habitat for reintroducing Asiatic lions was pursued in the early 1990s. Biologists from the Wildlife Institute of India assessed several potential translocation sites for their suitability regarding existing prey population and habitat conditions. The Palpur-Kuno Wildlife Sanctuary, in northern Madhya Pradesh, was ranked as the most promising location, followed by Sita Mata Wildlife Sanctuary and Darrah National Park. Until 2000, 1,100 families from 16 villages had been resettled from the Palpur-Kuno Wildlife Sanctuary, and another 500 families from eight villages envisaged to be resettled. With this resettlement scheme the protected area was expanded by 345 km2 (133 sq mi).Gujarat state officials resisted the relocation, since it would make the Gir Sanctuary lose its status as the world's only home of the Asiatic lion. Gujarat raised a number of objections to the proposal, and thus the matter went before the Indian Supreme Court. In April 2013, the Indian Supreme Court ordered the Gujarat state to send some of their Gir lions to Madhya Pradesh to establish a second population there. The court had given wildlife authorities six months to complete the transfer. The number of lions and which ones to be transported will be decided at a later date. As of now, the plan to shift lions to Kuno is in jeopardy, with Madhya Pradesh having apparently given up on acquiring lions from Gujarat.\n\n\n==== Iran ====\n\nIn 1977, Iran attempted to restore its lion population by transporting Gir lions to Arzhan National Park, but the project met resistance from the local population, and thus it was not implemented. However, this did not stop Iran from seeking to bring back the lion.\n\n\n=== In captivity ===\n\nUntil the late 1990s, captive Asiatic lions in Indian zoos were haphazardly interbred with African lions confiscated from circuses, leading to genetic pollution in the captive Asiatic lion stock. Once discovered, this led to the complete shutdown of the European and American endangered species breeding programs for Asiatic lions, as its founder animals were captive-bred Asiatic lions originally imported from India and were ascertained to be intraspecific hybrids of African and Asian lions. In North American zoos, several Indian-African lion crosses were inadvertently bred, and researchers noted that \"the fecundity, reproductive success, and spermatozoal development improved dramatically.\"DNA fingerprinting studies of Asiatic lions have helped in identifying individuals with high genetic variability, which can be used for conservation breeding programs.In 2006, the Central Zoo Authority of India stopped breeding Indian-African cross lions stating that \"hybrid lions have no conservation value and it is not worth to spend resources on them\". Now only pure native Asiatic lions are bred in India.\nThe Asiatic lion International Studbook was initiated in 1977, followed in 1983 by the North American Species Survival Plan (SSP). \nThe North American population of captive Asiatic lions was composed of descendants of five founder lions, three of which were pure Asian and two were African or African-Asian hybrids. The lions kept in the framework of the SSP consisted of animals with high inbreeding coefficients.In the early 1990s, three European zoos imported pure Asiatic lions from India: London Zoo obtained two pairs; the Zürich Zoologischer Garten one pair; and the Helsinki Zoo one male and two females. In 1994, the European Endangered Species Programme (EEP) for Asiatic lions was initiated. The European Association of Zoos and Aquaria (EAZA) published the first European Studbook in 1999. By 2005, there were 80 Asiatic lions kept in the EEP — the only captive population outside of India.There are now over 100 Asiatic lions in the EEP. The SSP did not yet resume; pure-bred Asiatic lions are needed to form a new founder population for breeding in American zoos.\n\n\n== In culture ==\n\n\n=== South and East Asia ===\n\nThe Sanskrit word for 'lion' is 'सिंह' (siṃha), which also signifies the Leo of the Zodiac. The Mahabharata (Sanskrit: महाभारत) contains literature on the lion, such as a comparison to the tiger.\nSince ancient times, lion statues adorned palaces and temples and other important buildings in India, and in Buddhist culture, the lion was depicted as the protector of Dharma. In Hinduism lions are associated with Gods and Goddesses. Narasimha (Narasingh or Narasinga – man-lion) is described as an incarnation (avatar) of Vishnu within the Puranic texts of Hinduism and is worshiped as \"Lion God\". Thus, Asiatic lions are considered sacred by all Hindus in India. A lion-faced dakini also appears in Hinduism and Tibetan Buddhism. The Hindu deity is known as Narasimha and the Tibetan Buddhist form is known as Siṃhamukhā in Sanskrit and Senge Dongma (Wyl. seng ge gdong ma) in Tibetan. The lion is found on numerous flags and coats of arms all across Asia and Europe, and also appears on the Emblem of India and on the flag of Sri Lanka. Singhāsana, meaning seat of a lion, is the traditional Sanskrit name for the throne of a Hindu kingdom in India and Sinhalese kingdom in Sri Lanka since antiquity.\nThe surnames Singh, Singha and Sinha are related to the Prakrit word siṁgha and Sanskrit word siṃhḥ which refer to lions, tigers and leopards. These are common Hindu and Sikh surnames dating back over 2000 years to ancient India. They originally were only used by Rajputs, a Hindu kshatriya or military caste in India since the seventh century. After the birth of the Khalsa brotherhood in 1699, the Sikhs adopted the name \"Singh\" at the direction of Guru Gobind Singh. As this name was associated with higher classes and royalty, this action was to combat the prevalent caste system and discrimination by last name. Along with millions of Hindu Rajputs today, it is also used by up to 10 million Sikhs worldwide. The Sinhalese people are the majority ethnic group of Sri Lanka. The name 'Sinhala' translates to \"lion's blood\" or \"lion people\" and refers to the myths regarding the descent of the legendary founder of the Sinhalese people 2500 years ago, Prince Vijaya, who is said to have migrated from Singhapur (Simhapura or Singur). The words \"singha\" or \"singham\" meaning \"courageous lion\" are used as an ending of many surnames, such as \"Weerasingha\" used by the Sinhala people, and \"Veerasingham\" used by the Tamil people. The name Sinhala comes from the belief that Vijaya's paternal grandfather was a lion. An alternative theory places Singhapur in modern Sihor, which happens to be close to the Gir Sanctuary.\nThe lion is the symbol of Mahavira, the 24th and last Tirthankara in Jainism.\nIn the Burmese and Sinhalese animal and planetary zodiac, the lion is the third animal zodiac of the Burmese and the sixth animal zodiac of the Sinhalese people of Sri Lanka.\nThe lion is the basis of the lion dances that form part of the traditional Chinese New Year celebrations, and of similar customs in other Asian countries. Chinese guardian lions and their Eastern, Southeastern and Southern Asian counterparts depicted in Chinese art were modeled on the basis of lions found in Indian temples. Buddhist monks, or possibly traders, possibly brought descriptions of sculpted lions guarding the entry to temples to China. Chinese sculptors then used the description to model \"Fo-Lions\" (Fo (Chinese: 佛) is a character for the Buddha) temple statues after native dogs (possibly the Tibetan Mastiff) by adding a shaggy mane. Depictions of these \"Fo-lions\" have been found in Chinese religious art as early as 208 BC. The Tibetan Snow Lion (Tibetan: གངས་སེང་གེ་; Wylie: gangs seng ge) is a mythical animal of Tibet. It symbolizes fearlessness, unconditional cheerfulness, the eastern quadrant and the element of Earth. It is said to range over mountains, and is commonly pictured as being white with a turquoise mane. Two Snow Lions appear on the flag of Tibet. Many East Asian languages borrowed from the Sanskrit word for lion.\nCambodia has a native martial art called L-bukkatao (Khmer: ល្បុក្កតោ, Pounding a lion).\nThe island nation of Singapore (Singapura) derives its name from the Malay words singa (lion) and pura (city), which in turn is from the Sanskrit siṃha (सिंह) and pura (पुर) . According to the Malay Annals, this name was given by a 13th-century Sumatran Malay prince named Sang Nila Utama, who, on alighting the island after a thunderstorm, spotted an auspicious beast on shore that his chief minister identified as an Asiatic lion. Recent studies of Singapore indicate lions have never lived there, unlike the tiger. Therefore, the animal seen by Sang Nila Utama would more likely have been a tiger, though it would be odd for them not to recognize one.\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n=== West Asia and East Europe ===\nThe lion makes repeated appearances in the Bible, most notably as having fought Samson in the Book of Judges.\nHaving occurred in the Arab world, particularly the Arabian Peninsula, the Asiatic lion has significance in Arab and Islamic culture. For example, Surat al-Muddaththir of the Quran criticizes people who were averse to the Islamic Prophet Muhammad's teachings, such as that the rich have an obligation to donate wealth to the poor, comparing their attitude to itself, with the response of prey to a qaswarah (Arabic: قَـسْـوَرَة‎, meaning \"lion\", \"beast of prey\", or \"hunter\"). Other Arabic words for 'lion' include 'asad' (Arabic: أَسَـد‎) and 'saba‘' (Arabic: سَـبَـع‎), and they can be used as names of places, or titles of people. An Arabic toponym for the Levantine City of Beersheba (Arabic: بِـئـر الـسَّـبـع‎) can mean \"Spring of the Lion.\" Figures with a reputation for bravery, like Ali ibn Abi Talib and Hamzah ibn Abdul-Muttalib, who were loyal kinsmen of Muhammad, were given titles like \"Asad Allah\" (Arabic: أَسَـد الله‎, \"Lion of God\").\nDepictions of the Mesopotamian lion show that it was an important symbol of Ancient Iraq. It is depicted in Ninevan reliefs. Depictions on the Ishtar Gate of Babylon also has a well-known statue of the lion, and in Nimrud. The lion has an important association with the figure Gilgamesh, as demonstrated in his epic. Construction for Iraqi capital city of Baghdad began in July, 764 CE, so that it occurred under the lion's astrological sign, Leo. The Iraqi national football team is nicknamed \"Lions of Mesopotamia.\"\nThe symbol of the lion is closely tied to the Persian people. Achaemenid kings were known to carry the symbol of the lion on their thrones and garments. The name 'Shir' (also pronounced 'Sher') (Persian: شیر‎) is a part of the names of many places in Iran and Central Asia, like those of city of Shiraz and the Sherabad River, and had been adopted into other languages, like Hindi. The Shir-va-Khorshid (Persian: شیر و خورشید‎, \"Lion and Sun\") is one of the most prominent symbols of Iran, dating back to the Safavid dynasty, and having been used on the flag of Iran, until 1979. Nevertheless, in Persian literature, as with Indian literature, the lion is rivaled by the tiger. This is demonstrated in the book Anvar-i-Suhayli (Persian: اَنوارِ سُهيلى‎, \"Lights of the Canopus\").\nThe lion was an objective of hunting in the Caucasus, by both locals and foreigners. The locals were called 'Shirvanshakhs'.\nThe Nemean lion of pre-literate Greek myth is associated with the Labours of Herakles.\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\nLion populations: Cape lion  ·  Lions in Europe  ·  American lion\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\nIUCN/SSC Cat Specialist Group: Asiatic lion\nThe Telegraph, August 2018: Pride of India\nAsiatic Lion Information Centre at the Wayback Machine (archived August 25, 2010)\nAsiatic Lion Protection Society (ALPS), Gujarat, India\nARKive.org: Lion (Panthera leo) \nAnimal Diversity Web: Panthera leo\nAsiatic lions in online video (3 videos)\nAsiatic Lions Images\nAAj Tak Video News Report in Hindi: Gir lions in palpur kuno century report rajesh badal.mp4 on YouTube by Rajesh Badal (2011)\nDB Video Special Report on Asiatic lion in Gujarati: What Is the connection Between Gir lions and Africans lions\nSkin of a Persian lioness, belonging to an endangered subspecies of lions, brought to Dublin by King Edward VII in 1902 (during the reign of Shah Mozaffar ad-Din in Persia, and kept in the Natural History Museum (Ireland)).\nLion of Basrah\nA lion in Iraq\nStuffed animals including Pakistan's last wild lion at Bahawalpur Zoo\nAncient Arabian account of Muhammad's descendant Musa al-Kadhim encountering a lion outside Medina in the mountainous region of the Hejaz\nDescription of the Arabian lion and art\n4 انواع الأسود في العالم الأسد العربي الجزء (in Arabic)\nالاسد العربي المنقرض عند العرب lion Arabian Extinct (in Arabic)\nAsiatic lioness on a tree",
    "ImageURL": "Asianlion_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Asiatic_lion",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Panthera",
        "Species": "leo"
    },
    "ScientificName": "Panthera leo"
}