{
    "CommonName": "Asian water dragon",
    "BriefSummary": "The Chinese water dragon (Physignathus cocincinus) is a species of agamid lizard native to China and mainland Southeast Asia. It is also known as the Asian water dragon, Thai water dragon, and green water dragon.",
    "WikiContents": "The Chinese water dragon (Physignathus cocincinus) is a species of agamid lizard native to China and mainland Southeast Asia. It is also known as the Asian water dragon, Thai water dragon, and green water dragon.\n\n\n== Description ==\nChinese water dragons can grow up to 1 m (3.3 ft) in total length, including tail, and can live from ten to fifteen years. Coloration ranges from dark to light green, or sometimes purple with an orange stomach. Diagonal stripes of green or turquoise are found on the body, while the tail is banded from the middle to the end with green and white. Their undersides range from white, off white, very pale green, or pale yellow.  But their throats are considered to be more attractive, which can be quite colorful (blue and purple, or peach), some with a single color, some with stripes. Adult males have larger, more triangular heads than females, and develop larger crests on the head, neck and tail, and are larger in general. The tail, slightly over two-thirds of the entire body length, can be used as a weapon, for balance, and to assist swimming.Like many other reptiles the Chinese water dragon possesses a small, iridescent, photosensitive spot between their eyes referred to as the pineal eye (or parietal eye, or colloquially as the third eye) that is thought to help thermoregulate their bodies by sensing differences in light to assist with basking and seeking shelter after sunset. Since it recognizes differences in light, the parietal eye can also help the lizard avoid predation from birds and other aerial threats, and can awaken from deep sleep from even slight changes in light from overhead. These animals are very docile and allow physical activity.\n\n\n== Habitat and behaviors ==\nNative to the lowland and highland forests of southern China and southeastern Asia (Thailand, Vietnam, Laos, Cambodia and Burma), Chinese water dragons are most commonly found along the banks of freshwater lakes and streams. They are active during the day (diurnal), and spend most of their time in the trees or plants (arboreal). If threatened, the dragon will drop from the trees into the water and either swim to safety or remain submerged for up to 90 minutes. Water dragons live in areas with average humidity levels of 40–80% and temperatures ranging from 80–90 °F (26–32 °C).\n\n\n== Diet ==\nThough they will also eat vegetation, the diet of the water dragon consists mainly of insects, supplemented with an occasional small fish, mammal or reptile.\n\n\n== Invasive species ==\nChinese water dragons have established themselves in Hong Kong, probably from released pet animals.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nCare for Chinese water dragon\nChinese water dragon care sheet",
    "ImageURL": "Asianwaterdragon_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Chinese_water_dragon",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Iguania",
        "Family": "Agamidae",
        "Genus": "Physignathus",
        "Species": "cocincinus"
    },
    "ScientificName": "Physignathus cocincinus"
}