{
    "CommonName": "Australian sea lion",
    "BriefSummary": "The Australian sea lion (Neophoca cinerea) also known as the Australian sea-lion or Australian sealion, is a species of sea lion that is the only endemic pinniped in Australia. It is currently monotypic in the genus Neophoca, with the extinct Pleistocene New Zealand sea lion Neophoca palatina the only known congener. These sea lions are sparsely distributed through Houtman Arbrolhos Islands (28°S., 114°E.) in Western Australia and The Pages Islands (35°46’S., 138°18’E) in Southern Australia. With a population estimated at around 14,730 animals, the Wildlife Conservation Act of Western Australia (1950) has listed them as “in need of special protection”. Their Conservation status is listed as endangered. These pinnipeds are specifically known for their abnormal breeding cycles, which are varied between 5 months breeding cycle and a 17-18 month aseasonal breeding cycle, compared to other pinnipeds which fit into a 12-month reproductive cycle. Females are either silver or fawn with a cream underbelly and males are dark chocolate brown with a yellow mane and are bigger than the females.",
    "WikiContents": "The Australian sea lion (Neophoca cinerea) also known as the Australian sea-lion or Australian sealion, is a species of sea lion that is the only endemic pinniped in Australia. It is currently monotypic in the genus Neophoca, with the extinct Pleistocene New Zealand sea lion Neophoca palatina the only known congener. These sea lions are sparsely distributed through Houtman Arbrolhos Islands (28°S., 114°E.) in Western Australia and The Pages Islands (35°46’S., 138°18’E) in Southern Australia. With a population estimated at around 14,730 animals, the Wildlife Conservation Act of Western Australia (1950) has listed them as “in need of special protection”. Their Conservation status is listed as endangered. These pinnipeds are specifically known for their abnormal breeding cycles, which are varied between 5 months breeding cycle and a 17-18 month aseasonal breeding cycle, compared to other pinnipeds which fit into a 12-month reproductive cycle. Females are either silver or fawn with a cream underbelly and males are dark chocolate brown with a yellow mane and are bigger than the females.\n\n\n== Phylogeny ==\n\nThe Australian sea lion is a pinniped, most closely related to other species of sea lions and fur seals making up the family Otariidae. These mammals use their flippers to propel themselves in water and can walk on land with their flippers. Australian sea lions share distinct features with other sea lions. These include short fur, short flippers and a bulky body.\n\n\n== Communication ==\n\nIn pinnipeds, mothers and pups are frequently separated throughout nursing and are thus expected to have evolved an efficient individual recognition system. Consequentially, in Australian sea lions, as in many social mammals, mothers and their offspring can identify each other. Individual recognition produces mutual benefits by avoiding misdirected maternal care and therefore energy expenditure for mothers, and the risk of injury for young approaching unrelated, potentially dangerous, adult females. Individual recognition can be accomplished with a combination of several sensory modalities, including olfaction, vision, and audition. The use of olfactory cues as a close range recognition mechanism allows mothers to further confirm their pup's identity. In contrast to recent olfactory studies in pinnipeds which showed the presence but not a natural function of olfaction in pinnipeds, the present study shows that wild Australian sea lions use their olfactory abilities in a functional manner, by discrimination between the scents of their own offspring and a non-filial pup. However, in a dynamic, crowded colony, the acoustic channel seems to be the most reliable modality. For pinnipeds, neither visual nor olfactory cues are likely to be the primary modality for mother–pup recognition.Male Australian sea lions were observed producing three different call types: a barking call, a bleating call and a female-like call. The predominant call type produced by males of all ages was the barking call. The barking call of Australian sea lions was similar in structure to the barking calls described in some other species of otariid in that it was a short sound produced repetitively in a series. Mature Australian sea lion males were found to emit the barking call in almost all social interactions, despite the existence of at least three call types in their vocal repertoire, plus a guttural threat and growl.\n\n\n== Diet ==\nAustralian sea lions have been described as opportunistic, benthic foragers. Limited stomach content and faecal analyses have identified a wide variety of prey in the diet of the Australian sea lion, including teleost fish, squid, cuttlefish, octopus, sharks (including Port Jackson sharks), rock lobster, other small crustaceans and penguins. Regurgitate and stomach samples from Australian sea lions at Seal Bay contained hard parts consisting predominantly of benthic taxa. This supports previous evidence that this species forages primarily on neritic, benthic prey, many of which are non-migratory. For the cephalopod component of the Australian sea lion diet, octopus and giant cuttlefish made up the greatest biomass of prey taxa. Although the Australian sea lion feeds off seasonally available prey such as semelparous cephalopods, it also exploits prey species that are available throughout the year, such as rock lobster and many of the fish species.\n\n\n== Breeding behavior ==\n\nAustralian Sea lions breed on at least 50 islands, 27 in Western Australia  and 23 in Southern Australia. Prior to a study that took place from 1987-1992, 31 of the 50 islands were undiscovered, as well as 19 more islands considered additional breeding grounds. On the basis of surveys conducted primarily in 1990, about 70% of the population was in Southern Australia and 30% in Western-Australia. Pup production was estimated at 2432 for these 50 islands in 1990. In 1994 and 1995 another 10 breeding colonies were recorded on the mainland in the Great Australian Bight region, only producing 161 pups. Thus, reproduction is yielding less and less pups per breeding season. The four largest colonies, on The Pages Islands, at Seal Bay on Kangaroo Island, and at Dangerous Reef, produced 42% of the total pup numbers; they are at the eastern end of the range, east of Port Lincoln.The breeding cycle of the Australian sea lion is unusual within the pinniped family. It is a 17.6 to 18-month cycle and is 'not' synchronized between colonies. However, census data collected since 1973 shows that breeding events shift forward in time to 13.8 days earlier every 18 months. The duration of the breeding season can range from five to seven months and has been recorded for up to nine months at Seal Bay on Kangaroo Island.\nBulls do not have fixed territories during the breeding season. The males fight other males from a very young age to establish their individual positions in the male hierarchy and during the breeding season, dominant males will guard females for the right to breed with her when she comes into oestrus. A female comes into season for about 24 hours within 7 to 10 days after she has given birth to her new pup. She will only look after the new pup and generally fights off the previous season's pup if it attempts to continue to suckle from her. Male Australian sea lions are also known to kill young as an act of defence of territory.\nAustralian sea lions also practice alloparental care, in which an adult may adopt the pup or pups of another. This might take place if the original parents die or are for some reason separated from them. This behavior is common and is seen in many other animal species such as the elephant and fathead minnow.\n\n\n== Population status and protection measures ==\nAbout 14,730 Australian sea lions remain. This number is thought to be stable or slightly decreasing. The Australian sea lion population is struggling due to their long and complicated breeding cycle, high site fidelity of females, and high mortality.\nThe transition for young mammals from dependence on milk to independent foraging can lead to increased mortality as well. The Australian sea lion demonstrates one of the longest lactation periods in pinnipeds and pups begin diving before they are weaned. Australian sea lion adults work hard to forage benthically, demonstrating high field metabolic rates, and spending 58% of time at sea diving and 35% of time at sea on or near the bottom. Juveniles spend 67% of time at sea diving and 44% of time at sea on or near the bottom. Although many air-breathing vertebrates dive well within their estimated limit of oxygen stores, Australian sea lion adults and juveniles appear to operate close to their physiological maximum. The prolonged dependency period could provide extensive opportunities for foraging lessons, while the extreme diving behavior required in the Australian sea lions' environment might necessitate it. Alternatively, it has hypothesized that female harbor seals accompanying pups demonstrate reduced foraging efficiency, and hence, the metabolic demands of foraging for Australian sea may preclude lactating females from performing suboptimal dives with their young. This becomes a preventative measure to maintain a population and avoid a complete extinction. However, as a result of small population size, small breeding colony size, low reproductive rate, exposure to human activities, and evidence of population declines in some areas, Australian sea lions have recently been listed as threatened and vulnerable.Sea lions were heavily hunted following European settlement, greatly reducing their numbers. Large-scale hunting ceased in the 1920s, with harvesting being banned with the introduction of the South Australian National Parks and Wildlife Act 1972 which prohibited a harvest.\nThe Australian sea lion was listed as vulnerable under the Commonwealth Environment Protection and Biodiversity Conservation Act 1999 in 2005 and is also listed as a threatened species in each state in its range (South Australia and Western Australia). On 11 June 2013, the Recovery Plan for the Australian Sea Lion (Neophoca cinerea) was adopted by the Minister for Sustainability, Environment, Water, Population and Communities. The plan considers the conservation requirements of the species across its range and identifies the actions to be taken to ensure its long-term viability in nature and the parties that will undertake those actions.The Australian Fisheries Management Authority Commission has also finalised the Australian Sea Lion Management Strategy which came into force on 30 June 2010 which includes closures of waters around colonies, seasonal closures, increased observation of sea lion activity and trials of modified fishing techniques and equipment. The strategy is designed to meet the commission's obligations under the Fisheries Management Act 1991 and the Environment Protection and Biodiversity Conservation Act 1999. The strategy will significantly reduce the impact of fishing in the SESSF on Australian sea lions and enable the recovery of the species, including all subpopulations.\n\n\n=== Ecology ===\n\nAustralian sea lions defecate nutrient-rich faeces which may provide an important nutrient source for coastal ecosystems. Metagenomic analysis of the bacterial consortia found in the faeces of Australian sea lions found very high levels of nutrient cycling and transport genes which may break down the nutrients defecated by sea lions into a bioavailable form for incorporation into marine food webs.Diving behaviors indicate that the Australian Sea Lions worked extremely hard to exploit the benefits of their surrounding habitats. The Australian sea lion exceeds the limit (calculated aerobic dive limit) on 79% of dives. Australian sea lions spend 58% of time at sea diving and demonstrate high field metabolism, which allows the sea lions to maximize their time spent at or near the benthos, with 61% of each dive and 35% of their time at sea being spent at the deepest 20% of the dives. When diving, these animals are spending 57.9% of their time at sea spent at depths greater than or equal to 6 m, which can be considered as continuous diving. Seasonal variability in foraging energetics and dive behavior is likely to be sensitive to regional oceanography, the maintenance costs of female sea lions and their offspring, and the distribution and behavior of their prey.\nAustralian sea lions live on sand beaches and smooth rocks on island offshore of the Australian Coast. Australian sea lions tend to live on islands between Pages Island in the south coast of Australia and Houtman Adbrolhos island west coast of Australia. Australian sea lions predominantly are on Kangaroo island. These sea lions are non-migratory mammals that live on the coastal land of western and southern Australia. These sea lions live around their birthplace and are at most 300 km away from their birthplace. Also Australian sea lions travel inward on land during tumultuous weather. Sea lions are known to travel up to 9.4 km inland. Australian sea lions biographical range from the Indian and Pacific Ocean.\n\n\n== References ==\n\n\n== Further reading ==\nShannon Leone Fowler (2005). Ontogeny of diving in the Australian sea lion. Ph.D. thesis. University of California, Santa Cruz.\nRandall R. Reeves; Brent S. Stewart; Phillip J. Clapham; James A. Powell (2002). National Audubon Society Guide to Marine Mammals of the World. Alfred A. Knopf, Inc. ISBN 0375411410.",
    "ImageURL": "Australiansealion_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Australian_sea_lion",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Otariidae",
        "Genus": "Neophoca",
        "Species": "cinerea"
    },
    "ScientificName": "Neophoca cinerea",
    "Zone": "* #### B"
}