{
    "CommonName": "Avocet",
    "BriefSummary": "The four species of avocets  are a genus, Recurvirostra, of waders in the same avian family as the stilts. The genus name is from Latin recurvus, \"curved backwards\" and rostrum, \"bill\". The common name is thought to be derived from the Italian (Ferrarese) word avosetta. Francis Willughby in 1678 noted it as the \"Avosetta of the Italians\".",
    "WikiContents": "The four species of avocets  are a genus, Recurvirostra, of waders in the same avian family as the stilts. The genus name is from Latin recurvus, \"curved backwards\" and rostrum, \"bill\". The common name is thought to be derived from the Italian (Ferrarese) word avosetta. Francis Willughby in 1678 noted it as the \"Avosetta of the Italians\".\n\n\n== Biology ==\nAvocets have long legs and they sweep their long, thin, upcurved bills from side to side when feeding in the brackish or saline wetlands they prefer. The plumage is pied, sometimes also with some red.\nMembers of this genus have webbed feet and readily swim. Their diet consists of aquatic insects and other small creatures.\nThey nest on the ground in loose colonies. In estuarine settings they may feed on exposed bay muds or mudflats.\nThe pied avocet is the emblem of the Royal Society for the Protection of Birds.\n\n\n== Species ==\nThe four species, all in the genus Recurvirostra, are:\n\nThere is one fossil species: Recurvirostra sanctaneboulae Mourer-Chauviré, 1978 from the late Eocene of France.\nIn a large colony they are aggressively defensive and chase off any other species of birds that try to nest among or near them. That causes the annoyed remark \"Avocet: Exocet\" from some British birdwatchers.They had been extirpated in Britain for a long time because of land reclamation of their habitat and persecution by skin and egg collectors, but during or soon after World War II started breeding on reclaimed land near the Wash which was returned to salt marsh to make difficulties for any landing German invaders.\n\n\n== References ==\n\n\n== External links ==\n Media related to Recurvirostra at Wikimedia Commons",
    "ImageURL": "Avocet_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Avocet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Recurvirostridae",
        "Genus": "RecurvirostraLinnaeus"
    }
}