{
    "CommonName": "Azara's zorro",
    "BriefSummary": "The pampas fox (Lycalopex gymnocercus), also known as grey pampean fox, aguará chaí, aguarachay, Azara's fox, or Azara's zorro, is a medium-sized zorro, or \"false\" fox, native to the South American pampas. The alternative common names are references to Spanish naturalist Félix de Azara.",
    "WikiContents": "The pampas fox (Lycalopex gymnocercus), also known as grey pampean fox, aguará chaí, aguarachay, Azara's fox, or Azara's zorro, is a medium-sized zorro, or \"false\" fox, native to the South American pampas. The alternative common names are references to Spanish naturalist Félix de Azara.\n\n\n== Description ==\n\nThe pampas fox resembles the culpeo or Andean fox in appearance and size, but has a proportionately wider snout, reddish fur on the head and neck, and a black mark on the muzzle. Its short, dense fur is grey over most of the body, with a black line running down the back and onto the tail, and pale, almost white, underparts. The ears are triangular, broad, and relatively large, and are reddish on the outer surface and white on the inner surface. The inner surfaces of the legs are similar in color to the underparts, while the outer surface is reddish on the fore limbs, and grey on the hind limbs; the lower hind limb also bears a distinctive black spot. Adults range from 51 to 80 cm (20 to 31 in) in body length, and weigh 2.4 to 8.0 kg (5.3 to 17.6 lb); males are about 10% heavier than females.In the northern part of its range, the pampas fox is more richly colored than in the southern part.\n\n\n== Distribution and habitat ==\nThe pampas fox can be found in northern and central Argentina, Uruguay, eastern Bolivia, Paraguay, and southern Brazil. It prefers open pampas habitats, often close to agricultural land, but can also be found in montane or chaco forest, dry scrubland, and wetland habitats. It is most common below 1,000 m (3,300 ft) elevation, but can inhabit puna grasslands up to 3,500 m (11,500 ft).Five subspecies are currently recognised, although the geographic range of each is unclear, and the type localities of three of them lie outside the present-day range of the species:\nL. g. gymnocercus - northeastern Argentina, Uruguay, Paraguay, Brazil\nL. g. antiquus - central Argentina\nL. g. domeykoanus - first described from northern Chile\nL. g. gracilis - first described from western Argentina\nL. g. maulinicus - first described from central ChileFossils of this species are known from the late Pliocene to early Pleistocene of Argentina.\n\n\n== Local names ==\nIn the Spanish-speaking areas of its habitat, the pampas fox is known by the common names of zorro de las pampas or zorro gris pampeano. In Portuguese-speaking Brazil, it is called by the common names of graxaim or sorro.\n\n\n== Behavior and diet ==\nThe pampas foxes mostly live a solitary life, but come together as monogamous pairs in the breeding season to raise their young. They are mainly nocturnal, becoming active at dusk, although may also be active during the day. They den in any available cavity, including caves, hollow trees, and the burrows of viscachas or armadillos. Even when raising young together, adult foxes generally hunt alone, marking their territory by defecating at specific latrine sites. Although considerable variation is seen, the home range of a typical pampas fox has been estimated to be around 260 hectares (640 acres).Pampas foxes are more omnivorous than most other canids, and have a varied and opportunistic diet. Their primary prey consists of birds, rodents, hares, fruit, carrion, and insects, although they also eat lizards, armadillos, snails and other invertebrates, lambs, and the eggs of ground-nesting birds. Their primary predators are pumas, domesticated dogs, and anacondas, most notably the yellow anaconda.\n\n\n== Reproduction ==\nPampas foxes breed in the early spring, with the female coming into heat just once each year. After a gestation period of 55 to 60 days, the mother gives birth to a litter of up to eight kits. The young are born between September and December, and are weaned around two months of age. Females reach sexual maturity in their first year, and animals have lived for up to 14 years in captivity.Pups hunt with parents when they are 3 months old. The males bring food to their females, which stay at the den with kits.\n\n\n== Threats ==\nThe main threats to the pampas fox comes from humans hunting them for their fur, to prevent them from attacking livestock, and may be affected by the loss of their natural habitat, although, because they remain common in most areas where they have been studied, the pampas fox is not presently considered a threatened species.\n\n\n== References ==\n\n\n== External links ==",
    "ImageURL": "Azaraszorro_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pampas_fox",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Canidae",
        "Genus": "Lycalopex",
        "Species": "gymnocercus"
    },
    "ScientificName": "Lycalopex gymnocercus"
}