{
    "CommonName": "Babirusa",
    "BriefSummary": "The babirusas, also called deer-pigs (Indonesian: babirusa) are a genus, Babyrousa, in the swine family found in Wallacea, or specifically the Indonesian islands of Sulawesi, Togian, Sula and Buru. All members of this genus were considered part of a single species until 2002, the babirusa, B. babyrussa, but following the split into several species, this scientific name is restricted to the Buru babirusa from Buru and Sula, whereas the best-known species, the north Sulawesi babirusa, is named B. celebensis. The remarkable \"prehistoric\" appearance of these mammals is largely due to the prominent upwards incurving canine tusks of the males, which actually pierce the flesh in the snout.All species of babirusa are listed as threatened by the International Union for Conservation of Nature (IUCN), shown on their Red List since at least 2010 and current in 2017.",
    "WikiContents": "The babirusas, also called deer-pigs (Indonesian: babirusa) are a genus, Babyrousa, in the swine family found in Wallacea, or specifically the Indonesian islands of Sulawesi, Togian, Sula and Buru. All members of this genus were considered part of a single species until 2002, the babirusa, B. babyrussa, but following the split into several species, this scientific name is restricted to the Buru babirusa from Buru and Sula, whereas the best-known species, the north Sulawesi babirusa, is named B. celebensis. The remarkable \"prehistoric\" appearance of these mammals is largely due to the prominent upwards incurving canine tusks of the males, which actually pierce the flesh in the snout.All species of babirusa are listed as threatened by the International Union for Conservation of Nature (IUCN), shown on their Red List since at least 2010 and current in 2017.\n\n\n== Classification ==\nThe genus is monotypic within the subfamily Babyrousinae, or alternatively considered to form a tribe, Babyrousini, of the subfamily Suinae. To date, only one fossil skull has been found to suggest a larger ancestor.All members of the genus were considered part of a single species until recently, the babirusa or pig-deer, B. babyrussa, but following the split into several species, this scientific name is restricted to the Buru babirusa from Buru and the Sula Islands, whereas the best-known species, the north Sulawesi babirusa, is named B. celebensis. The split, which uses the phylogenetic species concept, is based on differences in size, amount of hair on body and tail-tuft, and measurements of the skull and teeth.\n\n\n=== Species ===\nBuru babirusa (B. babyrussa), also known as the hairy or golden babirusa\nBola Batu babirusa (B. bolabatuensis), proposed species\nNorth Sulawesi babirusa (B. celebensis), also known as the Sulawesi babirusa\nTogian babirusa (B. togeanensis)B. babyrussa beruensis was described as an extinct, Pleistocene subspecies from southwestern Sulawesi before babirusas were split into multiple species.\n\n\n== Physical description ==\n\nBabirusa are notable for the long upper canines in the males. The upper canines of male babirusa emerge vertically from the alveolar process, penetrating though the skin and curving backward over the front of the face and towards the forehead. The lower canines also grow upwards. The canines of the female are either reduced or absent. The structure of the male's canines vary by species. In the golden babirusa, the upper canines are short and slender with the alveolar rotated forward to allow the lower canines to cross the lateral view. The Togian babirusa also has the same characteristics and the upper canines always converge. The North Sulawesi babirusa has long and thick upper canines with a vertically implanted alveolar. This caused the upper canines to emerge vertically and not cross with the lower canines. Babirusa also vary by species in other characteristics. The golden babirusa has a long, thick pelage that is white, creamy gold, black or gold overall and black at the rump. The pelage of the Togian babirusa is also long but not as that of the golden babirusa. The Togian babirusa has a tawny, brown or black pelage that is darker on the upper parts than in the lower parts. The North Sulawesi babirusa has very short hair and appears bald. The female babirusa has only one pair of teats.\n\n\n== Biology and ecology ==\n\nBabirusa are native to Sulawesi, some of the Togian Islands, the Sula Islands and Buru. In Sulawesi, they range from the northern peninsula to the south and south east provinces. Although babirusas are present on both Sulawesi and Sula, they are not found on the large islands between the two, the Banggai Archipelago. It has been hypothesized that the unusual distribution is due to their being transported by humans as gifts bestowed by native royalty. The preferred habitat of babirusa are tropical rainforests along river banks. It appears that they have been confined to the higher grounds in the interior despite occurring in lowland areas near coasts in the past. They are also active during the daytime. Like all pig species, babirusa have an omnivorous diet with an intestinal tract similar to that of the domestic pig. The stomach diverticulum of a babirusa is enlarged which may indicate that it is a ruminant but evidence shows otherwise. Because it does not have a rostral bone in the nose, a babirusa does not dig with its snout like other pigs do except in mud and swampy grounds. The diet of the babirusa includes leaves, roots, fruits and animal material. Apparently, the strong jaws of a babirusa are capable of easily cracking hard nuts.Male babirusa tend to live solitarily while adult females can be found in groups with young. Groups of female and young babirusa may number up to 84 individuals, most of which contain no adult males. Males rarely travel in pairs or trios. The tusks of the adult males are used in intraspecific fighting. The upper tusks are for defense while the lower tusks are offensive weapons. If a babirusa does not grind its tusks (achievable through regular activity), they can eventually keep growing so as to penetrate the animal's own skull.Female babirusa cycle lengths are between 28 and 42 days and estrus last 2–3 days. The litter size for a babirusa is usually one or two piglets.\n\n\n== Relationship with humans ==\nIn Indonesia, the striking appearance of the babirusa has inspired demonic masks, and the animal itself is sometimes used as a gift to present to visitors.The Balinese Hindu-era Court of Justice pavilion and the \"floating pavilion\" of Klungkung palace ruins are notable for painted babirusa raksasa (grotesques) on the ceilings.Prehistoric paintings of babirusa found in caves on the island of Sulawesi in Indonesia have been dated back at least 35,400 years (to the ice age Pleistocene epoch). Adam Brumm, who co-authored the 2014 study dating the paintings, said “The paintings of the wild animals are most fascinating because it is clear they were of particular interest to the artists themselves.\"\n\n\n== Conservation status ==\nBabirusas are protected in Indonesia and killing them is illegal in most cases.  However, hunting remains a significant threat to the babirusa.  Additionally, commercial logging operations threaten the babirusa by habitat loss, and also reduce cover, making the babirusa more exposed to hunters. All extant species of babirusa are listed as vulnerable or endangered by the IUCN.\n\n\n== References ==\n\n\n== External links ==\n\nSan Diego Zoo (September 21, 2016). \"First-ever Sulawesi Babirusa 'Figlets' Born at the San Diego Zoo\". ZOONOOZ. San Diego, California, United States.",
    "ImageURL": "Babirusa_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Babirusa",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Suidae",
        "Genus": "Babyrousa"
    },
    "Zone": "* #### A"
}