{
    "CommonName": "Baboon",
    "BriefSummary": "Baboons are primates comprising the genus  Papio, one of the 23 genuses of Old World monkeys. The common names of the five species of baboons are the hamadryas, the Guinea (also called the western and the red), the olive, the yellow, and the chacma baboons. They are each native to one of five specific areas of Africa, and the hamadryas baboon is also native to part of the Arabian Peninsula. They are among the largest non-hominoid primates.  Baboons have existed for at least two million years.\nBaboons vary in size and weight depending on the species. The smallest, the Guinea baboon, is 50 cm (20 in) in length and weighs only 14 kg (31 lb), while the largest, the chacma baboon, is up to 120 cm (47 in) in length and weighs 40 kg (88 lb). All baboons have long, dog-like muzzles, heavy, powerful jaws with sharp canine teeth, close-set eyes, thick fur except on their muzzles, short tails, and nerveless, hairless pads of skin on their protruding buttocks called ischial callosities that provide for sitting comfort. Male hamadryas baboons have large white manes. Baboons exhibit sexual dimorphism in size, colour and/or canine teeth development. \nBaboons have diurnality and are terrestrial, but some sleep in trees at night. They are found in open savannahs and woodlands across Africa. They are omnivorous: common sources of food are insects, fish, shellfish, hares, birds, vervet monkeys, and small antelopes. Their principal predators are Nile crocodiles, large cats, and hyenas. Most baboons live in hierarchical troops containing harems. Baboons can determine from vocal exchanges what the dominance relations are between individuals. \nIn general, each male can mate with any female: the mating order among the males depends partially on their social ranking. Females typically give birth after a six-month gestation, usually to a single infant. The females tend to be the primary caretaker of the young, although several females may share the duties for all of their offspring. Offspring are weaned after about a year. They reach sexual maturity in five to eight years. Males leave their birth group, usually before they reach sexual maturity, whereas females stay in the same group their entire lives. Baboons in captivity live up to 45 years, while in the wild they live up to 30 years.",
    "WikiContents": "Baboons are primates comprising the genus  Papio, one of the 23 genuses of Old World monkeys. The common names of the five species of baboons are the hamadryas, the Guinea (also called the western and the red), the olive, the yellow, and the chacma baboons. They are each native to one of five specific areas of Africa, and the hamadryas baboon is also native to part of the Arabian Peninsula. They are among the largest non-hominoid primates.  Baboons have existed for at least two million years.\nBaboons vary in size and weight depending on the species. The smallest, the Guinea baboon, is 50 cm (20 in) in length and weighs only 14 kg (31 lb), while the largest, the chacma baboon, is up to 120 cm (47 in) in length and weighs 40 kg (88 lb). All baboons have long, dog-like muzzles, heavy, powerful jaws with sharp canine teeth, close-set eyes, thick fur except on their muzzles, short tails, and nerveless, hairless pads of skin on their protruding buttocks called ischial callosities that provide for sitting comfort. Male hamadryas baboons have large white manes. Baboons exhibit sexual dimorphism in size, colour and/or canine teeth development. \nBaboons have diurnality and are terrestrial, but some sleep in trees at night. They are found in open savannahs and woodlands across Africa. They are omnivorous: common sources of food are insects, fish, shellfish, hares, birds, vervet monkeys, and small antelopes. Their principal predators are Nile crocodiles, large cats, and hyenas. Most baboons live in hierarchical troops containing harems. Baboons can determine from vocal exchanges what the dominance relations are between individuals. \nIn general, each male can mate with any female: the mating order among the males depends partially on their social ranking. Females typically give birth after a six-month gestation, usually to a single infant. The females tend to be the primary caretaker of the young, although several females may share the duties for all of their offspring. Offspring are weaned after about a year. They reach sexual maturity in five to eight years. Males leave their birth group, usually before they reach sexual maturity, whereas females stay in the same group their entire lives. Baboons in captivity live up to 45 years, while in the wild they live up to 30 years.\n\n\n== Taxonomy ==\nFive species of Papio are commonly recognized, although there is some disagreement about whether they are really full species or subspecies. They are P. ursinus (chacma baboon, found in southern Africa), P. papio (western, red, or Guinea baboon, found in the far western Africa), P. hamadryas (hamadryas baboon, found in the Horn of Africa and southwestern Arabia), P. anubis (olive baboon, found in the north-central African savanna) and P. cynocephalus (yellow baboon, found in south-central and eastern Africa). \nThe five species of baboons in the genus Papio are:\nHamadryas baboon, Papio hamadryas\nGuinea baboon, Papio papio\nOlive baboon, Papio anubis\nYellow baboon, Papio cynocephalus\nCentral yellow baboon, Papio cynocephalus cynocephalus\nIbean baboon, Papio cynocephalus ibeanus\nKinda baboon, Papio cynocephalus kindae\nChacma baboon, Papio ursinus\nCape chacma, Papio ursinus ursinus\nGray-footed chacma, Papio ursinus griseipes\nRuacana chacma, Papio ursinus raucanaMany authors distinguish P. hamadryas as a full species, but regard all the others as subspecies of P. cynocephalus and refer to them collectively as \"savanna baboons\". This may not be helpful: it is based on the argument that the hamadryas baboon is behaviorally and physically distinct from other baboon species, and that this reflects a separate evolutionary history. However, recent morphological and genetic studies of Papio show the hamadryas baboon to be more closely related to the northern baboon species (the Guinea and olive baboons) than to the southern species (the yellow and chacma baboons).The traditional five-form classification probably under-represents the variation within Papio. Some commentators argue that at least two more forms should be recognized, including the tiny Kinda baboon (P. cynocephalus kindae) from Zambia, DR Congo, and Angola, and the gray-footed baboon (P. ursinus griseipes) found in Zambia, Botswana, Zimbabwe, Mozambique, and northern South Africa. However, current knowledge of the morphological, genetic, and behavioral diversity within Papio is too poor to make any final, comprehensive judgment on this matter.\n\n\n== Phylogeny ==\n\nIn 2015 researchers found the oldest baboon fossil dating 2 million years ago.\n\n\n== Characteristics ==\n\nAll baboons have long, dog-like muzzles, heavy, powerful jaws with sharp canine teeth, close-set eyes, thick fur except on their muzzles, short tails, and rough spots on their protruding buttocks, called ischial callosities. These calluses are nerveless, hairless pads of skin that provide for the sitting comfort of the baboon.\nAll baboon species exhibit pronounced sexual dimorphism, usually in size, but also sometimes in colour or canine development. Males of the hamadryas baboon species also have large white manes.\n\n\n== Behavior and ecology ==\nBaboons are able to acquire orthographic processing skills, which form part of the ability to read.\n\n\n=== Habitat and prey ===\nBaboons are terrestrial (ground dwelling) and are found in open savannah, open woodland and hills across Africa. Their diets are omnivorous: they eat insects, fish, shellfish, hares, birds, vervet monkeys, and small antelopes. They are foragers and are active at irregular times throughout the day and night. They can raid human dwellings, and in South Africa, they have been known to prey on sheep and goats.\n\n\n=== Predators ===\nTheir principal predators are Nile crocodiles, lions, spotted and striped hyenas, leopards, and cheetahs. They are considered a difficult prey for the leopard, though, which is mostly a threat to young baboons. Large males will often confront them by flashing their eyelids, showing their teeth by yawning, making gestures, and chasing after the intruder/predator. Although they are not a prey species, baboons have been killed by the black mamba snake. This usually occurs when a baboon accidentally rouses the snake.\n\n\t\t\n\t\t\n\n\n=== Social systems ===\n\nThe collective noun for baboons is \"troop\". Most baboons live in hierarchical troops. Group sizes vary between five and 250 animals (often about 50 or so), depending on specific circumstances, especially species and time of year. The structure within the troop varies considerably between hamadryas baboons and the remaining species, sometimes collectively referred to as savanna baboons. The hamadryas baboons often appear in very large groups composed of many smaller harems (one male with four or so females), to which females from elsewhere in the troop are recruited while they are still too young to breed. Other baboon species have a more promiscuous structure with a strict dominance hierarchy based on the matriline. The hamadryas baboon group will typically include a younger male, but he will not attempt to mate with the females unless the older male is removed. In the harems of the hamadryas baboons, the males jealously guard their females, to the point of grabbing and biting the females when they wander too far away. Despite this, some males will raid harems for females. Such situations often cause aggressive fights between the males. Visual threats usually accompany these aggressive fights. These include a quick flashing of the eyelids accompanied by a yawn to show off the teeth. Some males succeed in taking a female from another's harem, called a \"takeover\". In several species, infant baboons are taken by the males as hostages during fights.\nBaboons can determine from vocal exchanges what the dominance relations are between individuals. When a confrontation occurs between different families or where a lower-ranking baboon takes the offensive, baboons show more interest in this exchange than those between members of the same family or when a higher-ranking baboon takes the offensive. This is because confrontations between different families or rank challenges can have a wider impact on the whole troop than an internal conflict in a family or a baboon reinforcing its dominance.\n\n\n=== Mating ===\n\nBaboon mating behavior varies greatly depending on the social structure of the troop. In the mixed groups of savanna baboons, each male can mate with any female. The mating order among the males depends partially on their social ranking, and fights between males are not unusual. There are, however, more subtle possibilities; in mixed groups, males sometimes try to win the friendship of females. To garner this friendship, they may help groom the female, help care for her young, or supply her with food. The probability is high that those young are their offspring. Some females clearly prefer such friendly males as mates. However, males will also take infants during fights to protect themselves from harm. A female initiates mating by presenting her swollen rump to the male's face.\n\n\n=== Birth, rearing young, and life expectancy ===\n\nFemales typically give birth after a six-month gestation, usually to a single infant. The young baboon weighs approximately 400 g and has a black epidermis when born. \nThe females tend to be the primary caretaker of the young, although several females will share the duties for all of their offspring.\nAfter about one year, the young animals are weaned. They reach sexual maturity in five to eight years. Baboon males leave their birth group, usually before they reach sexual maturity, whereas females are philopatric and stay in the same group their whole lives.\nBaboons in captivity have been known to live up to 45 years, while in the wild their life expectancy is about 30 years.\n\n\n== Relationship with humans ==\nIn Egyptian mythology, Babi was the deification of the hamadryas baboon and was therefore a sacred animal. It was known as the attendant of Thoth, so is also called the sacred baboon. The 2009 documentary Baboon Woman examines the relationship between baboons and humans in South Africa.\n\n\n== Diseases ==\nHerpesvirus papio family of viruses and strains infect baboons. Their effects on humans are unknown.\n\n\n== See also ==\nList of historical monkeys\nParapapio\nAmboseli Baboon Research Project\n\n\n== References ==\n\n\n== Further reading ==\nCheney, Dorothy L.; Seyfarth, Robert M. (2007). Baboon Metaphysics: The Evolution of a Social Mind. Chicago: University of Chicago Press. ISBN 9780226102436.\nZinner, Dietmar; Groeneveld, Linn F.; Keller, Christina; Roos, Christian (2009). \"Mitochondrial phylogeography of baboons (Papio spp.) – Indication for introgressive hybridization?\". BMC Evolutionary Biology. 9 (83): 83. doi:10.1186/1471-2148-9-83. PMC 2681462. PMID 19389236.\n\n\n== External links ==\nBaboons: Wildlife summary from the African Wildlife Foundation\nPrimate Info Net Papio Factsheets",
    "ImageURL": "Baboon_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Baboon",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Cercopithecidae",
        "Genus": "PapioErxleben"
    }
}