{
    "CommonName": "Baja ratsnake",
    "BriefSummary": "Rat snakes (or ratsnakes) are members – along with kingsnakes, milk snakes, vine snakes and indigo snakes – of the subfamily Colubrinae of the family Colubridae. They are medium to large constrictors and are found throughout much of the Northern Hemisphere.  They feed primarily on rodents and birds. With some species exceeding 2.5 m (8 ft) in total length, they can occupy top levels of some food chains.  Many species make attractive and docile pets and one, the corn snake, is one of the most popular reptile pets in the world.  Other species can be very skittish and sometimes aggressive, but bites are rarely serious. Like nearly all colubrids, rat snakes pose no threat to humans. Rat snakes were long believed to be completely nonvenomous, but recent studies have shown that some Old World species do possess small amounts of venom, though the amount is negligible relative to humans.Previously, most rat snakes were assigned to the genus Elaphe, but many have been since renamed following mitochondrial DNA analysis performed in 2002.  For the purpose of this article, names will be harmonized with the TIGR Database.",
    "WikiContents": "Rat snakes (or ratsnakes) are members – along with kingsnakes, milk snakes, vine snakes and indigo snakes – of the subfamily Colubrinae of the family Colubridae. They are medium to large constrictors and are found throughout much of the Northern Hemisphere.  They feed primarily on rodents and birds. With some species exceeding 2.5 m (8 ft) in total length, they can occupy top levels of some food chains.  Many species make attractive and docile pets and one, the corn snake, is one of the most popular reptile pets in the world.  Other species can be very skittish and sometimes aggressive, but bites are rarely serious. Like nearly all colubrids, rat snakes pose no threat to humans. Rat snakes were long believed to be completely nonvenomous, but recent studies have shown that some Old World species do possess small amounts of venom, though the amount is negligible relative to humans.Previously, most rat snakes were assigned to the genus Elaphe, but many have been since renamed following mitochondrial DNA analysis performed in 2002.  For the purpose of this article, names will be harmonized with the TIGR Database.\n\n\n== Species ==\n\n\n=== Old World rat snakes ===\n\nCoelognathus spp.\n\nPhilippine rat snake, C. erythrurus (A.M.C. Duméril, Bibron & A.H.A. Duméril, 1854)\nBlack copper rat snake or yellow striped snake, C. flavolineatus (Schlegel, 1837)\nTrinket snake, C. helena (Daudin, 1803)\nCopperhead rat snake, C. radiatus (F. Boie, 1827)\nIndonesian rat snake, C. subradiatus (Schlegel, 1837)Elaphe spp.\n\nTwin-spotted rat snake, Elaphe bimaculata Schmidt, 1925\nKing rat snake, Elaphe carinata (Günther, 1864)\nJapanese rat snake, E. climacophora (H. Boie, 1826)\nDavid's rat snake, E. davidi (Sauvage, 1884)\nDione rat snake, E. dione (Pallas, 1773)\nJapanese four-lined rat snake, E. quadrivirgata (H. Boie, 1826)\nFour-lined snake, E. quatuorlineata (Lacépède, 1789)\nRed-backed rat snake, E. rufodorsata (Cantor, 1842)\nEastern four-lined snake, E. sauromates (Pallas, 1811)\nRussian rat snake, E. schrenckii Strauch, 1873Euprepiophis spp.\n\nJapanese forest rat snake, E. conspicillatus (H. Boie, 1826)\nMandarin rat snake, E. mandarinus (Cantor, 1842)Gonyosoma spp.\n\nGreen trinket snake, G. frenatum (Gray, 1853)\nCelebes black-tailed rat snake, G. jansenii (Bleeker, 1858)\nRed-tailed green rat snake, G. oxycephalum (F. Boie, 1827)Oreocryptophis spp.\n\nMountain rat snake, O. porphyracea (Cantor, 1839)Orthriophis spp.\n\nCantor's rat snake, O. cantoris (Boulenger, 1894)\nHodgson's rat snake, O. hodgsoni (Günther, 1860)\n100 flower rat snake, O. moellendorffi (Boettger, 1886)\nBeauty snake, O. taeniurus (Cope, 1861)Ptyas spp.\n\nKeeled rat snake, P. carinata (Günther, 1858)\nP. dhumnades (Cantor, 1842)\nSulawesi black racer, P. dipsas (Schlegel, 1837)\nWhite-bellied rat snake, P. fusca (Günther, 1858)\nChinese rat snake, P. korros (Schlegel, 1837)\nP. luzonensis (Günther, 1873)\nOriental rat snake, P. mucosa (Linnaeus, 1758)\nGreen rat snake, P. nigromarginata (Blyth, 1854)Rhadinophis spp.\n\nGreen bush snake, R. prasinus (Blyth, 1854)Rhynchophis spp.\n\nRhinoceros ratsnake, R. boulengeri Mocquard, 1897Zamenis spp.\n\nTranscaucasian rat snake, Z. hohenackeri (Strauch, 1873)\nItalian Aesculapian snake, Z. lineatus (Camerano, 1891)\nAesculapian snake, Z. longissimus (Laurenti, 1768)\nPersian rat snake, Z. persicus (F. Werner, 1913)\nLeopard snake, Z. situla (Linnaeus, 1758)\n\n\n=== New World rat snakes ===\nBogertophis spp.\n\nBaja California rat snake, B. rosaliae (Mocquard, 1899)\nTrans-Pecos rat snake, B. subocularis (Brown, 1901)Pantherophis spp.\n\nEastern rat snake, P. alleghaniensis (Holbrook, 1836)\nBaird's rat snake, P. bairdi (Yarrow, 1880)\nGreat Plains rat snake, P. emoryi (Baird & Girard, 1853)\nEastern fox snake, P. gloydi (Conant, 1940)\nCorn snake, P. guttatus (Linnaeus, 1766)\nBlack rat snake, P. obsoletus (Say, 1823)\nWestern fox snake, P. ramspotti (Crother, White, Savage, Eckstut, Graham & Gardner, 2011)\nGray rat snake, P. spiloides (A.M.C. Duméril, Bibron & A.H.A. Duméril, 1854)\nEastern fox snake, P. vulpinus (Baird & Girard, 1853)Pseudelaphe spp.\n\nMexican rat snake, P. flavirufa (Cope, 1867)Senticolis spp.\n\nGreen rat snake, S. triaspis (Cope, 1866)Spilotes spp.\n\nChicken snake or yellow rat snake, S. pullatus (Linnaeus, 1758)Nota bene: In the above species lists, an authority's name in parentheses indicates that the species was originally described in a different genus. An authority's name not in parentheses indicates that the species is still assigned to the original genus in which it was described.\n\n\n== Taxonomy ==\nIn recent years, some taxonomic controversy has occurred over the genus of North American rat snakes.  Based on mitochondrial DNA, Utiger et al. (2002) showed that North American rat snakes of the genus Elaphe, along with closely related genera such as Pituophis and Lampropeltis, form a monophyletic group separate from Old World members of the genus. They therefore suggested the resurrection of the available name Pantherophis Fitzinger for all North American taxa (north of Mexico). Crother et al. (2008) accepted the taxonomic change to Pantherophis.\n\n\n== Venom ==\nRat snakes are not venomous. Rat snakes usually hunt and kill mice by biting with their teeth and suffocate them by constriction of its own body.\n\n\n== In captivity ==\nRat snakes are commonly kept as pets by reptile enthusiasts. The corn snake, one of the most popular pet reptiles, is a rat snake. New World species are generally thought to be more docile in captivity as opposed to Old World rat snakes, of which the opposite is assumed.\n\n\n== Effects of climate change on rat snakes ==\n\n\n=== Positive impacts ===\nAll snakes are ectotherm species, meaning they depend on the temperature of the environment to maintain homeostasis. Although it is predicted that the current rate of climate change will be too rapid for many reptiles and amphibian species to adapt or to evolve, studies have suggested that a warmer climate may actually be beneficial to rat snake species. Global warming also poses less threats to rat snakes in temperate zones than in tropical zones as rat snake species in temperate zones can tolerate broader ranges of temperature. Global climate change will increase both day and night time temperatures. This will make the night time environment more thermally suitable for rat snakes to hunt, thereby making them more active at night. Increasing night time activity allows rat snakes to catch larger prey such as birds, since female birds usually incubate their eggs in the nest at night and have decreased ability to detect rat snakes due to poor visibility conditions. Global warming may also lead to changes in predation. Rat snakes are prey species to predators like hawks. While rat snakes are being hunted during the day, being more active at night due to warmer temperatures may allow rat snakes to be less vulnerable to predation from hawks. A warming climate also enhances food digestion in rat snakes thereby making them more efficient, which enables rat snake individuals to grow larger in size and allowing them to consume more prey. In comparison to rat snake species at relatively colder regions, rat snake species at lower latitudes tend to be larger in size due to warmer climate conditions. As the global climate warms, the average body size of rat snakes at higher latitudes will become larger, which will allow the species to catch more prey and thus increase their overall reproductive success.\n\n\n=== Negative impacts ===\nEastern rat snake species in North America are experiencing negative shifts in their behaviour due to climate change and increasing temperatures. These shifts differ between the large distribution of rat snakes that range from Ontario to Texas. The increasing temperatures can negatively impact this species and can be attributed to population declines in some areas.\nRat snake populations from their northern range, such as Ontario, are experiencing a shift in hibernation emergence. The populations in these regions typically emerge from hibernation in late April. However, the increasing variability in temperature may cause rat snakes to emerge on a warm sunny day in the months of February or March. Climate change has caused winters that can have weather turn back very quickly from sunny periods with high temperatures to snow and below freezing temperatures. The early emergence of these rat snakes will begin to expose them to these fatal conditions if a snake cannot return to its hibernaculum in time. Therefore, the fluctuations in temperature affect the thermoregulation that rat snakes need for bodily functions like digestion and movement. The unpredictability of the weather is causing more rat snakes in their northern range to get caught in these cold snaps and freeze to death.Increasing temperatures due to climate change have increased the nocturnal activity of rat snakes, especially in warmer climates such as Texas. This has allowed them to alter their predation habits and feed more on nesting birds and other accessible prey. However, their increased nocturnal activity puts them at risk to a new range of nocturnal predators. Rat snakes may not be used to the presence of nocturnal predators such as raccoons and owls and may be more vulnerable as prey. Until rat snakes are able to adapt to their relatively new predators, populations may be at risk due to heavy predation.\n\n\n=== Life history alterations in Ontario gray rat snakes ===\nAs rat snakes are ectothermic species, they require sunlight and heat to maintain their body temperatures. Across their range in North America each species of rat snake has different ideal body temperatures. In Ontario, the average ideal body temperature of a rat snake is 28.1 degrees Celsius with free ranging gravid females tending to require a bit higher in order to meet their thermoregulatory requirements for gestation. With ambient air temperatures over the course of their entire active season (from May to September) almost never reaching the required 28.1 degrees C, rat snakes in Ontario resort to basking habitats where conditions allow temperatures to rise above normal and up to 43 degrees Celsius at the hottest times of day and year. These habitats include areas such as rock outcrops, bare ground, or edge habitat where they can bask on tree branches fully exposed to the sun. However, with climate change and an associated increase in ambient air temperature by 3 degrees C, the amount of required time spent by snakes in these habitats will decrease. This will result in alterations in the amount and time of activity of rat snakes in the province. They will have the potential to be generally more active during both the day and night as it will be easier for them to maintain their ideal body temperature. Habitat choices may also shift with increased temperatures. More time could be spent in areas such as forests or barns where the temperatures are currently too low for the snakes to spend most of their time. There will be less of a need to expose themselves in their open basking habitats, causing decreases in predator vulnerability as well as increases in thermoregulatory ability and foraging time. In addition, rat snakes in Ontario have a slower growth and maturation rates due to the cooler climate and shorter active seasons compared to other species of rat snakes further South in North America. This means that Ontario's rat snakes are more vulnerable to population declines. But, with an increase in temperature and an increase in the duration of the active season from climate change, it is possible that the growth and maturation rates of these snakes will increase.\n\n\n== See also ==\nBlack rat snake\nBeauty rat snake\nGray rat snake\nTexas rat snake\nPtyas mucosa\n\n\n== References ==\n\n\n== External links ==\nInformation on a variety of rat snakes\nRat snake gallery (along with other nonvenomous snakes)",
    "ImageURL": "Bajaratsnake_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Rat_snake",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Colubridae",
        "Genus": "Various"
    },
    "Zone": "* #### G"
}