{
    "CommonName": "Banana Slug",
    "BriefSummary": "Banana slugs are North American terrestrial slugs comprising the genus Ariolimax. These slugs are often yellow in color and are sometimes spotted with brown blotches, resembling  a ripe (or overripe) banana which is the source of their common name, although they can come in other colours.",
    "WikiContents": "Banana slugs are North American terrestrial slugs comprising the genus Ariolimax. These slugs are often yellow in color and are sometimes spotted with brown blotches, resembling  a ripe (or overripe) banana which is the source of their common name, although they can come in other colours.\n\n\n== Species ==\nSpecies within the genus Ariolimax include:\n\n\n== Description ==\n\nBanana slugs are often bright yellow (giving rise to the banana nomenclature) although they may also be greenish, brown, tan, or white. The species Ariolimax columbianus sometimes has black spots that are so extensive that the animal looks almost entirely black.\nIndividual slugs will change colors with alterations in food consumption, light exposure, and moisture levels.  Color may also indicate whether a slug is healthy or injured or what age it is.The Pacific banana slug is the second-largest species of terrestrial slug in the world, growing up to 25 centimetres (9.8 in) long, and weights of 115 grams (4.1 ounces).\n(The largest slug species is Limax cinereoniger of Europe, which can reach 30 centimetres (12 in) in length.) Banana slugs have an average lifespan of 1–7 years.Banana slugs (like other gastropods and many other mollusks) have a radula, a ribbon-like anatomical structure covered in rows of microscopic teeth; the radula is used for feeding. Individuals can move at 6 1⁄2 inches (17 cm) per minute.Slugs use two pairs of tentacles to sense their environment. The larger, upper pair, termed \"eyestalks,\" are used to detect light or movement. The second, lower pair are used to detect chemicals. The tentacles can retract and extend themselves to avoid damage.\nIf a predator bites off a tentacle, the slug can grow a new one.Banana slugs have a single lung (on the right side) which opens externally via a pneumostome. The pneumostome lung cavity is heavily vascularized to allow gas exchange. Dehydration is a major problem for the mollusk; to combat this, banana slugs excrete a thick coating of mucus around their bodies and can also aestivate. To do so, they secrete a protective layer of mucus and insulate themselves with a layer of soil and leaves. They remain inactive in this state until the environment becomes moist again. Due to their susceptibility to desiccation, they are more commonly active at night, but also appear during cool, moist days.\n\nThe slime also contains pheromones to attract other slugs for mating. Slugs are simultaneous hermaphrodites, and reproduce by exchanging sperm with their mate. They produce up to 75 translucent eggs, which are laid in a log or on leaves. Slugs mate and lay eggs throughout the year. The adults provide no further care for their eggs beyond finding a suitable hiding spot, and the eggs are abandoned as soon as the clutch is laid.\n\n\n== Distribution ==\nAriolimax columbianus is native to the forest floors along North America's Pacific coastal coniferous rainforest belt (including redwood forests) which stretches from Southeastern Alaska to Santa Cruz, California.\nSeveral discontinuous populations also occur in forested slopes of the coastal and transverse mountain ranges south of Santa Cruz as far south as Ventura County, with a tiny, isolated population located in Palomar Mountain State Park within the Palomar Mountain Range in San Diego County, California. The Palomar Mountains have lush Sierra Nevada-like coniferous forests and black oak woodlands unlike the surrounding semiarid lands of inland San Diego County and mark the southernmost population of banana slugs. The slugs were rediscovered several years ago along Doane Creek, part of the Lower Doane Valley/Lower French Trail. This population is believed to be a relict from the Pleistocene epoch when the climate was cooler and wetter.\nSmall, isolated populations also occur east of the Pacific Coast such as in the inland coniferous rainforests of British Columbia's Columbia Mountains (interior wet-belt), just west of the Canadian Rockies, and have been seen at lower elevations near creeks and damp areas of Mount Revelstoke National Park. Small populations of banana slugs have also been seen along creek and damp areas of the western slopes of the Sierra Nevada mountains to the north of Yosemite National Park in California. Slug densities in these outlying areas in the Columbia Mountains, Sierra Nevada Mountains, and areas south of Santa Cruz are low compared to densities in the coastal coniferous rainforest belt and are rather restricted to damp areas near creeks, ravines, and gullies. This population may also be a relic from the Pleistocene epoch.\n\n\n== Ecology ==\n\nBanana slugs are detritivores, or decomposers. They process leaves, animal droppings, moss, and dead plant material, and then recycle them into soil humus. They seem to have a fondness for mushrooms, spread seeds and spores when they eat, and excrete a nitrogen rich fertilizer. By consuming detritus (dead organic matter) slugs contribute to decomposition and the nutrient cycles and are an important aspect of the ecosystem.\nRaccoons, garter snakes, ducks, geese and salamanders sometimes eat banana slugs; they roll the slugs in soil to bind the slime. Juvenile banana slugs are sometimes eaten by moles or shrews.\n\n\n== Slime ==\nThe mucus secreted by banana slugs contains chemicals that can numb the tongue of predators. This mucus can absorb up to 100 times its volume in water. Technically, this slime is not a liquid nor solid, but rather a liquid crystal substance and has many properties that interest materials engineers.\n\n\n== In culture ==\nBanana slugs have been used as food by Yurok Indians of the North Coast and by German immigrants in the 19th and early 20th centuries. A yearly festival and contest is held at Russian River including slug races and a contest for recipes — though, even when fed corn meal to purge them or soaked in vinegar to remove slime, the slugs' flavor is not always well regarded, and the most successful entries are often those in which the flavor is unnoticeable.The banana slug is the mascot of the University of California, Santa Cruz. It is common in local forests, was approved by a student vote and has won awards. One T-shirt caption was: \"No known predators!\"\n\n\n== References ==\nSchad, Jerry, \"Afoot & Afield in San Diego County\", Wilderness Press, 1998.\n.",
    "ImageURL": "BananaSlug.jpg",
    "Source": "https://en.wikipedia.org/wiki/Banana_slug"
}