{
    "CommonName": "Banded Palm Civet",
    "BriefSummary": "The banded palm civet (Hemigalus derbyanus), also called the banded civet, is a civet found in the Sundaic region and occurs in peninsular Myanmar, peninsular Malaysia, peninsular Thailand and in Indonesia on the islands of Sipura, Sumatra and Borneo. It is listed as Near Threatened on the IUCN Red List because of its large geographic and elevation range and tolerance to some habitat disturbance.Hemigalus is a monospecific genus that was first named and described by the French zoologist Claude Jourdan in 1837.",
    "WikiContents": "The banded palm civet (Hemigalus derbyanus), also called the banded civet, is a civet found in the Sundaic region and occurs in peninsular Myanmar, peninsular Malaysia, peninsular Thailand and in Indonesia on the islands of Sipura, Sumatra and Borneo. It is listed as Near Threatened on the IUCN Red List because of its large geographic and elevation range and tolerance to some habitat disturbance.Hemigalus is a monospecific genus that was first named and described by the French zoologist Claude Jourdan in 1837.\n\n\n== Characteristics ==\n\nHaving roughly the size of a domestic cat, this viverrid measures from 41 to 51 cm in total length, and weights from 1 to 3 kg (2.2 to 6.6 lbs).The banded palm civet has a long pointed face, reminiscent of insectivorous mammals. It has a long body set on short legs, and five toes on each foot with retractable claws. It looks very similar to Owston's palm civet (Chrotogale owstoni), except that it lacks spots on its body, and the hair on its neck points upwards instead of down along the neck. It is also similar to the rare Hose's palm civet (Diplogale hosei), an endemic of northern Borneo - they only differ in shape of muzzle and teeth and Hose's civet does not have the banded pelage of the banded civet. The banded civet has short, dense fur that is generally a dark cream/buff color with four to five dark bands on its back. Its tail has two dark bands and the latter half of the tail is dark brown to black. There is a dark brown stripe that extends down the length of the top of the muzzle, and two stripes that extend from the top middle of the eye to the inside corner of the ears. There are two areas of white above and below each eye, and the muzzle is darker than the rest of the face.\n\n\n== Distribution and habitat ==\nThough it lives in the forests, it spends much of its time on the ground.\n\n\n== References ==",
    "ImageURL": "BandedPalmCivet_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Banded_palm_civet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Viverridae",
        "Genus": "HemigalusJourdan",
        "Species": "derbyanus"
    },
    "ScientificName": "HemigalusJourdan derbyanus"
}