{
    "CommonName": "Banded Gila Monster",
    "BriefSummary": "The Gila monster (Heloderma suspectum,  HEE-lə) is a species of venomous lizard native to the southwestern United States and northwestern Mexican state of Sonora. A heavy, typically slow-moving lizard, up to 60 cm (2.0 ft) long, the Gila monster is the only venomous lizard native to the United States and one of only two known species of venomous lizards in North America, the other being its close relative, the Mexican beaded lizard (H. horridum). Although the Gila monster is venomous, its sluggish nature means it represents little threat to humans. However, it has acquired a fearsome reputation, and is sometimes killed despite being protected by state law in Arizona.",
    "WikiContents": "The Gila monster (Heloderma suspectum,  HEE-lə) is a species of venomous lizard native to the southwestern United States and northwestern Mexican state of Sonora. A heavy, typically slow-moving lizard, up to 60 cm (2.0 ft) long, the Gila monster is the only venomous lizard native to the United States and one of only two known species of venomous lizards in North America, the other being its close relative, the Mexican beaded lizard (H. horridum). Although the Gila monster is venomous, its sluggish nature means it represents little threat to humans. However, it has acquired a fearsome reputation, and is sometimes killed despite being protected by state law in Arizona.\n\n\n== History ==\nGila monster is the largest extant lizard native to North America north of the Mexican border (non-natives like green iguanas are larger). Its snout-to-vent length is 26 to 36 cm (10 to 14 in). The tail is about 20% of the body size and the largest specimens may reach 51 to 56 cm (20 to 22 in) in total length. Body mass is typically in the range of 350 to 700 g (0.77 to 1.54 lb), with 11 males having been found to average 468 g (1.032 lb). Reportedly the very largest specimens can weigh as much as 2,300 g (5.1 lb).The Gila monster has one close living relative, the beaded lizard (H. horridum), as well as many extinct relatives in the Helodermatidae, the evolutionary history of which may be traced back to the Cretaceous period. The genus Heloderma has existed since the Miocene, when H. texana lived, and fragments of osteoderms from the Gila monster have been found in late Pleistocene (10,000–8,000 years ago) deposits near Las Vegas, Nevada. Because the helodermatids have remained relatively unchanged morphologically, they are occasionally regarded as living fossils. Although the Gila monster appears closely related to the monitor lizards (varanids) of Africa, Asia and Australia, their wide geographical separation and the unique features not found in the varanids indicate the Gila monster is better placed in a separate family.\n\nThe name \"Gila\" refers to the Gila River Basin in the U.S. states of New Mexico and Arizona, where the Gila monster was once plentiful. Heloderma means \"studded skin\", from the Ancient Greek words helos (ἧλος), \"the head of a nail or stud\", and derma (δέρμα), \"skin\". Suspectum comes from the describer, paleontologist Edward Drinker Cope, who suspected the lizard might be venomous due to the grooves in the teeth.\n\n\n== Distribution and habitat ==\n\nThe Gila monster is found in the Southwestern United States and Mexico, a range including Sonora, Arizona, parts of California, Nevada, Utah, and New Mexico (potentially including Baja California). They inhabit scrubland, succulent desert, and oak woodland, seeking shelter in burrows, thickets, and under rocks in locations with ready access to moisture. In fact, Gila monsters seem to like water and can be observed immersing themselves in puddles of water after a summer rain. They avoid living in open areas such as flats and farmland.\n\n\n== Ecology ==\nGila monsters spend 90% of their time underground in burrows or rocky shelters. They are active in the morning during the dry season (spring and early summer); later in the summer, they may be active on warm nights or after a thunderstorm. They maintain a surface body temperature of about 30 °C (86 °F). Gila monsters are slow in sprinting ability, but they have relatively high endurance and maximal aerobic capacity (VO2 max) for a lizard. They are preyed upon by coyotes and raptors.\n\n\n=== Diet ===\nThe Gila monster eats small birds, mammals, frogs, smaller lizards, insects, and carrion. The Gila monster feeds primarily on bird and reptile eggs, and eats infrequently (only five to ten times a year in the wild), but when it does feed, it may eat up to one-third of its body mass. It uses its extremely acute sense of smell to locate prey, especially eggs. Its sense of smell is so keen, it can locate and dig up chicken eggs buried 15 cm (6 in) deep and accurately follow a trail made by a rolling egg.Prey may be crushed to death if large or eaten alive if small, swallowed head-first, and helped down by muscular contractions and neck flexing. Unusually, after food has been swallowed, the Gila monster immediately resumes tongue flicking and search behavior, probably as a result of a history of finding clumped prey such as eggs and young in nests. Gila monsters are able to climb trees and cacti in search of eggs.\n\n\n== Venom ==\n\n\n=== Pioneer beliefs ===\nIn the Old West, the pioneers believed a number of myths about the Gila monster, including that the lizard had foul or toxic breath and that its bite was fatal. The Tombstone Epitaph of Tombstone, Arizona, wrote about a Gila monster that a local person caught on May 14, 1881:\n\nThis is a monster, and no baby at that, it being probably the largest specimen ever captured in Arizona. It is 27 inches long and weighs 35 lb. It was caught by H. C. Hiatt on the road between Tombstone and Grand Central Mill and was purchased by Messrs. Ed Baker and Charles Eastman, who now have it on exhibition at Kelley's Wine House, next door above Grand Hotel, Allen Street. Eastern people who have never seen one of these monsters should not fail to inspect his Aztecship, for they might accidentally stumble upon one some fine day and get badly frightened, except they know what it is.\nOn May 8, 1890, southeast of Tucson, Arizona Territory, Empire Ranch owner Walter Vail captured and thought he had killed a Gila monster. He tied it to his saddle and it bit the middle finger of his right hand and wouldn't let go. A ranch hand pried open the lizard's mouth with a pocketknife, cut open his finger to stimulate bleeding, and then tied saddle strings around his finger and wrist. They summoned Dr. John C. Handy of Tucson, who took Vail back to Tucson for treatment, but Vail experienced swollen and bleeding  glands in his throat for sometime afterward.Dr. Handy's friend, Dr. George Goodfellow of Tombstone, was among the first to research the actual effects of Gila monster venom. Scientific American reported in 1890 that \"The breath is very fetid, and its odor can be detected at some little distance from the lizard. It is supposed that this is one way in which the monster catches the insects and small animals which form a part of its food supply—the foul gas overcoming them.\" Goodfellow offered to pay local residents $5.00 for Gila monster specimens. He bought several and collected more on his own. In 1891 he purposefully provoked one of his captive lizards into biting him on his finger. The bite made him ill and he spent the next five days in bed, but he completely recovered. When Scientific American ran another ill-founded report on the lizard's ability to kill people, he wrote in reply and described his own studies and personal experience. He wrote that he knew several people who had been bitten by Gila monsters but had not died from the bite.Goodfellow published articles about rattlesnake and Gila monster bites in Scientific American and Southern California Practitioner.\n\n\n=== Delivery ===\nThe Gila monster produces venom in modified salivary glands in its lower jaw, unlike snakes, whose venom is produced in the upper jaw. The Gila monster lacks the musculature to forcibly inject the venom; instead, the venom is propelled from the gland to the tooth by chewing. Capillary action brings the venom out of the tooth and into the victim. The teeth are loosely anchored, which allows them to be broken off and replaced throughout life. Gila monsters have been observed to flip over while biting the victim, presumably to aid the flow of the venom into the wound. Because the Gila monster's prey consists mainly of eggs, small animals, and otherwise \"helpless\" prey, the Gila monster's venom is thought to have evolved for defensive rather than for hunting use. A defensive use would explain the Gila monster's bright warning coloration.\n\n\n=== Toxicity ===\n\nAlthough the venom is about as toxic as a Western diamondback rattlesnake, H. suspectum produces only small amounts. The Gila monster's bite is not fatal to healthy adult humans. No reports of fatalities have been confirmed after 1939, and those recorded prior to that year are youngsters, or resulting from failed attempts to treat the bite itself. The Gila monster can bite quickly (especially by swinging its head sideways) and hold on tenaciously and painfully. If bitten, the victim may need to fully submerge the attacking lizard in water to break free from its bite or physically yank the lizard free, risking severe lacerations in the process from the lizard's sharp teeth.  Symptoms of the bite include excruciating pain, edema, and weakness associated with a rapid drop in blood pressure. One zoological journalist, when giving a report about the pain of a bite, described it as \"the worst pain [he] had ever experienced ... it's like hot lava coursing through your veins\". It is generally regarded as the most painful venom produced by any vertebrate.More than a dozen peptides and other substances have been isolated from the Gila monster's venom, including hyaluronidase, serotonin, phospholipase A2, and several kallikrein-like glycoproteins responsible for the pain and edema caused by a bite. Four potentially lethal toxins have been isolated from the Gila monster's venom, including horridum venom, which causes hemorrhage in internal organs and exophthalmos (bulging of the eyes), and helothermine, which causes lethargy, partial paralysis of the limbs, and hypothermia in rats. Most are similar in form to vasoactive intestinal peptide (VIP), which relaxes smooth muscle and regulates water and electrolyte secretion between the small and large intestines. These bioactive peptides are able to bind to VIP receptors in many different human tissues. One of these, helodermin, has been shown to inhibit the growth of lung cancer.The constituents of the lizard's venom that have received the most attention from researchers are the bioactive peptides, including helodermin, helospectin, exendin-3, and exendin-4. Exendin-4 has formed the basis of a class of medications for the treatment of type 2 diabetes, known as Glucagon-like peptide-1 agonists. Exenatide was the first product in the class to reach the market and was launched in 2005.\n\n\n=== Drug research ===\nIn 2005, the US Food and Drug Administration approved the drug exenatide (marketed as Byetta) for the management of type 2 diabetes. It is a synthetic version of a protein, exendin-4, derived from the Gila monster's saliva. In a three-year study with people with type 2 diabetes, exenatide led to healthy sustained glucose levels and progressive weight loss. The effectiveness is because the lizard protein is about 50% identical to glucagon-like peptide-1 analog (GLP-1), a hormone released from the human digestive tract that helps to regulate insulin and glucagon. The lizard protein remains effective much longer than the human hormone, helping diabetics keep their blood sugar levels under control. Exenatide slows the emptying of the stomach and causes a decrease in appetite, contributing to weight loss.The saliva of the Gila monster contains many chemicals which can be deadly. One of these has been shown to affect memory. Several companies have been researching the abilities of this chemical to help memory loss due to various diseases such as Alzheimer's disease, schizophrenia, and ADHD. Gilatide, derived from exendin-4, has been shown to dramatically heighten memory in a study with mice. Gilatide is likely to be researched further to provide help to Alzheimer's patients.\n\n\n== Life history ==\n\nThe Gila monster emerges from hibernation in January or February and mates in May and June. The male initiates courtship by flicking his tongue to search for the female's scent. If the female rejects his advances, she will bite him and crawl away. When successful, copulation has been observed to last from 15 minutes to as long as two and a half hours. The female lays eggs in July or August, burying them in sand 5 in (13 cm) below the surface. The clutch consists of two to 12 eggs: five is the average. The incubation lasts nine months, as the hatchlings emerge during April through June the following year. The hatchlings are about 16 cm (6.3 in) long and can bite and inject venom upon hatching. The juveniles typically have larger bands of pink scales than adults, although the banded Gila monster (H. s. cinctum) has a tendency to retain the band pattern. H. suspectum sexually matures at three to five years old. After egg-laying, adult Gila monsters gradually spend less time on the surface to avoid the hottest part of the summer (although they may be active in the evening), eventually starting their hibernation around November.Little is known about the social behavior of H. suspectum, but they have been observed engaging in male-male combat, in which the dominant male lies on top of the subordinate one and pins it with its front and hind limbs. Both lizards arch their bodies, pushing against each other and twisting around in an effort to gain the dominant position. A wrestling match ends when the pressure exerted forces them to separate, although bouts may be repeated one after the other. These bouts are typically observed just before the mating season. Those with greater strength and endurance are thought to win more often and enjoy greater reproductive success. Although the Gila monster has a low metabolism and one of the lowest lizard sprint speeds, it has one of the highest aerobic scope values (the increase in oxygen consumption from rest to maximum metabolic exertion) among lizards, allowing them to engage in intense aerobic activity for a sustained period of time. Males have been observed to have higher aerobic scopes than females, presumably because of sexual selection for a trait advantageous in prolonged combat. The Gila monster may live up to 20 years in the wild, or 30 in captivity.\n\n\n== Conservation status ==\nUrban sprawl and habitat destruction have adversely affected Gila monster numbers. In 1952, they became the first venomous animal to be given legal protection. Gila monsters are listed as Near Threatened by the IUCN. In 1963, the San Diego Zoo became the first zoo to successfully breed Gila monsters in captivity.\n\n\n=== Relationship with humans ===\nThough the Gila monster is venomous, its laggard movement means it poses little threat to humans. However, it has a fearsome reputation and is often killed by humans. Among Native American tribes, the Gila monster had a mixed standing. The Apache believed its breath could kill a man, and the Tohono O'Odham and the Pima believed it possessed a spiritual power that could cause sickness. In contrast, the Seri and the Yaqui believed the Gila monster's hide had healing properties. The Gila monster has even starred as a monster in the film The Giant Gila Monster (though the titular monster was actually portrayed by a Mexican beaded lizard). It played a minor role in the motion picture The Treasure of the Sierra Madre.  Myths about the animal include that the animal's breath is toxic enough to kill humans, that it can spit venom like a spitting cobra and that it can leap several feet in the air to attack. Another myth held that the Gila monster did not have an anus and therefore expelled waste from its mouth, the source of its venom and \"fetid breath\". The official mascot of  Eastern Arizona College located in Thatcher, Arizona, is Gila Hank, a gun-toting, cowboy-hat-wearing Gila monster. A similar character as an old western outlaw was seen in 2011 animated film Rango, called Bad Bill; the character was voiced by Ray Winstone. In 2017, the Vegas Golden Knights selected a Gila monster, named Chance, as the official mascot.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nBeck, Daniel D. (2005). Biology of Gila Monsters and Beaded Lizards. Berkeley: University of California Press. ISBN 0-520-24357-9.\nBogert, Charles M.; Rafael Martin del Campo (1956). The Gila Monster and its allies: the relationships, habits, and behavior of the lizards of the Family Helodermatidae. New York: Bull. Amer. Mus. Natur. Hist. 109:1–238. p. 238. Online .pdf\nCapula, Massimo; Behler (1989). Simon & Schuster's Guide to Reptiles and Amphibians of the World. New York: Simon & Schuster. ISBN 0-671-69098-1.\nCarmony, Neil B.; Brown, David (1991). Gila Monster: Facts and Folklore of America's Aztec Lizard. Silver City, NM: High-Lonesome Books. ISBN 0-944383-18-1.CS1 maint: Uses authors parameter (link)\nCogger, Harold; Zweifel, Richard (1992). Reptiles & Amphibians. Sydney, Australia: Weldon Owen. ISBN 0-8317-2786-1.\nDitmars, Raymond L (1933). Reptiles of the World: The Crocodilians, Lizards, Snakes, Turtles and Tortoises of the Eastern and Western Hemispheres. New York: Macmillan. p. 321.\nFreiberg, Dr. Marcos; Walls, Jerry (1984). The World of Venomous Animals. New Jersey: TFH Publications. ISBN 0-87666-567-9.\nRoever, J. M.; Hiser, Iona Seibert (1972). The Gila Monster. Austin, Tex: Steck-Vaughn Co. ISBN 0-8114-7739-8.CS1 maint: Uses authors parameter (link)",
    "ImageURL": "BandedGilaMonster.jpe",
    "Source": "https://en.wikipedia.org/wiki/Gila_monster",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Helodermatidae",
        "Genus": "Heloderma",
        "Species": "H. suspectum"
    }
}