{
    "CommonName": "Bare-faced go away bird",
    "BriefSummary": "The bare-faced go-away-bird (Corythaixoides personatus) is a species of bird in the family Musophagidae which is native to the eastern Afrotropics. It is named for its distinctive and uniquely bare, black face. The genus is named for the g'way call of its near relation, the grey go-away-bird.",
    "WikiContents": "The bare-faced go-away-bird (Corythaixoides personatus) is a species of bird in the family Musophagidae which is native to the eastern Afrotropics. It is named for its distinctive and uniquely bare, black face. The genus is named for the g'way call of its near relation, the grey go-away-bird.\n\n\n== Description ==\nThe sexes are similar, other than the female's green beak.  It is 48 cm long beak to tail, and weighs approximately 210 to 300 grams.\n\n\n== Habits ==\n\nIt is a noisy and restless species, that moves about singly or in groups. Its call is a double or repetitive kow-kow ...\n\n\n== Range and habitat ==\nIt is found in two disjunct areas in Africa: one in Ethiopia, and the other in Burundi, DRC, Kenya, Malawi, Rwanda, Tanzania, Uganda and Zambia. It occurs in open woodland, thickets and in cultivation with scattered trees. It may be found up to 1,400 m, but at Loita up to 2,200 m in scattered cedar, acacia and evergreen scrub.\n\n\n== Races ==\nTwo geographically isolated races are accepted:\nC. p. personatus (Rüppell, 1842) – Ethiopian Rift ValleyDescription: More extensive green breast plumage, underside of wings and tail greenish, face with minute brown plumesC. p. leopoldi (Shelley, 1881) – s Uganda, Rwanda, Burundi, sw Kenya, Tanzania, n Malawi, ne Zambia and se DRC.Description: Face bare and black, less extensive green breast plumage\n\n\n== Food ==\nThese birds primarily eat fruits, leaf buds, and seeds.\n\n\n== Reproduction ==\nLike other Touracos, the bare-faced go-away-bird lays two to three greenish-white eggs each mating season. Nests are often built in tall acacia trees.\n\n\n== References ==\n\n\n== External links ==\nBare-faced go-away-bird, sound recordings, xeno-canto",
    "ImageURL": "Barefacedgoawaybird_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Bare-faced_go-away-bird",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Musophagiformes",
        "Family": "Musophagidae",
        "Genus": "Corythaixoides",
        "Species": "personatus"
    },
    "ScientificName": "Corythaixoides personatus",
    "Zone": "* #### I"
}