{
    "CommonName": "Barred Owl",
    "BriefSummary": "The barred owl (Strix varia), also known as northern barred owl or hoot owl, is a true owl native to eastern North America. Adults are large, and are brown to grey with barring on the chest. Barred owls have expanded their range to the west coast of the United States and Canada, where they are considered invasive. Mature forests are their preferred habitat, but they are also found in open woodland areas. Their diet consists mainly of small mammals, but they are also known to prey upon other small animals such as birds, reptiles, and amphibians.",
    "WikiContents": "The barred owl (Strix varia), also known as northern barred owl or hoot owl, is a true owl native to eastern North America. Adults are large, and are brown to grey with barring on the chest. Barred owls have expanded their range to the west coast of the United States and Canada, where they are considered invasive. Mature forests are their preferred habitat, but they are also found in open woodland areas. Their diet consists mainly of small mammals, but they are also known to prey upon other small animals such as birds, reptiles, and amphibians.\n\n\n== Taxonomy ==\nAmerican naturalist Benjamin Smith Barton described the barred owl in 1799.\n\n\n== Description ==\n\nThe adult is 40–63 cm (16–25 in) long with a 96–125 cm (38–49 in) wingspan. Weight in this species is 500 to 1,050 g (1.10 to 2.31 lb). It has a pale face with dark rings around the eyes, a yellow beak and brown eyes. It is the only true owl of the eastern United States which has brown eyes; all others have yellow eyes. The upper parts are mottled gray-brown. The underparts are light with markings; the chest is barred horizontally while the belly is streaked vertically (hence the name \"barred owl\"). The legs and feet are covered in feathers up to the talons. The head is round and lacks ear tufts.\nOutside of the closely related spotted owl, this streaky, dark-eyed, chunky-looking owl is unlikely to be confused over most of the range. The spotted owl is similar in appearance, but is slightly smaller and has spots rather than streaks down the underside. The great horned owl is much larger, has ear tufts, and has yellow eyes.\n\n\n== Distribution and habitat ==\nThe barred owl is distributed throughout most of the eastern United States, as well as much of southern Canada. Their range extends to British Columbia, and from there they have moved into the northwest United States. In the states of Washington, Oregon and California, barred owls have engulfed the range of the native northern spotted owl with which they now compete.The historical lack of trees in the Great Plains acted as a barrier to the range expansion and recent increases in forests broke down this barrier. Increases in forest distribution along the Missouri River and its tributaries provided barred owls with sufficient foraging habitat, protection from the weather, and concealment from avian predators to allow barred owls to move westward. Decades later, increases in forests in the northern Great Plains allowed them to connect their eastern and western distributions across southern Canada. These increases in forests were caused by European-American settlers via their exclusion of fires historically set by Native Americans, by their suppression of accidental fires and by increased tree-planting; to a lesser degree this regional net forest increase was also caused by these settlers' extirpating bison (Bison bison) and by overhunting elk (Cervus canadensis),  deer (Odocoileus spp.) and, in some areas, by extirpating beaver (Castor canadensis) and replacing native ungulates with livestock. Increase in trees in the Great Plains from fire suppression or tree planting is considered a main cause of the range expansions of many other species of birds including western kingbird (Tyrannus verticalis), eastern phoebe (Sayornis phoebe), eastern bluebird (Sialia sialis), blue jay (Cyanocitta cristata), brown thrasher (Toxostoma rufum), red-tailed hawk (Buteo jamaicensis), and American crow (Corvus brachyrhynchus).Breeding habitats are dense woods across Canada, the United States, and south to Mexico. The cinereous owl, or Mexican barred owl, is sometimes considered a separate species for the Mexican population, but so far the American Ornithological Society has not recognized it as distinct. The barred owl is particularly numerous in a variety of wooded habitats in the southeastern United States. Recent studies show suburban neighborhoods can be ideal habitat for barred owls. Using transmitters, scientists found that some regional populations increased faster in the suburban settings than in old growth forest. A factor of this suburban success may be easily accessible rodent prey in such settings. However, for breeding and roosting needs, this species needs at least some large trees and can be locally absent in some urban areas for this reason. The main danger to owls in suburban settings is from cars. The increased offspring offset the death rate due to impacts from cars and disease. On the other hand, studies from the Northeastern United States, such as in New Jersey, found barred owls breeding mainly in plots of old-growth woodlands, and rarely successfully breeding in peri-urban areas, in part because of competitive and predatory displacement by great horned owls.\n\n\n== Barred owl and northern spotted owl ==\n\nBarred owls are partly responsible for the recent decline of the northern spotted owl, native to British Columbia, Washington, Oregon, and California. The 2011 Revised Recovery Plan for the Northern Spotted Owl (p. vi) states “Based on the best available scientific information, competition from the barred owl (S. varia) poses a significant and complex threat to the spotted owl.” Since the 1960s, barred owls have been expanding their range westward from the eastern US and Canada (see “Distribution and habitat” section above). When spotted owls and barred owls share the same area, the barred owls generally are more aggressive and out-compete the spotted owls, leading to decreased populations of the native owls. Barred owls may even kill spotted owls. Barred owls and spotted owls occasionally interbreed, creating hybrids (\"sparred owl\" or \"botted owl\"). Only 47 hybrids with barred owls were found in an analysis of more than 9000 banded spotted owls; consequently, hybridization between these two species is considered by the authors of that analysis to be “an interesting biological phenomenon that is probably inconsequential compared with the real threat—direct competition between the two species for food and space” (p. 808).On 5 April 2007, White House officials announced a U.S. Fish and Wildlife Service proposal to shoot barred owls to reduce the threat they pose to the spotted owl. It called for delineating 18 sites within the range of the spotted owl where 12–32 barred owls would be taken per site for 5 to 10 years. Approximately 2150 to 2850 barred owls would be killed for a 3- to 5-year study, and 4650 Barred Owls would be killed for a 10-year study If the precedent-setting removal study is implemented, it would, during its first year, result in the death of 36 times more raptors than in all other conservation-based projects combined in the United States and its territories, and 84 times more raptors than in the largest ongoing effort worldwide, at a cost of $1 million annually; simplifying the cost to dollars per barred owl killed approximates $700 per barred owl for the first year and $2800 per barred owl for each subsequent year. Many environmentalists fear increased blame on barred owls for declining spotted owl numbers will result in less attention being paid to territorial protection and resumption of logging in protected spotted owl habitat.\n\n\n== Behavior ==\n\n\n=== Reproduction ===\nThe barred owl's nest is often in a tree cavity, often ones created by pileated woodpeckers; it may also take over an old nesting site made previously by a red-shouldered hawk, Cooper's hawk, crow, or squirrel. It is a permanent resident, but may wander after the nesting season. If a nest site has proved suitable in the past they will often reuse it as the birds are non-migratory. In the United States, eggs are laid from early-January in southern Florida to mid-April in northern Maine, and consist of 2 to 4 eggs per clutch. Eggs are brooded by the female with hatching taking place approximately 4 weeks later. Young owls fledge four to five weeks after hatching. The most significant predator of barred owls is the great horned owl. Eggs, juveniles, and occasionally adults are vulnerable. The barred owl has been known to live up to 24 years in the wild and 23 years in captivity.\n\n\n=== Food and feeding ===\nThe barred owl is a generalist predator. The principal prey of this owl are meadow voles, followed by mice and shrews of various species; other mammals preyed upon include rats, squirrels, rabbits, bats, moles, opossums, mink, and weasels. A barred owl was photographed in Minnesota in 2012 grabbing and flying off with a full-grown domestic cat, a semi-regular prey item for the great horned owl but previously unknown to be taken by this species. Birds are taken occasionally and commonly include woodpeckers, grouse, quails, jays, icterids, doves, pigeons and even domestic ducks, and chickens, where they will swoop through small openings in enclosed and covered runs. Less commonly, other raptors are preyed upon, including smaller owls. Avian prey are typically taken as they settle into nocturnal roosts, because these owls are not generally nimble enough to catch birds on the wing. It occasionally wades into water to capture fish, turtles, frogs and crayfish. Additional prey include snakes, lizards, salamanders, slugs, scorpions, beetles, crickets, grasshoppers, and earthworms. Barred owls have been known to be attracted to campfires and lights where they forage for large insects. Prey is usually devoured on the spot. Larger prey is carried to a feeding perch and torn apart before eating.\nThe barred owl hunts by waiting on a high perch at night, or flying through the woods and swooping down on prey. Barred owl has incredibly large eyes that capture as much light as possible, allowing for better night vision. A barred owl can sometimes be seen hunting before dark. This typically occurs during the nesting season or on dark and cloudy days. Of the North American owls, the pygmy, hawk, snowy and burrowing owls are more likely to be active during the day. Daytime activity is often most prevalent when barred owls are raising chicks. However, this species still generally hunts near dawn or dusk.\n\n\n=== Vocalization ===\n\nThe usual call is a series of eight accented hoots ending in oo-aw, with a downward pitch at the end. The most common mnemonic device for remembering the call is \"Who cooks for you, who cooks for you all.\" It is noisy in most seasons. When agitated, this species will make a buzzy, rasping hiss and click its beak together forcefully. While calls are most common at night, the birds do call during the day as well.\n\n\n== In art ==\nJohn James Audubon illustrated the barred owl in Birds of America (published, London 1827–38) as Plate 46 where it is shown threatening a grey squirrel. The image was engraved and colored by Robert Havell's, London workshops. The original aquatint by Audubon is owned by the Brooklyn Museum.\n\n\n== References ==\n\n\n== External links ==\nBarred Owl – Strix varia – USGS Patuxent Bird Identification InfoCenter\nBarred Owl Species Account – Cornell Lab of Ornithology\nBarred Owl Bird Sound at Florida Museum of Natural History\"Barred Owl media\". Internet Bird Collection.\nBarred Owl photo gallery at VIREO (Drexel University)\nInteractive range map of Strix varia at IUCN Red List maps",
    "ImageURL": "BarredOwl_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Barred_owl",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Strigiformes",
        "Family": "Strigidae",
        "Genus": "Strix",
        "Species": "varia"
    },
    "ScientificName": "Strix varia"
}