{
    "CommonName": "Bat-eared Fox",
    "BriefSummary": "The bat-eared fox (Otocyon megalotis) is a species of fox found on the African savanna, named for its large ears, which are used for thermoregulation. Fossil records show this canid first appeared during the middle Pleistocene, about 800,000 years ago.  It is considered a basal canid species, resembling ancestral forms of the family.The bat-eared fox (also referred to as Delalande's fox, long-eared fox, big-eared fox, and black-eared fox) has tawny fur with black ears, legs, and parts of the pointed face. It averages 55 centimetres (22 in) in length (head and body), with ears 13 centimetres (5.1 in) long. It is the only species in the genus Otocyon. The name Otocyon is derived from the Greek words otus for ear and cyon for dog, while the specific name megalotis comes from the Greek words mega for large and otus for ear.",
    "WikiContents": "The bat-eared fox (Otocyon megalotis) is a species of fox found on the African savanna, named for its large ears, which are used for thermoregulation. Fossil records show this canid first appeared during the middle Pleistocene, about 800,000 years ago.  It is considered a basal canid species, resembling ancestral forms of the family.The bat-eared fox (also referred to as Delalande's fox, long-eared fox, big-eared fox, and black-eared fox) has tawny fur with black ears, legs, and parts of the pointed face. It averages 55 centimetres (22 in) in length (head and body), with ears 13 centimetres (5.1 in) long. It is the only species in the genus Otocyon. The name Otocyon is derived from the Greek words otus for ear and cyon for dog, while the specific name megalotis comes from the Greek words mega for large and otus for ear.\n\n\n== Range and distribution ==\nTwo allopatric populations (subspecies) occur in Africa.  O. m. virgatus occurs from Ethiopia and southern Sudan to Tanzania. The other population, O. m. megalotis, occurs in the southern part of Africa. It ranges from southern Zambia and Angola to South Africa, and extends as far east as Mozambique and Zimbabwe, spreading into the Cape Peninsula and toward Cape Agulhas. Home ranges vary in size from 0.3 to 3.5 km2.\n\n\n== Habitat ==\nThe bat-eared fox commonly occurs in short grasslands, as well as the more arid regions of the savanna.  It prefers bare ground and areas where grass is kept short by grazing ungulates. It tends to hunt in these short grass and low shrub habitats. However, it does venture into areas with tall grasses and thick shrubs to hide when threatened.In addition to raising their young in dens, bat-eared foxes use self-dug dens for shelter from extreme temperatures and winds. They also lie under acacia trees in South Africa to seek shade during the day.\n\n\n== Diet ==\nThe bat-eared fox is predominantly an insectivore that uses its large ears to locate its prey.  About 80–90% of their diet is harvester termites (Hodotermes mossambicus).  When this particular species of termite is not available, they feed on other species of termites and have also been observed consuming other arthropods such as ants, beetles, crickets, grasshoppers, millipedes, moths, scorpions, spiders, and rarely birds, small mammals, reptiles, and fungi (the desert truffle Kalaharituber pfeilii).  The insects they eat fulfill the majority of their water intake needs. The bat-eared fox refuses to feed on snouted harvester termites, likely because it is not adapted to tolerate termites' chemical defense.\n\n\n=== Dentition ===\nThe teeth of the bat-eared fox are much smaller and reduced in shearing surface formation than teeth of other canid species. This is an adaptation to its insectivorous diet. Due to its unusual teeth, the bat-eared fox was once considered as a distinct subfamily of canids (Otocyoninae). However, according to more recent examinations, it is more closely related to the true foxes of the genus Vulpes. Other research places the genus as an outgroup which is not very closely related to foxes. The bat-eared fox is an old species that was widely distributed in the Pleistocene era. The teeth are not the bat-eared fox's only morphological adaptation for its diet. The lower jaw has a step-like protrusion called the subangular process, which anchors the large muscle to allow for rapid chewing. The digastric muscle is also modified to open and close the jaw five times per second.\n\n\n=== Foraging ===\nBat-eared foxes usually hunt in groups, mostly in pairs and groups of three. Individuals forage alone after family groups break in June or July and during the months after cub birth. Prey is located primarily by auditory means, rather than by smell or sight. Foraging patterns vary between seasons and coincide with termite availability. In the midsummer, individuals begin foraging at sunset, continuing throughout the night, and fading into the early morning. Foraging is almost exclusively diurnal during the winter it usually occurs in patches, which match the clumped prey resources, such as termite colonies, that also occur in patches. Groups are able to forage on clumps of prey in patches because they do not fight each other for food due to their degree of sociality and lack of territoriality.\n\n\n== Behavior ==\nIn the more northern areas of its range (around Serengeti), they are nocturnal 85% of the time. However, around South Africa, they are nocturnal only in the summer and diurnal during the winter.Bat-eared foxes are highly social animals. They often live in pairs or groups of up to 15 individuals, and home ranges of groups either overlap substantially or very little. Individuals forage, play, and rest together in a group, which helps in protection against predators. Social grooming occurs throughout the year, mostly between mature adults, but also between young adults and mature adults.\n\nVisual displays are very important in communication among bat-eared foxes. When they are looking intently at something, the head is held high, eyes are open, ears are erect and facing forward, and the mouth is closed. When an individual is in threat or showing submission, the ears are pulled back and lying against the head and the head is low. The tail also plays a role in communication. When an individual is asserting dominance or aggression, feeling threatened, playing, or being sexually aroused, the tail is arched in an inverted U shape. Individuals can also use piloerection, which occurs when individual hairs are standing straight, to make it appear larger when faced with extreme threat. When running, chasing, or fleeing, the tail is straight and horizontal. The bat-eared fox can recognize individuals up to 30 m away. The recognition process has three steps: First they ignore the individual, then they stare intently, and finally they either approach or attack without displays. When greeting another, the approaching individual shows symbolic submission which is received by the other individual with a high head and tail down. Few vocalizations are used for communication, but contact calls and warning calls are used, mostly during the winter. Glandular secretions and scratching, other than for digging, are absent in communication.\n\n\n== Reproduction ==\nThe bat-eared fox is predominantly socially monogamous, although it has been observed in polygynous groups. In contrast to other canids, the bat-eared fox has a reversal in parental roles, with the male taking on the majority of the parental care behavior. Females gestation for 60–70 days and give birth to litters consisting of one to six kits. Beyond lactation, which lasts 14 to 15 weeks, males take over grooming, defending, huddling, chaperoning, and carrying the young between den sites. Additionally, male care and den attendance rates have been shown to have a direct correlation with cub survival rates. The female forages for food, which she uses to maintain milk production, on which the pups heavily depend. Food foraged by the female is not brought back to the pups or regurgitated to feed the pups.Pups in the Kalahari region are born September–November and those in the Botswana region are born October–December. Young bat-eared foxes disperse and leave their family groups at 5–6 months old and reach sexual maturity at 8–9 months.\n\n\n== Conservation threats ==\nThe bat-eared fox has some commercial use for humans. They are important for harvester termite population control, as the termites are considered pests. They have also been hunted for their fur by Botswana natives. Additional threats to populations include disease and drought that can harm populations of prey; however, no major threats to bat-eared fox populations exist.\n\n\n== References ==",
    "ImageURL": "BatearedFox_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Bat-eared_fox",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Canidae",
        "Genus": "OtocyonMüller",
        "Species": "megalotis"
    },
    "ScientificName": "OtocyonMüller megalotis"
}