{
    "CommonName": "Bateleur Eagle",
    "BriefSummary": "The bateleur (Terathopius ecaudatus) is a medium-sized eagle in the family Accipitridae. Its closest relatives are the snake eagles. It is the only member of the genus Terathopius and may be the origin of the \"Zimbabwe Bird\", national emblem of Zimbabwe. It is endemic to Africa and small parts of Arabia. \"Bateleur\" is French for \"street performer\".\n\n",
    "WikiContents": "The bateleur (Terathopius ecaudatus) is a medium-sized eagle in the family Accipitridae. Its closest relatives are the snake eagles. It is the only member of the genus Terathopius and may be the origin of the \"Zimbabwe Bird\", national emblem of Zimbabwe. It is endemic to Africa and small parts of Arabia. \"Bateleur\" is French for \"street performer\".\n\n\n== Description ==\n\nThe average adult is 55 to 70 cm (22 to 28 in) long with a 186 cm (6 ft 1 in) wingspan. The wing chord averages approximately 51 cm (20 in). Adult weight is typically 2 to 2.6 kg (4 lb 7 oz to 5 lb 12 oz).The bateleur is a colourful species with a very short tail (ecaudatus is Latin for tailless) which, together with its white underwing coverts, makes it unmistakable in flight. The tail is so small the bird's legs protrude slightly beyond the tail during flight. The bateleur is sexually dimorphic; both adults have black plumage, a chestnut mantle and tail, grey shoulders, tawny wing coverts, and red facial skin, bill and legs. The female additionally has tawny secondary wing feathers. Less commonly, the mantle may be white. Immature birds are brown with white dappling and have greenish facial skin. It takes them seven or eight years to reach full maturity.\n\n\n== Distribution and habitat ==\nThe bateleur eagle is a common to fairly common resident of the open savanna country and woodland (thornveld) within Sub-Saharan Africa; it also occurs in south-western Arabia. Total distribution size is estimated at 28,000,000 km2. The bird's range has diminished significantly in recent decades, possibly due to poisoning, and as such has been confined mostly to conservation areas such as national wildlife parks.\nIn April 2012, a juvenile bateleur was seen in Algeciras in southern Spain. This was the first European record for the bateleur.\n\n\n== Diet ==\nThe bateleur is diurnal, and hunts over a territory of approximately 250 square miles (650 km2) a day. Bateleurs are hunters and scavengers, they will attack other species for food and will scavenge carrion. The bird is adept at finding smaller carcasses before most other scavengers. The bateleur will hunt birds (mainly doves and pigeons), small reptiles, and small mammals (like rodents, genets and mongooses). Its prey is often stolen by the tawny eagle (Aquila rapax, and the bateleur may attempt kleptoparasitism of white-backed vultures.\n\n\n== Behavior ==\nThe bateleur is generally silent, but on occasions it produces a variety of barks and screams. The bird spends a considerable amount of time on the wing, particularly in low-altitude glides. \"Bateleur\" is French for \"tumbler\".  This name implies the bird’s characteristic habit of rocking its wings from side to side when gliding, as if catching its balance.\nThe bateleur is a territorial bird and will defend its territory by means of an aggressive attack flight pattern shown to intruding conspecifics. Intruders to whom this behavior is displayed always submit and submission is shown by retreating to a safe upper boundary (elevation). Males and females both display this behavior in all stages of the breeding cycle. This behavior is mainly shown to members of the same sex and particularly to non-adults, as it is thought that they may have a greater ability to take over another bird's territory (having greater competitive ability for limited food resources).Bateleur eagles are among a group of raptors that secrete a clear, salty fluid from their nares whilst eating. According to Schmidt-Nielson's (1964) hypothesis, this is due to the general necessity for birds to use an extrarenal mechanism of salt secretion to aid water reabsorption.\n\n\n== Breeding ==\nBateleurs are monogamous and breed from January - April. Bateleurs lay only one egg at a time (this is because more parental care can be invested per offspring resulting in greater survival). Both parents put equal amounts of care into the young and breeding failures are due to predation or a failure to lay the egg. Incubation lasts for 55 days and annual mean production is 0.47 chicks per breeding pair per year.\n\n\n== Conservation ==\nThe bateleur is considered to have a lifespan about 27 years. The annual adult survival rate is estimated at 95%, while the annual juvenile survival rate is estimated at 75%. Average sex ratios remain 1:1.\nIn 2009, the bateleur was placed in the near threatened IUCN Red List category due to loss of habitat, pesticides, capture for international trade and nest disturbance. Decline of the species is suspected to have been moderately rapid over the past three generations. Current conservation efforts are unknown. In South Africa and Namibia the bateleur has been labelled as a \"Vulnerable\" species, most likely due to being trapped for its feathers used in traditional medicine. The population has also decreased due to it feasting on poisoned animal carcasses being left out for other species. Like the martial eagle, the bateleur is reasonably common in conservation areas and scarce elsewhere.Global population is estimated at 10,000 to 100,000 individuals.\n\n\n== Media ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nBateleur - Species text in The Atlas of Southern African Birds.",
    "ImageURL": "BateleurEagle.jpg",
    "Source": "https://en.wikipedia.org/wiki/Bateleur",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "Accipitridae",
        "Genus": "TerathopiusLesson, 1830",
        "Species": "T. ecaudatus"
    }
}