{
    "CommonName": "Bearded Dragon",
    "BriefSummary": "Pogona is a genus of reptiles containing eight lizard species (according to some sources, but some others say nine) which are often known by the common name bearded dragons.  The name \"bearded dragon\" refers to the \"beard\" of the dragon, the underside of the throat which can turn black if they are stressed or see a potential rival.  They are adept climbers, spending significant amounts of time on branches and in bushes and near human habitation. Pogona species bask on rocks and exposed branches in the mornings and afternoons. They are found throughout much of Australia in a wide range of habitats such as deserts, shrublands and Eucalyptus woodlands.Several species of this genus, especially the central bearded dragon, are often kept as pets or exhibited in zoos due to their hardy nature and easy care in comparison to other exotic reptiles.",
    "WikiContents": "Pogona is a genus of reptiles containing eight lizard species (according to some sources, but some others say nine) which are often known by the common name bearded dragons.  The name \"bearded dragon\" refers to the \"beard\" of the dragon, the underside of the throat which can turn black if they are stressed or see a potential rival.  They are adept climbers, spending significant amounts of time on branches and in bushes and near human habitation. Pogona species bask on rocks and exposed branches in the mornings and afternoons. They are found throughout much of Australia in a wide range of habitats such as deserts, shrublands and Eucalyptus woodlands.Several species of this genus, especially the central bearded dragon, are often kept as pets or exhibited in zoos due to their hardy nature and easy care in comparison to other exotic reptiles.\n\n\n== Description ==\n\nThe genus Pogona is in the subfamily Amphibolurinae of the lizard family Agamidae. Characteristics include broad, triangular heads and flattened bodies with spiny scales arranged in rows and clusters. These are found on the throat, which can be expanded when threatened, and at the back of the head. These scales are used to scare off predators, yet they are not very sharp. Bearded dragons display a hand-waving gesture to show submission, and a head-bobbing display to show dominance between dragons. They have the ability to change color during rivalry challenges between males, in response to ambient temperature changes such as turning black to absorb heat, and other stimuli. Males grow up to 60 cm (24 in) long, and females up to 51 cm (20 in). Bearded dragons also produce a mild venom originating from primitive venom glands. Although generally harmless towards humans, it is effective towards smaller-sized animals.\n\n\n== Habitat ==\nBearded dragons originate from all over Australia, with the various species occupying slightly overlapping areas of the landmass. They live in the arid and subtropical woodlands, scrublands, savannas, shore areas, and into the great interior deserts.  Their range extends throughout the interior of the eastern states to the eastern half of South Australia and southeastern Northern Territory.  They are considered to be semi-arboreal and will quite readily climb and bask at height. This is also linked to dominance behaviour and competition for territory/basking areas. They can be found on fallen/broken trees, rocky outcrops and bushes when basking.Bearded dragons go through a type of hibernation called brumation. Brumation is like hibernation where reptiles go months without eating but they sporadically drink water. Reptiles go dormant in the hottest temperatures, but it differs from brumation during cooler temperatures. When temperatures are extreme, there is a very small range between temperatures that the reptile's bodies can stay active and where their body cannot tolerate the extreme heat and they die. Bearded dragons go through brumation when the temperature goes below 60-70  °F during the night and 75-80  °F during the day for eight to ten hours. When the climate is too hot they will often burrow underground. They will also form more permanent burrows or covered hiding places to use as protection from the climate changes at night and predation.\n\n\n== Behaviour ==\n\nAdult bearded dragons are very territorial. As they grow, they establish social hierarchies in which displays of aggression and appeasement form a normal part of their social interactions.\nA dominant male will adopt a dominant stance and sometimes ready himself for a fight to attack a male aggressor to defend territory, food sources or in competition for a female. Any approaching male will be seen as a challenge for the territory without displaying submissive behaviour. Aggressive males have also been known to attack females who do not display submissive gestures in return.\nThe beard itself is used for both mating and aggression displays and forms part of a range of gestures and signals through which the dragons have basic levels of communication. Both sexes have a beard, but males display more frequently, especially in courtship rituals. Females also display their beard as a sign of aggression. The beard darkens, sometimes turning jet black, and inflates during the display. The bearded dragon may also open its mouth and gape in addition to inflating its beard to appear more intimidating. Extreme behaviour such as hissing can be observed when threatened with a predator, inflating the body and tilting towards the threat in defence. Bearded dragons have relatively strong jaws but will often only attack as a last resort when threatened outside of competition with their own species.\nHead bobbing is another behaviour seen in both females and males; they quickly move their head up and down, often darkening and flaring their beard. They have been noted to change the pace at which they actively bob, although the significance of this is unknown. Males will also use this display to impress females, and a male will often have to demonstrate his dominance when attempting to mate before the female will concede. Smaller males will often respond to larger males head bobbing by arm waving, which is a submissive sign. Females will also arm wave to avoid aggression, often in response to a male's head bobbing. Female bearded dragons have been seen lowering themselves towards the ground and intermittently arm waving whilst moving away from a dominant male in either an attempt to appease or escape.\n\n\n== Reproduction ==\nWhen brumation comes to an end the male bearded dragon goes out to find a mate to reproduce with. A courtship ritual occurs where the male starts bobbing his head, waving his arms, and stomping his feet in front of the female bearded dragon. The male dragon chases the female dragon where he will bite the back of the female's neck and hold on while he gets in position to copulate.During the breeding period female bearded dragons have the capability to store sperm in the oviductal crypts. This allows the female bearded dragon to lay a clutch (11-30 eggs) of eggs twice from one mating.When breeding bearded dragons, the incubation temperature can change the sex of the baby within the egg regardless of the sex chromosomes it has in its DNA. If the eggs are incubated at a higher temperature (34 °C/93.2 °F and higher) the hatchlings will be female and when the eggs are incubated at a lower temperature (30 °C/86.0 °F and lower) the hatchlings will be male.\n\n\n=== Congenital defects ===\nDuring the development of an embryo, certain abnormalities may occur which results in certain birth defects. These abnormalities might be caused by genetics, chromosomal disorders, environmental factors, or chemicals.\n\nBicephalism\nBicephalism is when a bearded dragon is born with two heads and one body. This defect is noticed immediately when a bearded dragon hatches.\nAnasarcia\nAnasarcia is when a bearded dragon is swollen within the egg. Observing eggs in the incubator, an anasarcia egg will appear to be sweating. The cause of this is not known.\nShistosomus reflexa\nShistosomus reflexa is when the organs of a bearded dragon develop outside of the body.\nSpinal and limb defects\nSpinal and limb defects are abnormalities in the spine, tail, limbs, or toes. This occurs when there are nutritional deficiencies, trauma, or temperature issue during the development of the affected area.\nMicropthalmia/Anopthalmia\nMicropthalmia / Anopthalmia is when a bearded dragon is born with small eye(s) or no eye(s) The cause of these defects is a traumatic event or an environmental event that occurred during the development of the eyes.\nHermaphroditism\nHermaphroditism is when the reproductive organs of both male and female are present. When a bearded dragon is born with both reproductive organs, infertility is the result.\n\n\n== Species ==\nThe following eight species are recognized as being valid.\nPogona barbata (Cuvier, 1829) – Eastern bearded dragon\nPogona henrylawsoni Wells & Wellington, 1985 – Rankin's dragon, Black-soil bearded dragon, Dumpy dragon, Dwarf bearded dragon\nPogona microlepidota (Glauert, 1952) – Kimberley bearded dragon\nPogona minima (Loveridge, 1933) – Western bearded dragon\nPogona minor (Sternfeld, 1919) – Western bearded dragon, Dwarf bearded dragon\nPogona mitchelli (Badham, 1976) –  North-west bearded dragon\nPogona nullarbor (Badham, 1976) – Nullarbor bearded dragon\nPogona vitticeps (Ahl, 1926) – Central bearded dragon or inland bearded dragonNota bene: A binomial authority in parentheses indicates that the species was originally described under a different binomial.\n\n\n== In captivity ==\nBearded dragons are kept as pets. Most commonly, the inland or central bearded dragon (sometimes Rankin's bearded dragon) are in captivity.\nIntroduced into the U.S. as pets during the 1990s, bearded dragons are a species that have gained much popularity as an exotic pet. This popularity has been sustained, even after Australia banned the sale of its wildlife as pets in the 1960s. \nGenerally speaking, the bearded dragon is a solitary animal. Male bearded dragons are usually housed alone, as they will fight with other males and breed with females. Captive adults reach about 40 to 61 cm (16 to 24 in) from head to tail, weigh 350 to 600 g (10 to 20 oz) and live for about 10 to 12 years with good care. They have been known to live up to about 14 years in captivity, and the current world record is 18 years.Through selective breeding, there are many different versions of the Central Inland Bearded Dragon; these are referred to as “Morphs”.\nThere are a few main genetic traits, Hypomelanism and Translucents, which refer to traits physically displayed by the dragon. Hypomelanism (or Hypo’s) tend to have more vibrant colouration and lighter colours as well as very light brown/see through claws.\nTranslucents (or Trans) have a slightly opaque quality to their skin, making their colours seem stronger, and also have black eyes. \nThere are also “Leatherbacks” (reduced scale texture to give a smoother skin), “Silkbacks” (Highly reduced scale texture and very soft outer skin) and “German Giants” (noticeably larger than your average bearded dragon)\nSilkbacks in particular require special care as they have far more delicate skin and as such require different UV and humidity requirements. They also tend to live shorter lifespans.\nAdded to this there are various patterns, such as “Tiger”, and colour types, such as “Citrus” (yellows and greens), “Oranges” and “Reds”; there are also more extreme morphs that have been bred such as “Witblits” (Light Grey/Smokey), “Paradox\" (the colouration has patches where grey/purple patches appear instead of its normal skin colour) and “Zeros” (Smokey Grey with purple tints and almost see-through skin).\nOver the years, many different breeders have selective bred certain lines to emphasis these traits and will often name their own such as \"Dunner\", “Rainbow Tigers”, “Sandfire” or “Fire & Ice”, all with either their own colouration, patterns or physical traits.\n\n\n=== Captive diet ===\n\nJuvenile and baby bearded dragon diets consist mainly of insects, and they require substantial amounts of protein. A juvenile bearded dragon eats insects three times a day on average. After a few feedings the dragon's usual appetite can be determined. Crickets and dubia roaches are the most popular insects fed to bearded dragons, but they can also be fed other insects such as black soldier fly larvae, locusts, superworms, waxworms, silkworms, butterworms, fruit flies, grasshoppers and hornworms. Bearded dragons also eat increasing amounts of plant-based food as they grow; adults should have a diet consisting primarily of plant matter, the most important of which are leafy greens. Spring greens, endive, kale, rocket, Chinese leaf and watercress are all suitable vegetables, as are butternut squash, pea shoots, bell peppers and many other plants. It is important to check before feeding something new to a bearded dragon, as some things can be toxic to them or will act to bind calcium in their diet, preventing them from being able to absorb calcium. This diet is also seasonal, meaning that it changes with availability of live prey in the wild. Studies of wild Pogona vitticeps have shown that termites compose over 60% of the stomach contents of those studied. Bearded dragons, like many reptiles, are opportunistic and will binge feed on live food sources where available, preferring live prey over plant matter.\n\n\n=== Common health issues ===\nAlthough bearded dragons are fairly resilient to illness, improper care can potentially fatally hurt a bearded dragon. Some health issues that bearded dragons may have include: metabolic bone disease, atadenovirus, impaction, and parasites. The majority of health issues bearded dragons face in captivity are due to poor diet and inadequate heat and lighting.\n\n\n==== Metabolic bone disease ====\nMetabolic bone disease (MBD) is a collective term for several common diseases/illnesses that can be fatal for bearded dragons. A main attribute of MBD is weakening of the skeletal structure and possible deformation. It occurs in bearded dragons due to malnutrition or the use of improper lighting, meaning they are unable to properly assimilate calcium from their diet  or there isn't enough in their diet. Most bearded dragons in captivity will be fed supplementation and all will need a UVB light to enable them to properly use calcium in their diet. Typical foods that bearded dragons eat, including kale, mustard greens, and collard greens, are high in calcium and should be eaten daily along with other leafy greens and vegetables to have a well balanced diet Bearded dragons require UVB lights to process calcium in their diet. Without processing this calcium, their bodies will use calcium from their bones, therefore weakening them. Symptoms seen in bearded dragons with MBD include bumps in the legs, twitches or tremors, bumps along the spine or tail, a swollen bottom jaw, and jerky movements.\n\n\n===== Hypocalcemia =====\nHypocalcemia occurs when there are low levels of calcium in the bearded dragon's blood. Hypocalcemia is most often tied to metabolic bone disease. Low levels of calcium can result in twitching muscles, or seizures. Hypocalcemia is most often seen in young bearded dragons, as they are slightly more fragile than adults. Maintaining a diet which consists of enough calcium is crucial to avoiding hypocalcemia as well as metabolic bone disease.\n\n\n==== Paralysis ====\nParalysis occurs often in bearded dragons when they are fed food that is too big for them. Bearded dragons will try to eat worms or crickets that are too big for them, but this can be extremely harmful. Food should not be bigger than the space between their eyes for a young dragon. Older dragons can generally cope with larger insects but not oversized prey. If a dragon eats food that is too big for it, pressure will be put on its spinal cord during digestion. This pressure can lead to paralysis or death.\n\n\n==== Atadenovirus ====\nAtadenovirus (ADV), also referred to as adenovirus, is a viral disease that can be deadly. ADV can be spread between reptiles through contact alone. Most juvenile ADV-positive bearded dragons don't live past 90 days. While ADV-positive adults will live longer, they eventually contract liver diseases. Common symptoms of ADV-positive bearded dragons include stunted growth and slow weight gain. Because of their compromised immune systems, ADV-positive bearded dragons may be infected with intestinal parasites.\n\n\n=== Lighting ===\nBearded dragons require UVB to enable Vitamin D3 synthesis and to prevent illnesses like metabolic bone disease. Vitamin D3 is essential to calcium absorption, with calcium playing a major role in various critical biological functions. Bearded dragons also require UVA; this wavelength stimulates feeding, breeding, basking and overall health.\nThey also require a basking heat source, most commonly a light emitting source, to provide a basking area. Heat and UV are both vital to the bearded dragons' biological function.\n\n\n=== Lifespan ===\nIn the wild, a bearded dragon may live up to 12 years, if not eaten as prey.\n\n\n== See also ==\nFrill-necked lizard\nLeopard gecko\n\n\n== References ==\n\n\n== Further reading ==\nStorr GM. 1982. \"Revision of the Bearded Dragons (Lacertilia: Agamidae) of Western Australia with Notes on the Dismemberment of the Genus Amphibolurus \".  Rec. Western Australia Mus. 10 (2): 199-214. (Pogona, new genus, p. 201).\n\n\n== External links ==\nPogona at the Reptarium.cz Reptile Database",
    "ImageURL": "BeardedDragon_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Pogona",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Iguania",
        "Family": "Agamidae",
        "Genus": "PogonaStorr"
    }
}