{
    "CommonName": "Bengal vulture",
    "BriefSummary": "The  white-rumped vulture (Gyps bengalensis) is an Old World vulture native to South and Southeast Asia. It has been listed as Critically Endangered on the IUCN Red List since 2000, as the population severely declined. White-rumped vultures die of renal failure caused by diclofenac poisoning.\nIn the 1980s, the global population was estimated at several million individuals, and it was thought to be \"the most abundant large bird of prey in the world\". As of 2016, the global population was estimated at less than 10,000 mature individuals.It is closely related to the European griffon vulture (Gyps fulvus). At one time it was believed to be closer to the white-backed vulture of Africa and was known as the Oriental white-backed vulture.",
    "WikiContents": "The  white-rumped vulture (Gyps bengalensis) is an Old World vulture native to South and Southeast Asia. It has been listed as Critically Endangered on the IUCN Red List since 2000, as the population severely declined. White-rumped vultures die of renal failure caused by diclofenac poisoning.\nIn the 1980s, the global population was estimated at several million individuals, and it was thought to be \"the most abundant large bird of prey in the world\". As of 2016, the global population was estimated at less than 10,000 mature individuals.It is closely related to the European griffon vulture (Gyps fulvus). At one time it was believed to be closer to the white-backed vulture of Africa and was known as the Oriental white-backed vulture.\n\n\n== Description ==\n\nThe white-rumped vulture is a typical, medium-sized vulture, with an unfeathered head and neck, very broad wings, and short tail feathers. It is much smaller than the Eurasian Griffon. It has a white neck ruff. The adult's whitish back, rump, and underwing coverts contrast with the otherwise dark plumage. The body is black and the secondaries are silvery grey. The head is tinged in pink and bill is silvery with dark ceres. The nostril openings are slit-like. Juveniles are largely dark and take about four or five years to acquire the adult plumage. In flight, the adults show a dark leading edge of the wing and has a white wing-lining on the underside. The undertail coverts are black.This is the smallest of the Gyps vultures, but is still a very large bird. It weighs 3.5-7.5 kg (7.7-16.5 lbs), measures 75–93 cm (30–37 in) in length, and has a wingspan of 1.92–2.6 m (6.3–8.5 ft).This vulture builds its nest on tall trees often near human habitations in northern and central India, Pakistan, Nepal, Bangladesh and southeast Asia, laying one egg. Birds form roost colonies. The population is mostly resident.\nLike other vultures it is a scavenger, feeding mostly from carcasses of dead animals which it finds by soaring high in thermals and spotting other scavengers. A 19th century experimenter who hid a carcass of dog in a sack in a tree considered them capable of finding carrion by smell. They often fly and sit in flocks. At one time, it was the most numerous of the vultures in India.Within the well-supported clade of the genus Gyps which includes Asian, African, and European populations, it has been determined that this species is basal with the other species being more recent in their species divergence.\n\n\n== Behaviour and ecology ==\nWhite-rumped vultures usually become active when the morning sun is warming up the air so that thermals are sufficient to support their soaring. They were once visible above Calcutta in large numbers.When they find a carcass, they quickly descend and feed voraciously. They perch on trees nearby and are known to sometimes descend also after dark to feed. At kill sites, they are dominated by red-headed vultures Sarcogyps calvus.\nIn forests, their soaring often indicated a tiger kill. They swallow pieces of old, dry bones such as ribs and of skull pieces from small mammals.\nWhere water is available they bathe regularly and also drink water. A pack of vultures was observed to have cleaned up a whole bullock in about 20 minutes. Trees on which they regularly roost are often white from their excreta, and this acidity often kills the trees. This made them less welcome in orchards and plantations.They sometimes feed on dead vultures. One white-rumped vulture was observed when getting caught in the mouth of a dying calf.Jungle crows have been sighted to steal food brought by adults and regurgitated to young.Allan Octavian Hume observed \"hundreds of nests\" and noted that white-rumped vultures used to nest on large trees near habitations even when there were convenient cliffs in the vicinity. The preferred nesting trees were Banyan, Peepul, Arjun, and Neem. The main nesting period was November to March with eggs being laid mainly in January. Several pairs nest in the vicinity of each other and isolated nests tend to be those of younger birds. Nests are nearly 3 feet in diameter and half a foot in thickness, and are lined with green leaves. Solitary nests are not used regularly and are sometimes taken over by the red-headed vulture and large owls such as Bubo coromandus. The male initially brings twigs and arranges them to form the nest. During courtship the male bills the female's head, back and neck. The female invites copulation, and the male mounts and hold the head of the female in his bill. Usually, the female lays a single egg, which is white with a tinge of bluish-green. Female birds destroy the nest on loss of an egg. They are usually silent but make hissing and roaring sounds at the nest or when jostling for food. The eggs hatch after about 30 to 35 days of incubation. The young chick is covered with grey down. The parents feed them with bits of meat from a carcass. The young birds remain for about three months in the nest.Mycoplasmas have been isolated from tissues of a white-rumped vulture. Mallophagan parasites such as Falcolipeurus and Colpocephalum turbinatumhave been collected from the species.\nTicks, Argas (Persicargas) abdussalami, have been collected in numbers from the roost trees of these vultures in Pakistan.A captive individual lived for at least 12 years.\n\n\n== Status and decline ==\n\n\n=== In the Indian subcontinent ===\n\nThe white-rumped vulture was originally very common especially in the Gangetic plains of India, and often seen nesting on the avenue trees within large cities in the region. Hugh Whistler noted for instance in his guide to the birds of India that it “is the commonest of all the vultures of India, and must be familiar to those who have visited the Towers of Silence in Bombay.” T. C. Jerdon noted that “[T]his is the most common vulture of India, and is found in immense numbers all over the country, ... At Calcutta one may frequently be seen seated on the bloated corpse of some Hindoo floating up or down with the tide, its wing spread, to assist in steadying it...”Before the 1990s they were even seen as a nuisance, particularly to aircraft as they were often involved in bird strikes. In 1941 Charles McCann wrote about the death of Borassus palms due to the effect of excreta from vultures roosting on them. In 1990, the species had already become rare in Andhra Pradesh in the districts of Guntur and Prakasham. The hunting of the birds for meat by the Bandola (Banda) people there was attributed as a reason. A cyclone in the region during 1990 resulted in numerous livestock deaths and no vultures were found at the carcasses.This species, as well as the Indian vulture and slender-billed vulture has suffered a 99% population decrease in India and nearby countries since the early 1990s. The decline has been widely attributed to poisoning by diclofenac, which is used as veterinary non-steroidal anti-inflammatory drug (NSAID), leaving traces in cattle carcasses which when fed on leads to kidney failure in birds. Diclofenac was also found to be lethal at low dosages to other species in the genus Gyps. Other NSAIDs were also found to be toxic, to Gyps as well as other birds such as storks. It was shown between 2000-2007 annual decline rates in India averaged 43.9% and ranged from 11-61% in Punjab. Organochlorine pesticide residues were found from egg and tissue samples from around India varying in concentrations from 0.002 μg/g of DDE in muscles of vulture from Mudumalai to 7.30 μg/g in liver samples from vultures of Delhi. Dieldrin varied from 0.003 and 0.015 μg/g. Higher concentrations were found in Lucknow. These pesticide levels have not however been implicated in the decline.An alternate hypothesis is an epidemic of avian malaria, as implicated in the extinctions of birds in the Hawaiian islands. Evidence for the idea is drawn from an apparent recovery of a vulture following chloroquine treatment. Yet another suggestion has been that the population changes may be linked with long term climatic cycles such as the El Niño–Southern Oscillation.Affected vultures were initially reported to adopt a drooped neck posture and this was considered a symptom of pesticide poisoning, but subsequent studies suggested that this may be a thermoregulatory response as the posture was seen mainly during hot weather.It has been suggested that rabies cases have increased in India due to the decline.\n\n\n=== In Southeast Asia ===\nIn Southeast Asia, the near-total disappearance of white-rumped vultures predated the present diclofenac crisis, and probably resulted from the collapse of large wild ungulate populations and improved management of dead livestock, resulting in a lack of available carcasses for vultures.\n\n\n== Conservation ==\nCurrently, only the Cambodia and Burma populations are thought to be viable though those populations are still very small (low hundreds). It has been suggested that Meloxicam (another NSAID) as a veterinary substitute that is harmless to vultures would help in the recovery. Campaigns to ban the use of diclofenac in veterinary practice have been underway in several South Asian countries.Conservation measures have included reintroduction, captive-breeding programs and artificial feeding or \"vulture restaurants\". Two chicks, which were apparently the first captive-bred white-rumped vultures ever, hatched in January 2007, at a facility at Pinjore. However, they died after a few weeks, apparently because their parents were an inexperienced couple breeding for the first time in their lives – a fairly common occurrence in birds of prey.\n\n\n== References ==\n\n\n== Other sources ==\nAhmad, S. 2004. Time activity budget of Oriental White-backed Vulture (Gyps bengalensis) in Punjab, Pakistan. M. Phil. thesis, Bahauddin Zakariya University, Multan, Pakistan.\nGrubh, R. B. 1974. The ecology and behaviour of vultures in Gir Forest. Ph.D. dissertation, University of Bombay, Bombay, India.\nGrubh, R. B. 1988. A comparative study of the ecology and distribution of the Indian White-backed Vulture (Gyps bengalensis) and the Long-billed Vulture (G. indicus) in the Indian region. Pages 2763-2767 in Acta 19 Congressus Internationalis Ornithologici. Volume 2. Ottawa, Canada 22–29 June 1986 (H. Ouellet, Ed.). University of Ottawa Press, Ottawa, Ontario.\nEck, S. 1981. [Thanatose beim Bengalgeier (Gyps bengalensis)]. Ornithologische Jahresberichte des Museums Heineanum 5-6:71-73.\nNaidoo, Vinasan 2008. Diclofenac in Gyps vultures : a molecular mechanism of toxicity. Ph.D. Thesis, University of Pretoria. Fulltext (Includes old photos showing their numbers)\n\n\n== External links ==\nVulture Territory Facts and Characteristics: Asian white-backed vulture\nBirdLife Species Factsheet\nmedia on Arkive\nIndian white-backed vulture media on the Internet Bird Collection",
    "ImageURL": "Bengalvulture_sm.png",
    "Source": "https://en.wikipedia.org/wiki/White-rumped_vulture",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "Accipitridae",
        "Genus": "Gyps",
        "Species": "bengalensis"
    },
    "ScientificName": "Gyps bengalensis"
}