{
    "CommonName": "Bettong",
    "BriefSummary": "Bettong,  species of the genus Bettongia, are potoroine marsupials once common in Australia. They are important ecological engineers displaced during the colonisation of the continent, and vulnerable to the threatening factors such as altered fire regimes, land clearing, pastoralism and the introduced predatory species such as the fox and cat.",
    "WikiContents": "Bettong,  species of the genus Bettongia, are potoroine marsupials once common in Australia. They are important ecological engineers displaced during the colonisation of the continent, and vulnerable to the threatening factors such as altered fire regimes, land clearing, pastoralism and the introduced predatory species such as the fox and cat.\n\n\n== Conservation status ==\nAll species of the genus have been severely affected by ecological changes since the British settlement of Australia, those that have not become extinct became largely confined to islands and protected reserves and are dependent on re-population programs. The diversity of the genus was poorly understood before their extirpation from the mainland, and new taxa has been identified in specimens newly discovered and already held in museum collections.\n\n\n== Taxonomy ==\nFour extant species are recognised in the work Mammal Species of the World (2005):\nBettongia gaimardi, Eastern bettong, also known as the Tasmanian bettong\nBettongia lesueur Boodie,\nBettongia penicillata Woylie\nBettongia tropica Wakefield, 1967. Northern bettongIn addition, at least two extinct species are known:\n\nBettongia moyesi, Middle Miocene bettong from Riversleigh\nBettongia pusilla, Nullarbor dwarf bettong, known only from subfossil remains, probably became extinct after colonisationThe phylogeny of the genus has seen a grouping of 'brush-tailed' taxa allied within the genus Bettongia, and this includes the extant species Bettongia gaimardi, B. tropica and B. penicillata.A conservative arrangement of modern and fossil taxa of Bettongia may be summarised as\nfamily Potoroidae:subfamily †Bulungamayinae\nsubfamily †Palaeopotoroinae\nsubfamily Potoroinaegenus Aepyprymnus\ngenus Bettongiaspecies Bettongia gaimardi\nspecies Bettongia lesueur\nspecies †Bettongia moysei\nspecies Bettongia penicillata\nspecies †Bettongia pusilla\nspecies Bettongia tropicagenus †Milliyowi\ngenus †Caloprymnus\ngenus Potorous\ngenus †Purtia\ngenus †Wakiewakie\ngenus †GumardeeTo this list can be added Bettongia anhydra, a taxon first identified in 1957 and re-evaluated as a distinct species in 2015.The species Aepyprymnus rufescens is referred to as the rufous bettong, but this is not strictly correct.\n\n\n== See also ==\nKangaroo rat - a heteromyid rodent of North America\n\n\n== References ==",
    "ImageURL": "Bettong_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Bettong",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Potoroidae",
        "Genus": "Bettongia"
    },
    "Zone": "* #### A"
}