{
    "CommonName": "Blacksmith Plover",
    "BriefSummary": "The blacksmith lapwing or blacksmith plover (Vanellus armatus) occurs commonly from Kenya through central Tanzania to southern and southwestern Africa. The vernacular name derives from the repeated metallic 'tink, tink, tink' alarm call, which suggests a blacksmith's hammer striking an anvil.",
    "WikiContents": "The blacksmith lapwing or blacksmith plover (Vanellus armatus) occurs commonly from Kenya through central Tanzania to southern and southwestern Africa. The vernacular name derives from the repeated metallic 'tink, tink, tink' alarm call, which suggests a blacksmith's hammer striking an anvil.\n\n\n== Description ==\nBlacksmith lapwings are very boldly patterned in black, grey and white, possibly warning colours to predators. It is one of five lapwing species (two African, one Asian and two Neotropical) that share the characteristics of a carpal (wing) spur, red eye and a bold pied plumage. The bare parts are black. Females average larger and heavier but the sexes are generally alike.\n\n\n== Habitat and numbers ==\nThe blacksmith lapwing occurs in association with wetlands of all sizes. Even very small damp areas caused by a spilling water trough can attract them. In South Africa they are most numerous in the mesic grassland region, less so in higher-rainfall grasslands. Like the crowned lapwing, this species may leave Zambia and Zimbabwe in years of high rainfall and return in dry years. It avoids mountains of any type.Blacksmith lapwings expanded their range in the 20th century into areas where dams were built and where intensive farming was practiced. Consequently, they are now numerous and established in the western Cape region of South Africa, where they were absent until the 1930s. In this region they have also entered estuarine mud flats in winter where they aggressively displace other waders. Although they are partially migratory, they do not seem to engage in large-scale, regular migrations.\n\n\n== Ecology ==\n\nDuring the breeding season, the species often reacts aggressively to other lapwings or African jacanas that may enter its wetland habitat. Nests are shallow depressions on bare ground or short grass, close to water, and tend to be spaced at least 400 m apart. The blacksmith lapwing breeds in spring, but its choice of nesting site and timing may be opportunistic. The young separate gradually from their parents and do not return to natal areas afterwards. This lapwing feeds on aquatic and terrestrial invertebrates.\n\n\n== See also ==\nLapwing\n\n\n== References ==\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Further reading ==\nSinclair, I.; Ryan, P. (2003). Birds of Africa south of the Sahara.\nMarchant, J.; Prater, T.; Hayman, P. (1986). Shorebirds: An identification guide.",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Vanellus_armatus_-_Etosha_2014.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blacksmith_lapwing"
}