{
    "CommonName": "Black-tailed deer",
    "BriefSummary": "Two forms of black-tailed deer or blacktail deer that occupy coastal woodlands in the Pacific Northwest are subspecies of the mule deer (Odocoileus hemionus). They have sometimes been treated as a species, but virtually all recent authorities maintain they are subspecies.\nThe Columbian black-tailed deer (O. h. columbianus) is found in western North America, from Northern California into the Pacific Northwest and coastal British Columbia. The Sitka deer (O. h. sitkensis) is found coastally in British Columbia, southeast Alaska, and southcentral Alaska (as far as Kodiak Island).",
    "WikiContents": "Two forms of black-tailed deer or blacktail deer that occupy coastal woodlands in the Pacific Northwest are subspecies of the mule deer (Odocoileus hemionus). They have sometimes been treated as a species, but virtually all recent authorities maintain they are subspecies.\nThe Columbian black-tailed deer (O. h. columbianus) is found in western North America, from Northern California into the Pacific Northwest and coastal British Columbia. The Sitka deer (O. h. sitkensis) is found coastally in British Columbia, southeast Alaska, and southcentral Alaska (as far as Kodiak Island).\n\n\n== Range ==\nBlack-tailed deer once lived at least as far east as Wyoming. In Francis Parkman's The Oregon Trail, an eyewitness account of his 1846 trek across the early West, while within a 2-day ride from Fort Laramie, Parkman writes of shooting what he believes to be an elk, only to discover he has killed a black-tailed deer.The black-tailed deer is currently common in California, western Oregon, Washington, in coastal and interior British Columbia, and north into the Alaskan panhandle. It is a popular game animal.\n\n\n== Taxonomy ==\nThough the black-tailed deer arguably is a species, virtually all recent authorities maintain it as a subspecies of the mule deer (O. hemionus). Strictly speaking, the black-tailed deer group consists of two subspecies, as it also includes O. h. sitkensis (the Sitka deer). The black-tailed deer group and the mule deer group (sensu stricto) hybridize, and mule deer appear to have evolved from the black-tailed deer group. Despite this, the mtDNA of the white-tailed deer and mule deer are similar, but differ from that of the black-tailed deer. This may be the result of introgression, although hybrids between the mule deer and white-tailed deer are rare in the wild (apparently more common locally in West Texas), and the hybrid survival rate is low even in captivity.\n\n\n== Ecology ==\nThese two subspecies thrive on the edge of the forest, as the dark forest lacks the underbrush and grasslands the deer prefer as food, and completely open areas lack the hiding spots and cover they prefer for harsh weather. One of the plants that black-tailed deer browse is western poison oak, despite its irritant content. This deer often is most active at dawn and dusk, and is frequently involved in collisions with automobiles.\n\n\n== Behavior ==\n\nDeer are browsers. During the winter and early spring, they feed on Douglas fir, western red cedar, red huckleberry, salal, deer fern, and lichens growing on trees. Late spring to fall, they consume grasses, blackberries, apples, fireweed, pearly everlasting, forbs, salmonberry, salal, and maple. The mating or 'rutting' season occurs during November and early December. Bucks can be observed running back and forth across the roads in the pursuit of does. After the rut, the bucks tend to hide and rest, often nursing wounds. They suffer broken antlers, and have lost weight. They drop their antlers between January and March. Antlers on the forest floor provide a source of calcium and other nutrients to other forest inhabitants. Bucks regrow their antlers beginning in April through to August.\nThe gestation period for does is 6–7 months, with fawns being born in late May and into June. Twins are the rule, although young does often have only single fawns. Triplets can also occur. Fawns weigh 2.7 to 4 kg (6.0 to 8.8 lb) and have no scent for the first week or so. This enables the mother to leave the fawn hidden while she goes off to browse and replenish her body after giving birth. She must also eat enough to produce enough milk to feed her fawns. Although does are excellent mothers, fawn mortality rate is 45 to 70%. Does are very protective of their young and humans are viewed as predators.\nDeer communicate with the aid of scent and pheromones from several glands located on the lower legs. The metatarsal (outside of lower leg) produces an alarm scent, the tarsal (inside of hock) serves for mutual recognition and the interdigital (between the toes) leave a scent trail when deer travel. Deer have excellent sight and smell. Their large ears can move independently of each other and pick up any unusual sounds that may signal danger.\nAt dawn, dusk, and moonlit nights, deer are seen browsing on the roadside. Wooded areas with forests on both sides of the road and open, grassy areas, i.e. golf courses, attract deer. Caution when driving is prudent because often as one deer crosses, another one or two follow.\n\n\n== Controversy over habitat management ==\nIn Southeast Alaska, the Sitka deer is the primary prey of the rare Alexander Archipelago wolf (Canis lupus ligoni), which is endemic to the region. In the mid-1990s, the United States Fish and Wildlife Service evaluated a petition to list this wolf subspecies as threatened, and decided a listing was not warranted in August 1997, largely on the basis of provisions the Forest Service had included to protect the viability of the wolf subspecies in its Forest Plan for the Tongass National Forest, adopted three months earlier. The Tongass NF is important in wolf conservation because it includes about 80% of the region's land area. The protections for the wolf included a standard and guideline intended to retain, in the face of logging losses, enough habitat carrying capacity for deer in winter to assure the viability of the Alexander Archipelago wolf and an adequate supply of deer for hunters. The needed carrying capacity was originally specified as 13 deer per square mile, but was corrected in 2000 to 18. Use of a deer model is specified for determining carrying capacity, and is the only tool available for the purpose.However, the Forest Service's implementation of the deer provision in the Tongass wolf standard and guideline has been controversial for many years, and led to a lawsuit by Greenpeace and Cascadia Wildlands in 2008, over four logging projects. The data set the Forest Service was using in the deer model was known through the agency's own study (done in 2000) to generally overestimate the carrying capacity for deer and underestimate the impacts of logging. The study showed the data set (called Vol-Strata) is not correlated to habitat quality. Also, a conversion factor, known as the \"deer multiplier\" (used in calculating carrying capacity) was incorrectly applied, causing — by itself – a 30% overestimation of carrying capacity and corresponding underestimation of impacts. The combined effect of the two errors is variable because Vol-Strata is not correlated to habitat quality. Regarding the Traitors Cove Timber Sales project, in 2011 the plaintiffs noted in oral arguments before the 9th Circuit Court of Appeals that the difference is between a claimed 21 deer per square mile carrying capacity in the project EIS, and 9.5 deer per square mile (about half of the Tongass Forest Plan's requirement) according to unpublished corrections the agency made in 2008.The 9th Circuit panel ruled unanimously on August 2, 2011, in favor of the plaintiffs, remanding the four timber sale decisions to the Forest Service and giving guidance for what is necessary during reanalysis of impacts to deer. The ruling says in part:\n\nWe do not think that USFS has adequately explained its decision to approve the four logging projects in the Tongass. ... USFS has failed to explain how it ended up with a table that identifies 100 deer per square mile as a maximum carrying capacity, but allows 130 deer per square mile as a potential carrying capacity. 'The agency is obligated to articulate a rational connection between the facts found and the choices made,' which the agency has not done here. Pac. Coast Fed'n of Fisherman's Ass'ns v. U.S. Bureau of Reclamation, 426 F.3d 1082, 1091 (9th Cir. 2005)...\nWe have similar questions about USFS's use of VolStrata data, which identifies total timber volume and not forest structure, to approve the projects, where forest structure—and not total timber volume—is relevant to the habitability of a piece of land. USFS itself has recognized the limitations in the VolStrata data. ... Because we must remand to the agency to re-examine its Deer Model, we need not decide whether the use of the VolStrata data was arbitrary and capricious. We anticipate that, in reviewing the proposed projects, USFS will use the best available data ...\nIn a statement to the press, a spokesman for the plaintiffs said the errors in this lawsuit apply to every significant Tongass timber sale decision between 1996 and 2008, before the Forest Service corrected errors in the deer model when the agency issued its revised Tongass Forest Plan in 2008. But he said despite those corrections, the agency still fails to address cumulative impacts to deer, especially on Prince of Wales Island, as is being challenged in the Logjam timber sale lawsuit, by ignoring substantial logging on nonfederal lands. In September 2013, under the same litigation, the U.S. District Court in Anchorage made a second remand to the Forest Service because the agency's further work under the first remand had not resolved the modeling issues. Activity on the four timber sales involved in the litigation has been suspended since 2008.\n\n\n== References ==\n\n\n== External links ==\nExcerpts from the book Black-tailed Deer of California\nBlack-tailed Deer at BritishColumbia.com",
    "ImageURL": "Blacktaileddeer_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Black-tailed_deer",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Cervidae",
        "Genus": "Odocoileus",
        "Species": "hemionus"
    },
    "ScientificName": "Odocoileus hemionus"
}