{
    "CommonName": "Black curlew",
    "BriefSummary": "The Eurasian stone curlew, Eurasian thick-knee, or simply stone-curlew (Burhinus oedicnemus) is a northern species of the Burhinidae (stone-curlew) bird family.\nIt is a fairly large wader though is mid-sized by the standards of its family. Length ranges from 38 to 46 cm (15 to 18 in), wingspan from 76 to 88 cm (30 to 35 in) and weight from 290 to 535 g (10.2 to 18.9 oz). with a strong yellow and black beak, large yellow eyes (which give it a \"reptilian\", or \"goggle-eyed\" appearance), and cryptic plumage. The bird is striking in flight, with black and white wing markings.\nDespite being classed as a wader, this species prefers dry open habitats with some bare ground. It is largely nocturnal, particularly when singing its loud wailing songs, which are reminiscent of that of curlews. Food consists of insects and other small invertebrates, and occasionally small reptiles, frogs and rodents. It lays 2–3 eggs in a narrow scrape in the ground.\nThe Eurasian stone curlew occurs throughout Europe, north Africa and southwestern Asia. It is a summer migrant in the more temperate European and Asian parts of its range, wintering in Africa.",
    "WikiContents": "The Eurasian stone curlew, Eurasian thick-knee, or simply stone-curlew (Burhinus oedicnemus) is a northern species of the Burhinidae (stone-curlew) bird family.\nIt is a fairly large wader though is mid-sized by the standards of its family. Length ranges from 38 to 46 cm (15 to 18 in), wingspan from 76 to 88 cm (30 to 35 in) and weight from 290 to 535 g (10.2 to 18.9 oz). with a strong yellow and black beak, large yellow eyes (which give it a \"reptilian\", or \"goggle-eyed\" appearance), and cryptic plumage. The bird is striking in flight, with black and white wing markings.\nDespite being classed as a wader, this species prefers dry open habitats with some bare ground. It is largely nocturnal, particularly when singing its loud wailing songs, which are reminiscent of that of curlews. Food consists of insects and other small invertebrates, and occasionally small reptiles, frogs and rodents. It lays 2–3 eggs in a narrow scrape in the ground.\nThe Eurasian stone curlew occurs throughout Europe, north Africa and southwestern Asia. It is a summer migrant in the more temperate European and Asian parts of its range, wintering in Africa.\n\n\n== Etymology ==\nThe genus name Burhinus comes from the Greek bous, ox, and rhis, nose. The species name oedicnemus comes from the Greek oidio, to swell, and kneme, the shin or leg, referring to the bird's prominent tibiotarsal joints, which also give it the common name of \"thick-knee\". This is an abbreviated form of Pennant's 1776 coinage \"thick kneed bustard\".The name \"stone curlew\" was first recorded by Francis Willughby in 1667 as a \"third sort of Godwit, which in Cornwall they call the Stone-Curlew, differing from the precedent in that it hath a much shorter and slenderer Bill than either of them\". It derives from the bird's nocturnal calls sounding like the unrelated Eurasian curlew Numenius arquata and its preference for barren stoney heaths.In his Bird Watching (1901) Edmund Selous uses the name \"great or Norfolk plover\"  (Œdicnemus Crepitans).\n\n\n== Subspecies ==\n\nThere are five subspecies of Burhinus oedicnemus: The Indian stone-curlew Burhinus indicus was previously considered a subspecies. \n\nBurhinus oedicnemus distinctus – (Bannerman, 1914): Found on the central and western Canary Islands\nB. o. harterti – Vaurie, 1963: Found from west Kazakhstan to Pakistan and northwestern India\nB. o. insularum – (Sassi, 1908): Found on the eastern Canary Islands\nB. o. oedicnemus – (Linnaeus, 1758): Found in western and southern Europe to the Balkans, Ukraine and Caucasus\nB. o. saharae – (Reichenow, 1894): Found in northern Africa and the Mediterranean islands to Iraq and Iran\n\n\n== References ==\n\n\n== External links ==\nEurasian stone-curlew media from ARKive \nAgeing and sexing (PDF; 4.7 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze\nBirdLife species factsheet for Burhinus oedicnemus\n\"Burhinus oedicnemus\". Avibase. \n\"Stone-curlew media\". Internet Bird Collection.\nEurasian stone-curlew photo gallery at VIREO (Drexel University)\nAudio recordings of Eurasian stone-curlew on Xeno-canto.",
    "ImageURL": "Blackcurlew_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Eurasian_stone-curlew",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Burhinidae",
        "Genus": "Burhinus",
        "Species": "oedicnemus"
    },
    "ScientificName": "Burhinus oedicnemus"
}