{
    "CommonName": "Black-eyed bulbul",
    "BriefSummary": "The common bulbul (Pycnonotus barbatus) is a member of the bulbul family of passerine birds. It is found in north-eastern, northern, western and central Africa.",
    "WikiContents": "The common bulbul (Pycnonotus barbatus) is a member of the bulbul family of passerine birds. It is found in north-eastern, northern, western and central Africa.\n\n\n== Taxonomy and systematics ==\nThe common bulbul was originally described in the genus Turdus. Some authorities treat the Somali, Dodson's and dark-capped bulbul as subspecies of the common bulbul. The common bulbul is considered to belong to a superspecies along with the Himalayan bulbul, white-eared bulbul, white-spectacled bulbul, African red-eyed bulbul, and the Cape bulbul. Alternate names for the common bulbul include the black-eyed bulbul, brown bulbul (also used for the Asian red-eyed bulbul), brown-capped geelgat, common garden bulbul, garden bulbul and white-vented bulbul as well as one name used for another species (yellow-vented bulbul).\n\n\n=== Subspecies ===\nFive subspecies are recognized:\nP. b. barbatus – (Desfontaines, 1789): Alternate names for the nominate race include Barbary bulbul and North-west African garden bulbul. Found from Morocco to Tunisia\nUpper Guinea bulbul (P. b. inornatus) – (Fraser, 1843): Originally described as a separate species in the genus Ixos. Found from southern Mauritania and Senegal to western Chad and northern Cameroon\nGabon bulbul (P. b. gabonensis) – Sharpe, 1871: Originally described as a separate species. Found from central Nigeria and central Cameroon to Gabon and southern Congo\nEgyptian bulbul (P. b. arsinoe) – (Lichtenstein, MHK, 1823): Originally described as a separate species in the genus Turdus. Alternately named the Sahel garden bulbul. Found in eastern Chad, northern and central Sudan and eastern Egypt\nAbyssinian bulbul (P. b. schoanus) – Neumann, 1905: Not to be confused with an alternate name for the Somali bulbul. Found in south-eastern Sudan, western, central and eastern Ethiopia, Eritrea\n\n\n== Description ==\nThe bill is fairly short and thin, with a slightly downcurving upper mandible. The bill, legs, and feet are black and the eye is dark brown with a dark eye-ring, which is not readily visible. It is about 18 cm in length, with a long tail. It has a dark brown head and upperparts. Sexes are similar in plumage.\n\n\n== Distribution and habitat ==\n\nIt is a common resident breeder in much of Africa, and it has recently been found breeding in southern Spain at Tarifa. It is found in woodland, coastal bush, forest edges, riverine bush, montane scrub, and in mixed farming habitats. It is also found in exotic thickets, gardens, and parks.\n\n\n== Behaviour and ecology ==\nThe common bulbul is usually seen in pairs or small groups. It is a conspicuous bird, which tends to sit at the top of a bush. As with other bulbuls they are active and noisy birds. The flight is bouncing and woodpecker-like. The call is a loud doctor-quick doctor-quick be-quick be-quick.\n\n\n=== Breeding ===\nThis species nests throughout the year in the moist tropics, elsewhere it is a more seasonal breeder with a peak in breeding coinciding with the onset of the rainy season. The nest is fairly rigid, thick walled, and cup-shaped. It is situated inside the leafy foliage of a small tree or shrub.\nTwo or three eggs is a typical clutch. It, like other bulbuls, is parasitised by the Jacobin cuckoo.\n\n\n=== Feeding ===\nThis species eats fruit, nectar, seeds and insects.\n\n\n== References ==\n\nBirds of The Gambia by Barlow, Wacher and Disley, ISBN 1-873403-32-1\nhttps://web.archive.org/web/20110910171530/http://www.birdlife.org.za/fieldguide/book/species_info.php?id=192\n\n\n== External links ==\nCommon Bulbul videos, photos & sounds on the Internet Bird Collection\nCommon Bulbul  on avibase\nCommon Bulbul on IBC",
    "ImageURL": "Blackeyedbulbul_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Common_bulbul",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Pycnonotidae",
        "Genus": "Pycnonotus",
        "Species": "barbatus"
    },
    "ScientificName": "Pycnonotus barbatus"
}