{
    "CommonName": "Black-tailed tree creeper",
    "BriefSummary": "The pipipi (Maori: pīpipi; Mohoua novaeseelandiae), also known as brown creeper, New Zealand creeper, or New Zealand titmouse, is a small passerine bird endemic to the South Island of New Zealand. They are specialist insectivores, gleaning insects from branches and leaves. They have strong legs and toes for hanging upside down while feeding.",
    "WikiContents": "The pipipi (Maori: pīpipi; Mohoua novaeseelandiae), also known as brown creeper, New Zealand creeper, or New Zealand titmouse, is a small passerine bird endemic to the South Island of New Zealand. They are specialist insectivores, gleaning insects from branches and leaves. They have strong legs and toes for hanging upside down while feeding.\n\n\n== Description ==\n\nA warm mix of brown and chestnut on the upper part of the bird whilst the lower section is a noticeably paler brown (Refer to Figure 1). The head is a mix of patches of chestnut brown and dark brown with spots and streaks. The face and zones behind it can be a ash/dark grey. The whiteish eye stripe is another distinguishing feature of brown creeper. The legs and beak are a pinkish – grey/brown colour. The tail is long, frayed and has a distinctive dark bar at the tip and the eyes are a dark reddish brown colour.The eggs are white – dark pink and are speckled reddish brown. They are about 2 cm long.The sexes and juveniles are very similar in terms of their appearance. You can tell the difference between the juveniles and adults before May as the juveniles have yellow bill flanges and dark brown legs. Juveniles are distinguishable by having a greyer head, ie. less reddish-brown, in addition to lacking the white stripe behind the eye.The males weigh on average 13.5 g, whilst the females weigh on average 11.0 g. Brown creepers are about 13 cm in size.\n\n\n== Distribution ==\n\n\n=== Natural global range ===\nSouth of Cook Strait, New Zealand \n\n\n=== New Zealand range ===\nWidely distributed but patchy in forests of the South Island, with some isolated populations persisting in places such as Banks Peninsula, Mt Peel, Hunters Hill and locations throughout Otago. Common on some off shore islands in Fiordland (Secretary, Resolution and Chalky) and Marlborough Sounds (D’Urville, Arapawa and Maud). Widely common on Stewart Island and its’ surrounding islands (Ulva and North-East Muttonbird). Brown creepers are particularly abundant on Cod Fish Island.\n\n\n=== Habitat preferences ===\nBrown creepers will inhabit a diverse range of habitats. These include native beech and podocarp forest, exotic plantations as well as willow, gorse and broom, regenerating forest, manuka/kanuka scrub forests, the river flats of the east and the higher altitude mountain/silver beech and red/silver beech forests in the mountains. They will happily live in areas from the sea to the treeline. Their preferred area of the South Island is to the west and north of the Southern Alps as well as Fiordland. The dry scrub forests of Marlborough and Canterbury are also common habitat for brown creepers.When it comes creating nests for raising young, brown creepers prefer dense vegetation up in the canopy of the forest.They drastically declined when Europeans arrived in New Zealand and it is thought that this was caused by the destruction of lowland forest. One would assume that if there were significant enough patches of lowland forest remaining in New Zealand then they would also be found there.\n\n\n== Life cycle/Phenology ==\n\n\n=== Mating and Breeding behaviors ===\nBrown creepers are monogamous and display high rates of mate fidelity. They will usually only change mates if their previous mate dies as opposed to just general mate swapping or divorce. Pairs will strongly defend their territory during the breeding session and to a lesser extent during the rest of the year as well. Pairs will perform duets to maintain and strengthen their bond.In September females will build a nest out of bark, twigs, grass, moss, leaves, leaf skeletons and lichen, all of which is bound together with cobwebs and lined with grasses, feathers and wool. The nest is a deep cup shape and usually takes between 5-17 days to construct. The nest is built in dense canopy vegetation, scrub or low trees between 1m and 10m above the ground. The male will guard the female during this nest building phase as well as 2-3 days before the egg is laid.\n\n\n=== Song ===\nBrown creepers are vocal all year round except during late summer. Territorial songs peak in spring with only the male brown creepers giving off a long territorial song. This song varies from bird to bird. The male song will be a mixture of slurs, musical whistles and harsh notes, where as the female song is a rapid sequence of brief notes with the last note being high pitched and prolonged.The brown creeper song consists of short and attractive warbles, very distinct from other species, however the “conversational chatter”, can be easily confused for other small bush dwelling birds.\n\n\n=== Migration ===\nBrown creepers that breed at high altitude will come down to the lowlands and form flocks in the winter. Other than that they are non-migratory.\n\n\n=== Egg Laying ===\n\nBrown creepers can lay their eggs from late September until early February. Males will not only guard the females during the 2-3 days prior to the eggs being laid but during the first part of the laying period as well. Female brown creepers will normally have two clutches per session with egg laying peaks in early October and late November. They can have up to four clutches in a session if the nest fails early on but they will only ever brood two clutches of eggs.Brown creepers will have 2-4 eggs at 24 hour intervals. The size of the egg is 18.5mm x 14mm and weights on average 1.9g. The female will incubate the eggs alone for 17-21 days until the eggs hatch.\n\n\n=== Brooding ===\nBoth birds will feed the young until they are ready to fledge at around 18-22 days old. Once the female starts to incubate the second clutch then the male will take over and continue feeding the fledging’s. In drought conditions there have been examples of the brown creepers showing cooperative breeding. If their nesting attempts fail, then they will start contributing food to another nest as well as helping brood the successful brown creeper pairs chicks. The young birds will be feed through until the end of winter at the latest before they become independent (35-65 days). Brown creepers can also be seen during the summer months feeding a long-tailed cuckoo chick that is much larger than themselves. Brown creepers are the main host of long-tailed cuckoos in the South Island and Stewart Island.\n\n\n=== Juveniles ===\nOnce the young birds become independent they will form groups with the rest of the young from that year through autumn and winter. These flocks can contain up to 60 birds and are often mixed in with other forest bird species such as fantails, grey warblers, silvereyes and bellbirds. The juveniles can breed after one year. Juvenile males will learn their song from neighboring males and not their parents. During the first week out of the nest, juveniles will huddle together during the daylight hours so that their tail feathers can grown and their wings can become stronger.\n\n\n=== Moulting ===\nBrown creepers will moult in late summer. It is the only time of year in which brown creeper are not vocal all day.\n\n\n=== Survival rates and life expectancy ===\n63% of all eggs produced hatch and 36% of these become fledglings. Predation can account for 62% of egg loss and 66% of nestling loss. Brown creepers have an overall success rate of 1.6 fledglings/adult/year.\nIn Kaikoura, adult survival rates were at 82% and brown creeper life expectancy was 5 years.\n\n\n== Diet and foraging ==\n\n\n=== Food ===\nBrown creepers mainly eat invertebrates but are known to include fruits in their diet. Their main prey are beetles, moths, spiders, flies and caterpillars. They will also feed on the ripe fruits of natives such as Coprosma. Feeding on fruits is especially common in the autumn.\n\n\n=== Foraging Behaviour ===\nBrown creepers are more likely to glean invertebrates from small branches and leaves in the canopy, though they do sometimes hang upside down from branches in order to forage for invertebrates. Though gleaning is the most common form of foraging for invertebrates, brown creepers will also feed on invertebrates under loose bark or on large branches. They will only rarely forage and feed on the ground preferring to forage more than 2 m off the ground. Birds will sometimes forage in their breeding pairs but more commonly tend to forage in flocks of 3-12 birds. These flocks usually include loose family groups, juveniles and occasionally other pairs when outside of the breeding season. Pairs will forage together in their territory during  the breeding season.It is also thought that sexual dimporhism in brown creeper, particularly beak size, reduces competition between individuals as a wider range of food is available to males which generally have larger beaks.\n\n\n== Predators, Parasites, and Diseases ==\n\n\n=== Parasites – Long tailed Cuckoo ===\nBrown creepers are one of the main hosts for the long-tailed cuckoo in the South Island and Stewart Island and can sometimes be seen feeding a much larger cuckoo chick during the summer months. They can also be parasitised by shining cuckoos. Brown creepers have a high rate of rejection for long-tailed cuckoo eggs in their nests. This is due to the fact that brown creepers have an open nest as opposed to a closed or cavity nest.\nHaving an open nest allows for more light to get in and increases the chance of the birds noticing a foreign egg. Despite all of this the long-tailed cuckoo is very host specific and chooses to mimic the eggs of brown creepers. Brown creepers have also been known to mob long-tailed cuckoos when they are present in spring and summer as a form of prevention. Mobbing is where individual birds produce warning calls, which the entire flock hears and responds to by surrounding the predator, with wings and tails erect whilst hopping between perches and calling until the predator moves away. Brown creepers have been observed mobbing cats, stoats, rats, larger birds, and even humans.\n\n\n=== European settlement ===\nBrown creeper numbers declined soon after European settlement due the introduction of cats, rats and mustelids. The eggs and young of brown creepers are predated on mostly by stoats and black rats. Brown creeper number were also negatively affected but the loss of much of the important lowland forest. However their current distribution seems to have stabilized.Laughing owls have now been extinct since the 1930s/40s. It has been shown through fossil records of their food deposits that they would preyed on brown creepers.\n\n\n== Other Information ==\n\n\n=== Use of UV light vision to recognize foreign eggs ===\nThere has been some research done that may indicate the use of UV wavelength light in brown creepers ability to recognize long-tailed cuckoo eggs. Brown creepers are known to reject long-tailed cuckoo eggs whereas yellowheads and whiteheads, who are close relatives of brown creepers, tend not to. The research showed that both the brown creeper and yellowhead lacked a short-wavelength sensitive (SWS1) opsin gene which has large effects on the range of light that can be seen. This can influence how far in or out of the UV range an organism can see, which in terms of the Mohoua spp. (the Mohoua spp. is the family brown creepers belong to) will effect its ability to use colour cues to recognize foreign eggs from long-tailed cuckoos. The research did conclude with the fact that more behavioral research would be needed to gain a real understanding of the phenotype effects of these genome changes. This will explain why brown creeper reject long-tailed cuckoo eggs and other species do not.\n\n\n=== Whitehead and Yellowheads ===\nThe brown creeper, Mohoua novaeseelandiae, is one of three species of bird from the Mohoua genus, including yellowhead, Mohoua ochrocephala and whitehead, Mohoua albicilla. Brown creepers however are the least known of the three species, despite being relatively common. This is due to them often being heard, but not seen as they live amongst the tree canopies and rarely feed on the ground. Their conversational song is also relatively indistinct (raspy calls) compared to other small bird species, making them further difficult to identify. Additionally, brown creepers were once included in their own genus, Finschia, but this was later changed as it was found the species shared similarities with yellowhead and whitehead within the Mohoua genus.\n\n\n=== Brown Creeper ===\nIn terms of taxonomy, Mohoua novaeseelandiae, shares the common name “brown creeper” with another species of bird found in North America, Certhia americana, despite there being no recent lineages between the two species.\n\n\n=== Song Dialect ===\nDifferent brown creeper populations have different dialects, meaning that for example, a population on Stewart Island will have a slightly different song than a population at the foothills of Mount Cook. In a research project around the communicatory behvaiour of brown creeper, it was discovered that a male brown creeper would respond more significantly (ie, sing louder) around the presence of an unknown bird with the same dialect, than to a bird he recognised (a bird from a neighbouring territory). This finding, enhances the idea that brown creeper are territorial birds.\n\n\n=== Pipipi and humans ===\nIn the late 19th century when flocks of pipipi were still abundant, they would occasionally descend on slaughteryards in sheep stations when food was short to feed on the meat of butchered animals.\n\n\n== References ==\n\n\n== External links ==\nhttp://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=11117594",
    "ImageURL": "Blacktailedtreecreeper_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pipipi",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Mohouidae",
        "Genus": "Mohoua",
        "Species": "novaeseelandiae"
    },
    "ScientificName": "Mohoua novaeseelandiae",
    "Zone": "* #### J"
}