{
    "CommonName": "Black-headed Python",
    "BriefSummary": "The black-headed python (Aspidites melanocephalus) is a species of snake in the Pythonidae (the python family). The species is native to Australia. No subspecies are currently recognized.",
    "WikiContents": "The black-headed python (Aspidites melanocephalus) is a species of snake in the Pythonidae (the python family). The species is native to Australia. No subspecies are currently recognized.\n\n\n== Description ==\n \nAdults typically grow to 1.5–2 m (4.9–6.6 ft)in total length, but can grow to a maximum of 3.5 m (11 ft). The body is muscular with a flattened profile, while the tail tapers to a thin point.\nThe top of the head is covered by large, symmetrical scales. The dorsal scales, which are smooth and glossy, number 50-65 rows at midbody, while  315-355 ventral scales occur. The tail has 60-75 mainly single subcaudal scales and the anal scale is single. The posterior subcaudals tend to be divided, often irregularly.\nThe color pattern consists of shades of black, dark grey, brown, gold, and cream arranged in a striped or brindled pattern. The belly is light-colored, flecked with darker spots. The head is shiny black that also extends down the neck and throat for several inches.\n\n\n== Distribution and habitat ==\nThe species is found in Australia in the northern half of the country, excluding the very arid regions. The type locality given is \"Port Denison Bowen\" Queensland, Australia. It occurs in humid tropical to semiarid conditions.\n\n\n== Behaviour ==\nThese snakes are terrestrial and are often found in amongst rocks and loose debris. If disturbed, they hiss loudly, but are unlikely to bite unless hunting prey. They sometimes strike with a closed mouth, but generally can be handled easily. They are strong swimmers, but are almost never found in water. They are not venomous.\n\n\n== Feeding ==\nThe diet consists of mainly reptiles, including snakes, but they will eat mammals if available. Because black-headed pythons live in the desert, they heat up quicker and stay warmer for longer. This means they can eat more because they digest food quicker in warmer conditions. When ingesting large prey, this species positions one or two coils just ahead of its distended mouth and by constriction makes the task of swallowing easier.\n\n\n== Reproduction ==\nOviparous, females lay five to 10 eggs per clutch. The females stay coiled about the eggs and incubate them until they hatch, which is usually after 2–3 months. The young take small prey as soon as 2 days after hatching. Immature individuals are vulnerable to predation, including cannibalism. Adults have no natural predators other than dingos and humans.\n\n\n== Captivity ==\nDue to its docile nature and striking color pattern, this species has become very desirable as an exotic pet. It is bred in captivity and can be relatively easily obtained, but does command a high price. As they can be muscular snakes and reach a fairly substantial size, prospective owners should consider a suitable enclosure, as well as temperature and feeding requirements.\n\n\n== In human culture ==\nThese snakes are mentioned in, or play a central role in, the stories of the Indigenous Australians Dreamtime tradition.\n\n\n== See also ==\nList of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms\n\n\n== References ==\n\n\n== Further reading ==\nBoulenger, G.A. 1893. Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families...Boidæ... Trustees of the British Museum (Natural History). (Taylor and Francis, Printers.) London. xiii + 448 pp. + Plates I.- XXVIII. (Aspidites melanocephalus, p. 91.)\nKrefft, G. 1864. Description of Aspidiotes melanocephalus, a New Snake from Port Denison, N.E. Australia. Proc. Zool. Soc. London 1864: 20-22.\n\n\n== External links ==\nBlack-headed Python video Accessed 30 June 2013\nAspidites melanocephalus at the Reptarium.cz Reptile Database. Accessed 19 September 2007.\nThe Creation Story of the Wardaman People at Renewing Women's Business. Accessed 19 September 2007.\nBlack-Headed Python at Zoos Victoria. Accessed 19 September 2007.\nAspidites melanocephalus at Pete Python Pete Reptiles. Accessed 19 September 2007.",
    "ImageURL": "BlackheadedPython_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Black-headed_python",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Pythonidae",
        "Genus": "Aspidites",
        "Species": "melanocephalus"
    },
    "ScientificName": "Aspidites melanocephalus"
}