{
    "CommonName": "Black and white colobus",
    "BriefSummary": "Black-and-white colobuses (or colobi) are Old World monkeys of the genus Colobus, native to Africa. They are closely related to the brown colobus monkeys of genus Piliocolobus. There are five species of this monkey, and at least eight subspecies:",
    "WikiContents": "Black-and-white colobuses (or colobi) are Old World monkeys of the genus Colobus, native to Africa. They are closely related to the brown colobus monkeys of genus Piliocolobus. There are five species of this monkey, and at least eight subspecies:\n\n\n== Etymology ==\nThe word \"colobus\" comes from Greek κολοβός kolobós (\"docked\"), and is so named because in this genus, the thumb is a stump. \n\n\n== Habitat and food ==\nColobuses habitats include primary and secondary forests, riverine forests, and wooded grasslands; they are found more in higher-density logged forests than in other primary forests. Their ruminant-like digestive systems have enabled them to occupy niches that are inaccessible to other primates: they are herbivorous, eating leaves, fruit, flowers, and twigs.\n\n\n== Social patterns ==\nColobuses live in territorial groups of about nine individuals, based upon a single male with a number of females and their offspring. Newborn colobuses are completely white. Cases of allomothering are documented, which means members of the troop other than the infant's biological mother care for it.\n\n\n== Ecology ==\nColobuses are important for seed dispersal through their sloppy eating habits, as well as through their digestive systems.\n\n\n== Predators and threat level ==\nThey are prey for many forest predators, and are threatened by hunting for the bushmeat trade, logging, and habitat destruction.\n\n\n== Species ==\n\nGenus Colobus \nBlack colobus, C. satanas\nGabon black colobus, C. s. anthracinus\nBioko black colobus, C. s. satanas\nAngola colobus, C. angolensis\nSclater's Angola colobus, C. a. angolensis\nPowell-Cotton's Angola colobus, C. a. cottoni\nAdolf Friedrichs's Angola colobus, or Ruwenzori black-and-white colobus, C. a. ruwenzorii\nCordier's Angola colobus, C. a. cordieri\nPrigogine's Angola colobus, C. a. prigoginei\nPeters's Angola colobus or Tanzanian black-and-white colobus, C. a. palliatus\nKing colobus, C. polykomos\nUrsine colobus, C. vellerosus\nMantled guereza or Abyssinian black-and-white colobus, C. guereza\n\n\n== References ==\n\n\n== External links ==\n Data related to Colobus at Wikispecies\n\nColobus Monkey: Wildlife summary from the African Wildlife Foundation\nColobus Conservation\nPrimate Info Net Colobus Factsheets\nAngolan Black & White Colobus\nAnimal Bytes",
    "ImageURL": "Blackandwhitecolobus_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Black-and-white_colobus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Cercopithecidae",
        "Genus": "Colobus"
    },
    "Zone": "* #### J"
}