{
    "CommonName": "Black-necked stork",
    "BriefSummary": "The black-necked stork (Ephippiorhynchus asiaticus) is a tall long-necked wading bird in the stork family. It is a resident species across the Indian Subcontinent and Southeast Asia with a disjunct population in Australia. It lives in wetland habitats and certain crops such as rice and wheat where it forages for a wide range of animal prey. Adult birds of both sexes have a heavy bill and are patterned in white and glossy blacks, but the sexes differ in the colour of the iris. In Australia, it is sometimes called a jabiru although that name refers to a stork species found in the Americas. It is one of the few storks that is strongly territorial when feeding.",
    "WikiContents": "The black-necked stork (Ephippiorhynchus asiaticus) is a tall long-necked wading bird in the stork family. It is a resident species across the Indian Subcontinent and Southeast Asia with a disjunct population in Australia. It lives in wetland habitats and certain crops such as rice and wheat where it forages for a wide range of animal prey. Adult birds of both sexes have a heavy bill and are patterned in white and glossy blacks, but the sexes differ in the colour of the iris. In Australia, it is sometimes called a jabiru although that name refers to a stork species found in the Americas. It is one of the few storks that is strongly territorial when feeding.\n\n\n== Taxonomy and systematics ==\n\nFirst described by John Latham as Mycteria asiatica, this species was later placed in the genus Xenorhynchus based on morphology. Based on behavioural similarities, Kahl suggested the placement of the species in the genus Ephippiorhynchus, which then included a single species, the saddle-billed stork. This placement of both the black-necked stork and saddle-billed stork in the same genus was later supported by osteological and behavioural data, and DNA-DNA hybridisation and cytochrome–b data. The genera Xenorhynchus and Ephippiorhynchus were both erected at the same time, and as first revisor, Kahl selected the latter as the valid genus for the two species. This and the saddle-billed stork Ephippiorhynchus senegalensis are the only stork species that show marked sexual dimorphism in iris colour.Two subspecies are recognized E. a. asiaticus of the Oriental region and E. a. australis of south New Guinea and Australia. Charles Lucien Bonaparte erected the genus Xenorhynchus in 1855 and placed two species in it, X. indica and X. australis. This treatment was carried on into later works. James Lee Peters in his 1931 work treated them as subspecies. In 1989, McAllan and Bruce again suggested the elevation of the two subspecies into two species: E. asiaticus or the green-necked stork of the Oriental region, and E. australis or the black-necked stork of the Australian and New Guinean region. This recommendation was based on the disjunct distributions and differences in the iridescent colouration of the neck which the authors suggested might reflect different behavioural displays. This recommendation has not been followed and a subsequent study did not find consistent differences in the colours. Analysis of the cytochrome b mitochondrial sequences however showed significant genetic divergence. The genetic distance of a stork presumed to be Ephippiorhynchus asiaticus asiaticus from a confirmed individual of E. a. australis was 2.1%, much greater than the genetic distances between individual storks of the same species. The conservative treatment as two subspecies has been followed in the Australian faunal list by Christidis and Boles.\n\n\n== Description ==\n\nThe black-necked stork is a large bird, 129–150 cm (51–59 in) tall having a 230-centimetre (91 in) wingspan. The only published weight for this species was a single specimen at 4,100 g (9.0 lb), but this is nearly 35% less than the mean body mass of the closely related saddle-billed stork, which also attains a similar stature. Therefore this specimen of black-necked stork could have been at the low end of sizes attainable or perhaps somewhat malnourished. The plumage patterns are conspicuous with younger birds differing from adults. Adults have a glossy bluish-black iridescent head, neck, secondary flight feathers and tail; a coppery-brown crown; a bright white back and belly; bill black with a slightly concave upper edge; and bright red legs. The sexes are identical but the adult female has a yellow iris while the adult male has it brown. Juveniles younger than six months have a brownish iris; a distinctly smaller and straighter beak; a fluffy appearance; brown head, neck, upper back, wings and tail; a white belly; and dark legs. Juveniles older than six months have a mottled appearance especially on the head and neck where the iridescence is partly developed; dark-brown outer primaries; white inner primaries that forms a shoulder patch when the wings are closed; a heavy beak identical in size to adults but still straighter; and dark to pale-pink legs. Like most storks, the black-necked stork flies with the neck outstretched, not retracted like a heron. In flight it appears spindly and a black bar running through the white wings (the somewhat similar looking migratory black stork has an all black wing) with black neck and tail make it distinctive.\n\n\n== Distribution and habitat ==\n\nIn India, the species is widespread in the west, central highlands, and northern Gangetic plains extending east into the Assam valley, but rare in peninsular India and Sri Lanka. This distinctive stork is an occasional straggler in southern and eastern Pakistan, and in central lowland Nepal. It extends into Southeast Asia, through New Guinea and into the northern half of Australia. Compared to other large waterbirds like cranes, spoonbills and other species of storks, black-necked storks are least abundant in locations with a high diversity of waterbird species.The largest population of this species occurs in Australia, where it is found from the Ashburton River, near Onslow, Western Australia, across northern Australia to north-east New South Wales. It extends inland in the Kimberley area to south of Halls Creek; in the Northern Territory to Hooker Creek and Daly Waters; and in Queensland inland to the Boulia area and the New South Wales border, with some records as far south as the north-west plains of New South Wales, along the coast of Sydney and formerly bred near the Shoalhaven River. It is rare along the south-east extremity of its range, but common throughout the north. An estimated 1800 occur in the Alligator Rivers region of the Northern Territory, with overall numbers during surveys being low in all seasons. A combination of aerial surveys and ground counts in the middle Fly River floodplain, Papua New Guinea during estimated 317 (December 1994) and 249 (April 1995) storks.The largest known breeding population occurs in the largely agricultural landscape of south-western Uttar Pradesh in India. Densities of about 0.099 birds per square kilometre have been estimated in this region made up of a mosaic of cultivated fields and wetlands. About six pairs were found to use the 29 square kilometres of the Keoladeo National Park. One breeding pair has been observed in Bhagalpur district, western Bihar.In Sri Lanka, the species is a rare breeding resident, with 4–8 breeding pairs in Ruhuna National Park. It is exceedingly rare, and possibly no longer breeding in Bangladesh and Thailand.Black-necked storks forage in a variety of natural and artificial wetland habitats. They frequently use freshwater, natural wetland habitats such as lakes, ponds, marshes, flooded grasslands, oxbow lakes, swamps, rivers and water meadows. Freshwater, artificial wetland habitats used by these storks include flooded fallow and paddy fields, wet wheat fields, irrigation storage ponds and canals, sewage ponds, and dry floodplains. Small numbers are also seen in Indian coastal wetland habitats, including in mangrove creeks and marshes. In cultivated areas, they prefer natural wetlands to forage in, though flooded rice paddies are preferentially used during the monsoon, likely due to excessive flooding of lakes and ponds. Nests are usually on trees located in secluded parts of large marshes or in cultivated fields as in India.\n\n\n== Behaviour and ecology ==\nThis large stork has a dance-like display. A pair stalk up to each other face to face, extending their wings and fluttering the wing tips rapidly and advancing their heads until they meet. They then clatter their bills and walk away. The display lasts for a minute and may be repeated several times.\n\nNest building in India commences during the peak of the monsoon with most of the nests initiated during September – November, with few new nests built afterwards until January. They nest in large and isolated trees on which they build a platform. The nest is large, as much as 3 to 6 feet across and made up of sticks, branches and lined with rushes, water-plants and sometimes with a mud plaster on the edges. Nests may be reused year after year. The usual clutch is four eggs which are dull white in colour and broad oval in shape, but varies from one to five eggs. The exact incubation period is not known but is expected to be about 30 days. The chicks hatch with white down which is replaced by a darker grey down on the neck within a week. The scapular feathers emerge first followed by the primaries. The young birds make a chack sound followed by a repeated wee-wee-wee calls. Adult birds take turns at the nest and when one returns to relieve the other, they perform a greeting display with open wings and an up and down movement of the head. Food is brought for the young chicks by the adults and regurgitated onto the nest platform. Adults stop feeding the young at the nest and begin to show aggression towards the chicks after they are about 3 or 4 months old. The young birds may stay on nearby for about a year but disperse soon. Typically one to three chicks fledge from successful nests, but up to five chicks fledge in years with high rainfall. The number of stork pairs that succeed in raising chicks, and the average size of fledged broods, are related to monsoonal and post-monsoon rainfall, improving in years with higher rainfall.At the nest trees, which are typically tall with large boles and a wide-canopy, the birds in Bharatpur competed with Indian white-backed vultures sometimes failing to nest due to the vultures. While many wetland birds are flushed by birds of prey, these storks are not usually intimidated and can be quite aggressive to other large water-birds such as herons and cranes. Adults aggressively defend small depressions of deep water against egrets and herons (at Malabanjbanjdju in Kakadu National Park, Australia), and drying wetland patches against waterbirds such as spoonbills and woolly-necked storks (at Dudhwa National Park, Uttar Pradesh, India).\n\nThe black-necked stork is a carnivore and its diet includes water-birds such as coots, little grebes, northern shoveller, pheasant-tailed jacana, and a range of aquatic vertebrates including fish, amphibians, reptiles and invertebrates such as crabs and molluscs. They also prey on the eggs and hatchlings of turtles. In the Chambal River valley they have been observed to locate nests of Kachuga dhongoka buried under sand (presumably by moistness of the freshly covered nest) and prey on the eggs of the turtle. In Australia, they also forage at night feeding on emerging nestlings of marine turtles. Stomach content analyses of nine storks in Australia showed their diet to contain crabs, molluscs, insects (grasshoppers and beetles), amphibians, reptiles and birds. The storks had also consumed a small piece of plastic, pebbles, cattle dung, and plant material. In well-protected wetlands, both in Australia and India, black-necked storks feed almost exclusively on fish but in the agriculture-dominated landscape of Uttar Pradesh in India they feed on a wider range of prey that include frogs and molluscs; storks obtained fish in wetlands, frogs from roadside ditches and molluscs from irrigation canals.They sometimes soar in the heat of the day or rest on their hocks. When disturbed, they may stretch out their necks. Their drinking behaviour involves bending down with open bill and scooping up water with a forward motion followed by raising the bill to swallow water. They sometimes carry water in their bill to chicks at the nest or even during nest building or egg stages.Like other storks, they are very silent except at nest where they make bill-clattering sounds. The sounds produced are of a low-pitch and resonant and ends with a short sigh. Juveniles fledged from the nests can occasionally call using a mildly-warbling, high-pitched series of whistles, accompanied with open, quivering wings. These calls and behaviour are directed at adult birds and are a display to solicit food, particularly in drought years when younger birds are apparently unable to find food on their own easily.Black-necked storks are largely non-social and are usually seen as single birds, pairs and family groups. Flocks of up to 15 storks have been observed in Australia and India, and form due to local habitat conditions such as drying out of wetlands.The black-necked stork is the type-host for a species of ectoparasitic Ischnoceran bird louse, Ardeicola asiaticus  and a species of endoparasitic trematode Dissurus xenorhynchi.\n\n\n== Status and conservation ==\nThe black-necked stork is widely scattered and nowhere found in high densities, making it difficult for populations to be reliably estimated. The Sri Lankan population has been estimated to be about 50 birds while the species has become very rare in Thailand, Myanmar, Laos and Cambodia. They may be extinct in the Sundaic region. The combined South and South-east Asian population is placed at less than 1000 birds. A 2011 study found the population in south-western Uttar Pradesh to be stable, although population growth rates may decline with an increase in the number of dry years or land use changes that permanently remove the number of breeding pairs. The Australian population has been optimistically estimated at about 20,000 birds while a more conservative estimate suggests about 10,000 birds. They are threatened by habitat destruction, the draining of shallow wetlands, overfishing, pollution, collision with electricity wires and hunting. Few breeding populations with high breeding success are known primarily due to lack of field work. It is evaluated as near threatened on the IUCN Red List.\n\n\n== In culture ==\n\nThe Mir Shikars, traditional bird hunters of Bihar, India had a ritual practice that required a young man to capture a black-necked stork \"Loha Sarang\" alive before he could marry. A procession would locate a bird and the bridegroom-to-be would try to catch the bird with a limed stick. The cornered bird was a ferocious adversary. The ritual was stopped in the 1920s after a young man was killed in the process. Young birds have been known to be taken from the nest for meat in Assam.In Australia, an aboriginal creation myth describes the origin of the bill of the \"jabiru\" from a spear that went through the head of a bird. The Binbinga people often consider the meat of the bird as taboo and eating its meat would cause an unborn child to cause the death of its mother. The jabiru is known as \"karinji\" and is the totem of a group known as the Karinji people.The difference in iris colour among the sexes was noted in 1865 by A D Bartlett, the superintendent in charge of the collection at the Zoological Society of London. The similarity in this aspect with the African saddle-billed stork was noted by Bartlett and commented on by J. H. Gurney. Charles Darwin who corresponded with Bartlett was well aware of this and used it as one of the examples of sexual dimorphism among birds. John Gould in his handbook to the birds of Australia noted that the meat of the bird \"... has a fishy flavour, too over-powerful to admit of its being eaten by any one but a hungry explorer.\"\n\n\n== References ==\n\n\n== Other sources ==\nMaheswaran, G. and Rahmani, A. R. (2002) Foraging behaviour and feeding success of the black-necked stork (Ephippiorhychus asiaticus) in Dudwa National Park, Uttar Pradesh, India. J. Zool. 258: 189–195.\nMaheswaran, G. (1998) Ecology and behaviour of Black-necked Stork (Ephippiorhynchus asiaticus Latham, 1790) in Dudwa National Park, Uttar Pradesh. Ph.D. thesis, Centre of Wildlife and Ornithology, Aligarh Muslim University, Aligarh, India.\nFarah Ishtiaq, Sálim Javed, Malcolm C. Coulter, Asad R. Rahmani 2010 Resource Partitioning in Three Sympatric Species of Storks in Keoladeo National Park, India. Waterbirds 33(1):41–49\nMaheshwaran G & AR Rahmani 2008 Foraging technique and prey-handling time in black-necked stork (Ephippiorhynchus asiaticus) Integrative Zoology 3(4):274–279  doi:10.1111/j.1749-4877.2008.00101.x\n\n\n== External links ==\nBirds in my backyard, Australia\nNew South Wales, Australia\nImages and videos\n3D specimen\nBirdLife Species Factsheet",
    "ImageURL": "Blackneckedstork_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Black-necked_stork",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Ciconiiformes",
        "Family": "Ciconiidae",
        "Genus": "Ephippiorhynchus",
        "Species": "asiaticus"
    },
    "ScientificName": "Ephippiorhynchus asiaticus"
}