{
    "CommonName": "Blackish oystercatcher",
    "BriefSummary": "The blackish oystercatcher (Haematopus ater) is a species of wading bird in the oystercatcher family Haematopodidae. It is found in Argentina, Chile, the Falkland Islands and Peru, and is a vagrant to Uruguay. The population is estimated at 15,000–80,000.",
    "WikiContents": "The blackish oystercatcher (Haematopus ater) is a species of wading bird in the oystercatcher family Haematopodidae. It is found in Argentina, Chile, the Falkland Islands and Peru, and is a vagrant to Uruguay. The population is estimated at 15,000–80,000.\n\n\n== Description ==\nThe plumage of the blackish oystercatcher is slaty-black with wings and back being rather dark brown. The long bill is blood-red and the legs are white. The sexes are similar in appearance. The blackish oystercatcher is easily overlooked on a rocky shore. Its dark colour blends in with the colour of the rocks on which it walks as it forages, and it does not draw attention to itself. Its presence, however, can easily be detected by its loud and distinctive warning calls.  The song of the blackish oystercatcher, when given in duet, consists of an excited chatter of piping whistles. Calls include notes that sound like \"pip\"  and \"peeeeyeeee\".\n\n\n== Distribution and habitat ==\nThe blackish oystercatcher is native to the coasts of Argentina, Chile, the Falkland Islands and Peru, and it is a vagrant to Uruguay. The natural habitats of the blackish oystercatcher are rocky shores. It feeds in the intertidal zone on rocky shorelines, in rockpools and on pebble beaches. Rarely, it can be found on sandy beaches hunting for mole crabs.\n\n\n== Status ==\nThe IUCN rates the blackish oystercatcher as being of \"Least Concern\". It is not clear whether the population is increasing or decreasing, but the bird has a very large range and a total population estimated to be somewhere between 15,000 and 80,000 individuals.\n\n\n== Gallery ==\n\n\t\t\n\n\n== See also ==\nBlack oystercatcher\n\n\n== References ==\n Media related to Haematopus ater at Wikimedia Commons\n\nMundo Azul 2011. Mundo Azul species profile sheet: Blackish oystercatcher",
    "ImageURL": "Blackishoystercatcher_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blackish_oystercatcher",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Haematopodidae",
        "Genus": "Haematopus",
        "Species": "ater"
    },
    "ScientificName": "Haematopus ater"
}