{
    "CommonName": "Black Tree Monitor",
    "BriefSummary": "The black tree monitor  or Beccari's monitor (Varanus beccarii) is a species of lizard in the family Varanidae. The species is a relatively small member of the family, growing to about 90–120 cm (35–47 in) in total length (including tail). V. beccarii is endemic to the Aru Islands off New Guinea, living in an arboreal habitat. The skin color of adults is completely black, to which one common name refers.",
    "WikiContents": "The black tree monitor  or Beccari's monitor (Varanus beccarii) is a species of lizard in the family Varanidae. The species is a relatively small member of the family, growing to about 90–120 cm (35–47 in) in total length (including tail). V. beccarii is endemic to the Aru Islands off New Guinea, living in an arboreal habitat. The skin color of adults is completely black, to which one common name refers.\n\n\n== Taxonomy ==\nV. beccarii was first described as Monitor beccarii by Doria,  in 1874. Years later, it was classified as a subspecies of the emerald tree monitor (V. prasinus), but a 1991 review of the complex returned V. beccari to species status. Arguably, it should be maintained as a subspecies of the emerald tree monitor based on similarities in their hemipeneal structures, but genetic evidence supports their treatment as two different species.\n\n\n== Etymology ==\nThe generic name Varanus is derived from the Arabic word waral (ورل), which translates as \"monitor\" in English.  Its specific name, beccarii, is named after the Italian explorer Odoardo Beccari.\n\n\n== Description ==\nHatchlings and juveniles of V. beccarii are a dark grey in colour, with regular rows of bright yellow-green dots which are particularly noticeable on their backs. As they mature, they turn completely black, losing the colourful dots. Fully grown specimens reach 90–120 cm (35–47 in) in overall length (including tail), with the males slightly larger than the females.\nThe black tree monitor is generally well adapted for living in trees. Its tail is particularly long, sometimes two-thirds of the overall length, and is used in a prehensile manner to stabilize the animal in the branches.  In fact, the tail is used solely for this purpose, as the animal does not evince the defensive tail-lashing behaviour seen in other monitor species. The black tree monitor’s feet sport large claws and adhesive soles, which help it to maintain grip in the trees. It also has unusually long teeth for a monitor of its size, which may help it to hold on to prey it catches in the canopy. In the wild, the black tree monitor is reported to be nervous and high-strung; it will flee if threatened, and if handled carelessly, will scratch, bite, and defecate on the offender.\n\n\n== Predators and prey ==\nThe black tree monitor is carnivorous, consuming insects, smaller lizards, and small mammals such as shrews. It may also take scorpions, eggs, and nestlings. It is preyed upon by larger lizards and snakes, as well as foxes, which were introduced to the region. It is also hunted by humans. The hunting threat by humans has gone down, but humans still are a threat.\n\n\n== Geographic range and habitat ==\nV. beccarii is native to the Aru Islands in Indonesia, where it is known locally as waweyaro. It mainly inhabits humid forests and mangrove swamps.\n\n\n== Conservation ==\nV. beccarii is not on the IUCN red list, but it is vulnerable to loss of habitat due to its restricted range. It is also popular in the pet trade, with most specimens being captured from the wild because they need so much room to breed in captivity.\n\n\n== References ==\n\n\n== External links ==\nThe Big Zoo: Black Tree Monitor\nReptic Zone: Dwarf Monitor Care Sheets\nSaint Louis Zoo: Black Tree Monitor\nDallas Zoo: Black Tree Monitor\nRainforest Adventures: Black Monitor",
    "ImageURL": "BlackTreeMonitor_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Black_tree_monitor",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Varanidae",
        "Genus": "Varanus",
        "Species": "beccarii"
    },
    "ScientificName": "Varanus beccarii",
    "Zone": "* #### H"
}