{
    "CommonName": "Black tetra",
    "BriefSummary": "The black tetra (Gymnocorymbus ternetzi), also known as the black skirt tetra, petticoat tetra, high-fin black skirt tetra, black widow tetra and blackamoor,  is a freshwater fish of the characin family (Characidae). It is native to the Paraguay River basin of south-central Brazil (mainly Pantanal region), Paraguay and northeast Argentina, but there are also populations in the upper Paraná and Paraíba do Sul Rivers that likely were introduced. It was formerly reported from the Guapore River, but this population is part of G. flaviolimai, which is found throughout the Madeira River basin and was described in 2015. The black tetra is often kept in aquariums.Growing up to 7.5 cm (3.0 in) in length, the black tetra has a roughly tetragonal body shape and is greyish in colour, fading from near black at the tail to light at the nose. Two prominent, black, vertical bars appear just posterior to the gills. It is easily distinguished from all of its congeners by the presence of a dense field of dark chromatophores spread homogeneously over the posterior one half of the body unlike the lack of such pigmentation in all congeners.The black widow tetra is a schooling fish that feeds on small crustaceans, insects, and worms.",
    "WikiContents": "The black tetra (Gymnocorymbus ternetzi), also known as the black skirt tetra, petticoat tetra, high-fin black skirt tetra, black widow tetra and blackamoor,  is a freshwater fish of the characin family (Characidae). It is native to the Paraguay River basin of south-central Brazil (mainly Pantanal region), Paraguay and northeast Argentina, but there are also populations in the upper Paraná and Paraíba do Sul Rivers that likely were introduced. It was formerly reported from the Guapore River, but this population is part of G. flaviolimai, which is found throughout the Madeira River basin and was described in 2015. The black tetra is often kept in aquariums.Growing up to 7.5 cm (3.0 in) in length, the black tetra has a roughly tetragonal body shape and is greyish in colour, fading from near black at the tail to light at the nose. Two prominent, black, vertical bars appear just posterior to the gills. It is easily distinguished from all of its congeners by the presence of a dense field of dark chromatophores spread homogeneously over the posterior one half of the body unlike the lack of such pigmentation in all congeners.The black widow tetra is a schooling fish that feeds on small crustaceans, insects, and worms.\n\n\n== In the aquarium ==\n\nThe black skirt tetra is a common fish that is widely available for purchase.\nHobbyists often provide live foods such as daphnia and mosquito larvae, and frozen foods like bloodworms.\n\nThe species reaches sexual maturity at about two years of age. Like most characins, this species spawns by intermittently releasing and fertilizing eggs among plants. It frequently eats its own eggs, so keepers remove the fish after spawning.\nThe black tetra was also used to make genetically modified fish sold as GloFish (fluorescent colored fish).\n\n\n== Similar names ==\nThe black phantom tetra (Hyphessobrycon megalopterus) is a separate species. The black neon tetra (Hyphessobrycon herbertaxelrodi) is sometimes also called the black tetra.\n\n\n== See also ==\nList of freshwater aquarium fish species\n\n\n== References ==\n\n\"Gymnocorymbus ternetzi\". Integrated Taxonomic Information System. Retrieved 5 December 2004.",
    "ImageURL": "Blacktetra_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Black_tetra",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Characiformes",
        "Family": "Characidae",
        "Genus": "Gymnocorymbus",
        "Species": "ternetzi"
    },
    "ScientificName": "Gymnocorymbus ternetzi",
    "Zone": "* #### D"
}