{
    "CommonName": "Black-faced kangaroo",
    "BriefSummary": "The western grey kangaroo (Macropus fuliginosus), also referred to as a black-faced kangaroo, mallee kangaroo, and sooty kangaroo, is a large and very common kangaroo found across almost the entire southern part of Australia, from just south of Shark Bay to coastal South Australia, Western Australia, western Victoria, and the entire Murray–Darling basin in New South Wales and Queensland.",
    "WikiContents": "The western grey kangaroo (Macropus fuliginosus), also referred to as a black-faced kangaroo, mallee kangaroo, and sooty kangaroo, is a large and very common kangaroo found across almost the entire southern part of Australia, from just south of Shark Bay to coastal South Australia, Western Australia, western Victoria, and the entire Murray–Darling basin in New South Wales and Queensland.\n\n\n== Taxonomy ==\nLong known to the Aboriginal Australians, for Europeans, the western grey kangaroo was the centre of a great deal of sometimes comical taxonomic confusion for almost 200 years. It was first noted by European explorers when Matthew Flinders landed on Kangaroo Island in 1802. Flinders shot several for food but assumed that they were eastern grey kangaroos. In 1803, French explorers captured several Kangaroo Island western grey kangaroos and shipped them to Paris, where they lived in the Ménagerie du Jardin des Plantes for some years. Eventually, researchers at the Paris Museum of Natural History recognised that these animals were indeed distinct from the eastern grey kangaroo and formally described the species as Macropus fuliginosus in 1817. For reasons that remain unclear, the species was incorrectly described as native to Tasmania.\nThere the matter rested for over 100 years, and it was not until 1917 that researchers realised that the \"forester kangaroo\" of Tasmania was in fact Macropus giganteus, the same eastern grey kangaroo that was, and still is, widespread in the southeastern part of the mainland. By 1971, it was understood that the Kangaroo Island kangaroo belonged to the same species as the kangaroos of southern and Western Australia, and that this population extended through much of the eastern part of the continent as well (see range map). For a time, three subspecies were described, two on the mainland and one on Kangaroo Island. The current classification scheme emerged in the 1990s.\nThe western grey kangaroo is not found in the north or the southeast of Australia, and the eastern grey does not extend beyond the New South Wales–South Australia border, but the two species are both common in the Murray–Darling basin area. They never interbreed in the wild, although it has proved possible to produce hybrids between eastern grey females and western grey males in captivity.\n\n\n=== Subspecies ===\n\nThere are two subspecies of the western grey kangaroo:\n\nMacropus fuliginosus fuliginosus (commonly known as the Kangaroo Island kangaroo), which is endemic to Kangaroo Island, South Australia\nMacropus fuliginosus melanops, which has a range of different forms that intergrade clinally from west to east.\n\n\n== Description ==\nThe western grey kangaroo is one of the largest macropods in Australia. It weighs 28–54 kg (62–120 lb) and its length is 0.84–1.1 m (2 ft 9 in–3 ft 7 in) with a 0.80–1.0 m (2 ft 7 in–3 ft 3 in) tail, standing approximately 1.3 m (4 ft 3 in) tall. It exhibits sexual dimorphism with the male up to twice the size of female. It has thick, coarse fur with colour ranging from pale grey to brown; its throat, chest and belly have a paler colour.This species is difficult to distinguish from its sibling species, the eastern grey kangaroo (Macropus giganteus). However, the western grey kangaroo has darker grey-brown fur, darker colouration around the head, and sometimes has a blackish patch around the elbow.\n\n\n== Ecology and behaviour ==\n\n\n=== Diet ===\nIt feeds at night, mainly on grasses but also on leafy shrubs and low trees. It has a nickname \"stinker\" because mature males have a distinctive curry-like odour.\n\n\n=== Reproduction and development ===\nThe kangaroo lives in groups of up to 15. The males compete for females during the breeding season. During these \"boxing\" contests, they lock arms and try to push each other over. Usually, only the dominant male in the group mates. The gestation period is 30–31 days, after which, the incompletely developed fetus (referred to as a joey) attaches to the teat in the pouch for 130–150 days.Western grey kangaroo is closely related to eastern grey kangaroo (M. giganteus), and their distribution overlaps extensively, especially in the Murray–Darling basin. However, the two species interbreed only rarely in the wild. Although hybridisation occurs in both directions in the overlap zone between the two species in the wild, this does not seem to be the case with captive animals. Although interbreeding between the two species does occasionally occur in captive animals, viable offspring are only produced when the mating pair consists of a female eastern grey kangaroo and a male western grey kangaroo. This is an example of unidirectional hybridisation.\n\n\n== References ==",
    "ImageURL": "Blackfacedkangaroo_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Western_grey_kangaroo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Macropodidae",
        "Genus": "Macropus",
        "Species": "fuliginosus"
    },
    "ScientificName": "Macropus fuliginosus",
    "Zone": "* #### B"
}