{
    "CommonName": "Bleeding heart monkey",
    "BriefSummary": "The gelada (Theropithecus gelada, Amharic: ጭላዳ, translit. č̣əlada), sometimes called the bleeding-heart monkey or the gelada \"baboon\", is a species of Old World monkey found only in the Ethiopian Highlands, with large populations in the Semien Mountains. Geladas are actually not baboons (baboons are all taxonomic members of the genus Papio) but the only living members of the genus Theropithecus. Theropithecus is derived from the Greek root words for \"beast-ape\". Like its close relatives the baboons (genus Papio), it is largely terrestrial, spending much of its time foraging in grasslands.",
    "WikiContents": "The gelada (Theropithecus gelada, Amharic: ጭላዳ, translit. č̣əlada), sometimes called the bleeding-heart monkey or the gelada \"baboon\", is a species of Old World monkey found only in the Ethiopian Highlands, with large populations in the Semien Mountains. Geladas are actually not baboons (baboons are all taxonomic members of the genus Papio) but the only living members of the genus Theropithecus. Theropithecus is derived from the Greek root words for \"beast-ape\". Like its close relatives the baboons (genus Papio), it is largely terrestrial, spending much of its time foraging in grasslands.\n\n\n== Phylogeny and fossils ==\n\nSince 1979, it has been customary to place the gelada in its own genus (Theropithecus), though some genetic research suggests that this monkey should be grouped with its papionine (baboon) kin; other researchers have classified the species even farther distant from Papio. While Theropithecus gelada is the only living species of its genus, separate, larger species are known from the fossil record: T. brumpti, T. darti and T. oswaldi, formerly classified under genus Simopithecus. Theropithecus, while restricted at present to Ethiopia, is also known from fossil specimens found in Africa and the Mediterranean into Asia, including South Africa, Malawi, the Democratic Republic of the Congo, Tanzania, Uganda, Kenya, Ethiopia, Algeria, Morocco, Spain, and India, more exactly at Mirzapur, Cueva Victoria, Pirro Nord, Ternifine, Hadar, Turkana, Makapansgat and Swartkrans.\nThe two subspecies of gelada are:\nNorthern gelada, Theropithecus gelada gelada\nEastern gelada, southern gelada or Heuglin's gelada, Theropithecus gelada obscurus\n\n\n== Physical description ==\nThe gelada is large and robust. It is covered with buff to dark brown, coarse hair and has a dark face with pale eyelids. Its arms and feet are nearly black. Its short tail ends in a tuft of hair. Adult males have a long, heavy cape of hair on their backs. The gelada has a hairless face with a short muzzle that looks more similar to a chimpanzee's than a baboon's. It can also be physically distinguished from a baboon by the bright patch of skin on its chest. This patch is hourglass-shaped. On males, it is bright red and surrounded by white hair; on females, it is far less pronounced. However, when in estrus, the female's patch will brighten, and a \"necklace\" of fluid-filled blisters forms on the patch. This is thought to be analogous to the swollen buttocks common to most baboons experiencing estrus. In addition, females have knobs of skin around their patches. Geladas also have well developed ischial callosities. There is sexual dimorphism in this species: males average 18.5 kg (40.8 lb) while females are smaller, averaging 11 kg (24.3 lb). The head and body length of this species is 50–75 cm (19.7–29.5 in) for both sexes. Tail length is 30–50 cm (11.8–19.7 in).The gelada has several adaptations for its terrestrial and graminivorous (grass-eating) lifestyle. It has small, sturdy fingers adapted for pulling grass and narrow, small incisors adapted for chewing it. The gelada has a unique gait, known as the shuffle gait, that it uses when feeding. It squats bipedally and moves by sliding its feet without changing its posture. Because of this gait, the gelada's rump is hidden beneath and so unavailable for display; its bright red chest patch is visible, though.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Range and ecology ==\n\nGeladas are found only in the high grassland of the deep gorges of the central Ethiopian plateau. They live in elevations 1,800–4,400 m (5,900–14,400 ft) above sea level, using the cliffs for sleeping and montane grasslands for foraging. These grasslands have widely spaced trees and also contain bushes and dense thickets. The highland areas where they live tend to be cooler and less arid than lowlands areas. Thus, the geladas usually do not experience the negative effects that the dry season has on food availability. Nevertheless, in some areas, they do experience frost in the dry season, as well as hailstorms in the wet season.\nGeladas are the only primates that are primarily graminivores and grazers – grass blades make up to 90% of their diet. They eat both the blades and the seeds of grasses. When both blades and seeds are available, geladas prefer the seeds. They eat flowers, rhizomes and roots when available, using their hands to dig for the latter two. They consume herbs, small plants, fruits, creepers, bushes and thistles. Insects can be eaten, but only rarely and only if they can easily be obtained. During the dry season, grasses are eaten less and herbs are preferred. Geladas consume their food more like ungulates than primates, and they can chew their food as effectively as zebra.Geladas are primarily diurnal. At night, they sleep on the ledges of cliffs. At sunrise, they leave the cliffs and travel to the tops of the plateaux to feed and socialize. When morning ends, social activities tend to wane and the geladas primarily focus on foraging. They will travel during this time, as well. When evening arrives, geladas exhibit more social activities before descending to the cliffs to sleep.\n\n\n== Behavior ==\n\n\n=== Social structure ===\n\nGeladas live in a complex multilevel society similar to that of the hamadryas baboon. The smallest and most basic groups are the reproductive units, which are made up of one to twelve females, their young and one to four males, and the all-male units, which are made up of two to fifteen males. The next level of gelada societies are the bands, which are made up of two to 27 reproductive units and several all-male units. Herds consist of up to 60 reproductive units that are sometimes from different bands and last for short periods of time. Communities are made of one to four bands whose home ranges overlap extensively. A gelada can typically live to around 20 years old.Within the reproductive units, the females tend to be closely related and have strong social bonds. Reproductive units split if they become too large. While females have strong social bonds in the group, a female will only interact with at most three other members of her unit. Grooming and other social interactions among females usually occur between pairs. Females in a reproductive unit exist in a hierarchy, with higher-ranking females having more reproductive success and more offspring than lower-ranking females. Closely related females tend to have a similar hierarchical status. Females generally stay in their natal units for life; cases of females leaving are rare. Aggression within a reproduction unit, which is rare, is usually just between the females. Aggression is more frequent between members of different reproductive units and is usually started by females, but males and females from both sides will join and engage if the conflict escalates.\n\nMales can remain in a reproductive unit for four to five years. While geladas have traditionally been considered to have a male-transfer society, many males appear to be likely to return and breed in their natal bands. Nevertheless, gelada males leave their natal units and try to take over a unit of their own. A male can take over a reproductive unit either through direct aggression and fighting or by joining one as a subordinate and taking some females with him to create a new unit. When more than one male is in a unit, only one of them can mate with the females. The females in the group together can have power over the dominant male. When a new male tries to take over a unit and overthrow the resident male, the females can choose to support or oppose him. The male maintains his relationship with the females by grooming them rather than forcing his dominance, in contrast to the society of the hamadryas baboon. Females accept a male into the unit by presenting themselves to him. Not all the females may interact with the male. Usually, one may serve as his main partner. The male may sometimes be monopolized by this female. The male may try to interact with the other females, but they are usually unresponsive.Most all-male units consist of several subadults and one young adult, led by one male. A member of an all-male unit may spend two to four years in the group before attempting to join a reproductive unit. All-male groups are generally aggressive towards both reproductive units and other all-male units. As in reproductive units, aggression within all-male units is rare. As bands, reproductive units exist in a common home range. Within the band, members are closely related and between the units there is no social hierarchy. Bands usually break apart every eight to nine years as a new band forms in a new home range.\nResearchers from the University of the Free State (UFS) in South Africa, while observing gelada during field studies, discovered that the monkeys were capable of 'cheating' on their partners and covering up their 'infidelity'. A non-dominant male would mate surreptitiously with a female, suppressing their normal mating cries so as not to be overheard. If discovered, the dominant male would attack the miscreants in a clear form of punishment. It is the first time that evidence of the knowledge of cheating and fear of discovery has been recorded among animals in the wild. Dr. Aliza le Roux of the university's Department of Zoology and Entomology believes that dishonesty and punishment are not uniquely human traits, and that the observed evidence of this behaviour among gelada monkeys suggests that the roots of the human system of deceit, crime and punishment lie very deep indeed.Mixed-species association was observed between solitary Ethiopian wolves and geladas. According to the study's findings, gelada monkeys would not typically move on encountering Ethiopian wolves, even when they were in the middle of the herd—68 percent of encounters resulted in no movement and only 11 percent resulted in a movement of greater than 10 m (33 ft). In stark contrast, the geladas always fled great distances to the cliffs for safety whenever they encountered aggressive domestic dogs.\n\n\n=== Reproduction and parenting ===\n\nWhen in estrus, the female points her posterior towards a male and raises it, moving her tail to one side. The male then approaches the female and inspects her chest and genital areas. A female will copulate up to five times per day, usually around midday. Breeding and reproduction can occur at any time of the year, although some areas have birth peaks.\n\nMost births occur at night. Newborn infants have red faces and closed eyes, and they are covered in black hair. On average, newborn infants weigh 464 g (16.4 oz). Females that have just given birth stay on the periphery of the reproductive unit. Other adult females may take an interest in the infants and even kidnap them. An infant is carried on its mother's belly for the first five weeks, and thereafter on her back. Infants can move independently at around five months old. A subordinate male in a reproductive unit may help care for an infant when it is six months old. When herds form, juveniles and infants may gather into play groups of around ten individuals. When males reach puberty, they gather into unstable groups independent of the reproductive units. Females sexually mature at around three years, but do not give birth for another year. Males reach puberty at about four or five years, but they are usually unable to reproduce because of social constraints and wait until they are about eight to ten years old. Average life span in the wild is 19 years.\n\n\n=== Communication ===\nAdult geladas use a diverse repertoire of vocalizations for various purposes, such as: contact, reassurance, appeasement, solicitation, ambivalence, aggression and defense. The level of complexity of these vocalizations is thought to near that of humans. They sit around and chatter at each other, signifying to those around that they matter, in a way, to the individual \"speaking\". To some extent, calls are related to the status of an individual. In addition, females have calls signaling their estrus. Geladas communicate through gestures, as well. They display threats by flipping their upper lips back on their nostrils to display their teeth and gums, and by pulling back their scalps to display the pale eyelids. A gelada submits by fleeing or presenting itself.\n\n\n== Conservation status ==\nIn 2008, the IUCN assessed the gelada as Least Concern, although their population had reduced from an estimated 440,000 in the 1970s to around 200,000 in 2008. It is listed in Appendix II of CITES. Major threats to the gelada are a reduction of their range as a result of agricultural expansion and shooting as crop pests. Previously, these monkeys were trapped for use as laboratory animals or hunted to obtain their capes to make items of clothing. As of 2008, proposals have been made for a new Blue Nile Gorges National Park and Indeltu (Shebelle) Gorges Reserve to protect larger numbers.\n\n\n== References ==\n\n\n== External links ==\nARKive - Images of the gelada (Theropithecus gelada)\nPrimate Info Net Theropithecus gelada Factsheet\nMonkeyCam video",
    "ImageURL": "Bleedingheartmonkey_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gelada",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Cercopithecidae",
        "Genus": "Theropithecus",
        "Species": "gelada"
    },
    "ScientificName": "Theropithecus gelada"
}