{
    "CommonName": "Blesbok",
    "BriefSummary": "The blesbok or blesbuck (Damaliscus pygargus phillipsi) is an antelope endemic to South Africa. It has a distinctive white face and forehead which inspired the name, because bles is the Afrikaans word for a blaze such as one might see on the forehead of a horse.",
    "WikiContents": "The blesbok or blesbuck (Damaliscus pygargus phillipsi) is an antelope endemic to South Africa. It has a distinctive white face and forehead which inspired the name, because bles is the Afrikaans word for a blaze such as one might see on the forehead of a horse.\n\n\n== Affinities and status ==\nThe blesbok and the bontebok (Damaliscus pygargus dorcas) are variant subspecies of one another and can readily interbreed, the offspring being known as the bontebles or baster blesbok, the differences between the two subspecies have arisen due to preferences for different habitats in the wild. The blesbok is endemic to southern Africa and is found in large numbers in all national parks with open grasslands, from the Highveld north of the Vaal river southwards through the Free State, to the Eastern Cape. It is a plains species and dislikes wooded areas. It was first discovered in the 17th century, in numbers so numerous, herds reached from horizon to horizon.\n\n\n== Physical characteristics ==\n\nPhysically, rams and ewes are remarkably similar. Their mass can be as much as 85 kg. A characteristic of the blesbok is the prominent white blaze on the face and a horizontal brown strip which divides this blaze above the eyes. Body colour is brown with a lighter-coloured saddle on the back, and the rump an even lighter shade. The legs are brown with a white patch behind the top part of the front legs. Lower legs whitish. Both sexes carry horns, ringed almost to the tip. Female horns are slightly more slender. The neck and the top of the back of the blesbok is brown. Lower down on the flanks and buttocks, the coloring becomes darker. The belly, the inside of the buttocks and the area up to the base of the tail is white. Blesbok can be easily differentiated from other antelopes because they have a distinct white face and forehead. The blesbok differs from the bontebok by having less white on the coat and the blaze on the face, which is usually divided, the coat is also a lighter yellow than that of the bontebok. The length of their horns averages at around 38 cm. Male adult blesbok average around 70 kg; females average lower, at around 61 kg.\nBody length: 140–160 cm (4.6–5.2 ft)\nShoulder height: 85–100 cm (2.79–3.28 ft)\nTail length: 30–45 cm (12–18 in)\nWeight: 55–80 kg (121–176 lb)\n\n\n== Habitat ==\nBlesbok can be found in open veld or plains of South Africa and Namibia. Their preferred habitat is open grassland with water. They often occupy relatively small territories of 2.5 to 6.0 acres in size.\nThey were once one of the most abundant antelope species of the African plains, but have become scarce since 1893 due to relentless hunting for their skins and meat.\n\n\n== Reproduction ==\n\nThe blesbok is a seasonal breeder, with rutting from March to May. Births peak during November and December after a gestation period of about 240 days (8 months). Females give birth to a single calf per breeding season.\n\n\n== Status ==\nThe blesbok was hunted nearly to extinction because of its large numbers, but having been protected since the late 19th century, it has proliferated and today it is sufficiently numerous not to be classed as endangered. In modern times, this is largely because of the commercial value of the blesbok to private land owners, and also because it is one of the few medium-sized antelope that can be contained by normal stock fencing. At the start of the 21st century, blesbok numbers are stable, estimated to be around 240,000. However, 97% of them live outside reserves, and only 3% in national parks. They also are common in zoos, though in far smaller numbers.\n\n\n== Predators ==\nHumans, lions, leopards, African wild dogs, spotted hyenas, and cheetahs are the blesbok's main predators, while jackals and eagles may attack the calves. The blesbok is both farmed and hunted for the skin, meat, and trophy. Blesbok are shy and alert; they rely on speed and endurance to escape predators, but have an tendency to return to place where they were attacked after a few minutes. They can maintain a speed of 70 km/h (43 mph) when chased, but, like other white-fronted damalisques, blesbok are not good jumpers or crawlers.\n\n\n== Paleontology ==\nFossil remains of a prehistoric relative, Damaliscus niro, were found in deposits in Sterkfontein. With a weight of approximately 120 kg, it was heavier than the modern blesbok and it had slightly different horns. D. niro became extinct at the end of the Pleistocene 12 thousand years ago.\n\n\n== References ==\n\n\n== External links ==\nA video of a blesbok cow trying to save its offspring from a south China tigress\nA video of a south China tiger named Hope tackling a blesbok",
    "ImageURL": "Blesbok_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blesbok",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Damaliscus",
        "Species": "pygargus"
    },
    "ScientificName": "Damaliscus pygargus",
    "Zone": "* #### J"
}