{
    "CommonName": "Blue catfish",
    "BriefSummary": "The blue catfish (Ictalurus furcatus) is the largest species of North American catfish, reaching a length of 165 cm (65 in) and a weight of 68 kg (150 lb). The typical length is about 25–46 in (64–117 cm). The fish can live to 20 years. The native distribution of blue catfish is primarily in the Mississippi River drainage, including the Missouri, Ohio, Tennessee, and Arkansas Rivers,  and the Rio Grande, and south along the Gulf Coast to Belize and Guatemala. These large catfish have also been introduced in a number of reservoirs and rivers, notably the Santee Cooper lakes of Lake Marion and Lake Moultrie in South Carolina, the James River in Virginia, Powerton Lake in Pekin, Illinois, and Springfield Lake in Springfield, Illinois. This fish is also found in some lakes in Florida. The fish is considered an invasive pest in some areas, particularly the Chesapeake Bay.  Blue catfish can tolerate brackish water, thus can colonize along inland waterways of coastal regions.",
    "WikiContents": "The blue catfish (Ictalurus furcatus) is the largest species of North American catfish, reaching a length of 165 cm (65 in) and a weight of 68 kg (150 lb). The typical length is about 25–46 in (64–117 cm). The fish can live to 20 years. The native distribution of blue catfish is primarily in the Mississippi River drainage, including the Missouri, Ohio, Tennessee, and Arkansas Rivers,  and the Rio Grande, and south along the Gulf Coast to Belize and Guatemala. These large catfish have also been introduced in a number of reservoirs and rivers, notably the Santee Cooper lakes of Lake Marion and Lake Moultrie in South Carolina, the James River in Virginia, Powerton Lake in Pekin, Illinois, and Springfield Lake in Springfield, Illinois. This fish is also found in some lakes in Florida. The fish is considered an invasive pest in some areas, particularly the Chesapeake Bay.  Blue catfish can tolerate brackish water, thus can colonize along inland waterways of coastal regions.\n\n\n== Record-setting fish ==\nOn June 18, 2011, Nick Anderson of Greenville, North Carolina reeled in a 143-lb blue catfish from John Kerr Reservoir, more commonly known as Buggs Island Lake, on the Virginia-North Carolina border.  On June 22, 2011, the Virginia Department of Game and Inland Fisheries certified the blue catfish as the state's largest, setting a new state record. The fish had a length of 57 in (145 cm) and a girth of 47 in (120 cm).\nOn February 7, 2012, a 136-lb blue catfish was caught on a commercial-fishing trot line in Lake Moultrie, one of the two Santee Cooper lakes, near Cross, South Carolina.  It was 56 inches long.  The fish is the largest blue catfish ever weighed on a certified scale in South Carolina, but it is not eligible for state record certification because it was not caught on a rod and reel.\nOn July 20, 2010, a yet-to-be-certified new world record blue catfish was caught by Greg Bernal of Florissant, Missouri, on the Missouri River.  Greg's girlfriend, Janet Momphard, a nurse from St. Charles, helped land the world-record fish. The record catfish weighed in at 130 lb. It was 57 in long and 45 in around. The previous angling world record, 124 lb, was caught by Tim Pruitt on May 22, 2005, in the Mississippi River. This record broke the previous blue catfish record of 121.5 lb caught from Lake Texoma, Texas.\nExtreme angler Aron Puryear, while not catching the biggest, is thought to have caught the most blue catfish. He is rumored to have caught between 28,000 and 30,000 blue catfish. He is known as \"the blue cat collector\" and always practices catch and release.Extreme hand-lining expert Zachary Gustafson holds the record for hand-lining in a 107-lb blue catfish on 15-lb-test braided line. The catfish was pulled in on June 5, 2015 on the Potomac River. The record-setting catfish was pulled in using a sausage with a circle hook.The Indiana record for a blue catfish was set in 1999 by Bruce Midkiff. The fish was caught in the Ohio River and weighed 104 lb.\n\n\n== Identification ==\nBlue catfish are often misidentified as channel catfish. Blue catfish are heavy bodied, blueish gray in color, and have a dorsal hump. The best way to tell the difference between a channel catfish and a blue catfish is to count the number of rays on the anal fin. A blue catfish has 30–36 rays, whereas a channel catfish has 25–29. Blue catfish also have barbels, a deeply forked tail, and a protruding upper jaw.\n\n\n== Diet ==\nBlue catfish are opportunistic predators and eat any species of fish they can catch, along with crawfish, freshwater mussels, frogs, and other readily available aquatic food sources. Catching their prey becomes all the more easy if it is already wounded or dead, and blue catfish are noted for feeding beneath marauding schools of striped bass in open water in reservoirs or feeding on wounded baitfish that have been washed through dam spillways or power-generation turbines.\n\n\n== Pest status ==\n\nThe ability of the blue catfish to tolerate a wide range of climates and brackish water has allowed it to thrive in Virginia's rivers, lakes, tributaries, and the Chesapeake Bay. Unfortunately, the relatively low mortality rate, large body size, wide range of species preyed upon, and success as a predator has resulted in the blue catfish being considered a problematic invasive species in Virginia. Since their introduction in Virginia waters in the 1970s, blue catfish populations have exploded. Recent electrofishing studies have documented capture rates in excess of 6,000 fish/hr, whereas studies from the native range show peak electrofishing capture rates of 700 fish/hr. Clearly, blue catfish are a dominant species within the freshwater and oligohaline portions of Virginia's tidal rivers. The introduction of blue catfish in Virginia's tidal rivers was thought to have negative impacts on anadromous American shad, blueback herring, and alewife; however, predation of these species by blue catfish has been demonstrated to be minimal. Much of the narrative that has been built around the species as a dangerous apex predator in the Chesapeake Bay is simply not true. Researchers from Virginia Tech have found the species to be mostly herbivorous and omnivorous, with diets consisting largely of hydrilla and Asian clams, both of which are invasive to the Chesapeake Bay. Blue catfish do eat blue crabs with some regularity, which is problematic because blue crabs represent the most valuable fishery in the Chesapeake Bay.\n\n\n== See also ==\nFlathead catfish (Pylodictis olivaris), another very large North American catfish\nChannel catfish (Ictalurus punctatus), a species of North American catfish closely related to the blue catfish\n\n\n== References ==\n\n\n== Further reading ==\nJohnson, Ryan (2015).  Ryan Believes Everything He Reads. Alamagordo, Texas: Penguin Publishing. ISBN 0-123456-78-9.\nSalmon, M. H. III (1997). The Catfish As A Metaphor. Silver City, New Mexico: High-Lonesome Books. ISBN 0-944383-43-2.\n\n\n== External links ==\nBlue Catfish Factsheet. USGS\n \"Mississippi Catfish\" . Encyclopedia Americana. 1920.\nBlue Catfish Records.",
    "ImageURL": "Bluecatfish_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blue_catfish",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Siluriformes",
        "Family": "Ictaluridae",
        "Genus": "Ictalurus",
        "Species": "furcatus"
    },
    "ScientificName": "Ictalurus furcatus"
}