{
    "CommonName": "Blue-tongued Skink",
    "BriefSummary": "Blue-tongued skinks comprise the Australasian genus Tiliqua, which contains some of the largest members of the skink family (Scincidae). They are commonly called blue-tongued lizards or simply blue-tongues or blueys in Australia. As suggested by these common names, a prominent characteristic of the genus is a large blue tongue that can be bared as a bluff-warning to potential enemies. Blue-tongued skinks are also bred in captivity and sold as house pets. They are relatively shy in comparison with other lizards, and also significantly slower due to their short legs.",
    "WikiContents": "Blue-tongued skinks comprise the Australasian genus Tiliqua, which contains some of the largest members of the skink family (Scincidae). They are commonly called blue-tongued lizards or simply blue-tongues or blueys in Australia. As suggested by these common names, a prominent characteristic of the genus is a large blue tongue that can be bared as a bluff-warning to potential enemies. Blue-tongued skinks are also bred in captivity and sold as house pets. They are relatively shy in comparison with other lizards, and also significantly slower due to their short legs.\n\n\n== Systematics and distribution ==\nBlue-tongued skinks are closely related to the genera Cyclodomorphus and Hemisphaeriodon. All species are found on mainland Australia with the exception of Tiliqua gigas, which occurs in New Guinea and various islands of Indonesia. One subspecies of Tiliqua scincoides is also found on several small Indonesian islands between Australia and New Guinea. Tiliqua nigrolutea is the only species present in Tasmania. With the exception of the pygmy blue-tongue, they are relatively large lizards (up to 45 cm total length), light-bodied, short-limbed, broad with distinct heads and dull teeth.\n\n\n== Ecology ==\nMost species are diurnal, ground-foraging omnivores, feeding on a wide variety of insects, gastropods, flowers, fruits and berries. The pygmy blue-tongue is again the exception, being primarily an ambush predator of terrestrial arthropods. All are viviparous, with litter sizes ranging from 1-4 in the pygmy blue-tongue and shingleback to 5-24 in the eastern and northern blue-tongues.\n\n\n== Species ==\n\n\n== Notes ==\n\n\n== References ==\nAustin, J.J. & Arnold, E.N. (2006). Using ancient and recent DNA to explore relationships of extinct and endangered Leiolopisma skinks (Reptilia: Scincidae) in the Mascarene islands. Molecular Phylogenetics and Evolution 39(2): 503–511. doi:10.1016/j.ympev.2005.12.011 (HTML abstract)\nBull, C.M. (1988). Mate fidelity in an Australian lizard Trachydosaurus rugosus (Scincidae). Copeia 1987(3): 749-757.\nBull, C.M. (1990). Comparison of displaced and retained partners in a monogamous lizard Tiliqua rugosa. Australian Wildlife Research 17: 135-140.\nValentic, R.A. (1996). A prey record of the Eastern Blue-tongue Tiliqua scincoides for the common brown snake Pseudonaja textilis. Monitor 8(3): 155.\n\n\n== External links ==\nBluetongue fact file\nBlue-tongued Lizards in New South Wales",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Tiliqua_scincoides_scincoides.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blue-tongued_skink"
}