{
    "CommonName": "Blue duck",
    "BriefSummary": "The blue duck or whio (Hymenolaimus malacorhynchos) is a member of the duck, goose and swan family Anatidae endemic to New Zealand. It is the only member of the genus Hymenolaimus. Its exact taxonomic status is still unresolved, but it appears to be most closely related to the tribe Anatini, the dabbling ducks. Its Māori name, pronounced \"fee-oh\" and commonly used in New Zealand English, is an onomatopoetic rendition of the males' call.\nThe whio is depicted on the reverse side of the New Zealand $10 banknote.",
    "WikiContents": "The blue duck or whio (Hymenolaimus malacorhynchos) is a member of the duck, goose and swan family Anatidae endemic to New Zealand. It is the only member of the genus Hymenolaimus. Its exact taxonomic status is still unresolved, but it appears to be most closely related to the tribe Anatini, the dabbling ducks. Its Māori name, pronounced \"fee-oh\" and commonly used in New Zealand English, is an onomatopoetic rendition of the males' call.\nThe whio is depicted on the reverse side of the New Zealand $10 banknote.\n\n\n== Description ==\n\nThe blue duck is 53 to 54 cm (21–21 in) long and varies in weight by sex. Females are smaller than males, weighing 680–870 g (24–31 oz), whereas the males weigh 820–1,077 g (28.9–38.0 oz). The plumage is a dark slate-grey with a greenish sheen on the head, a chestnut-flecked breast. The outer secondaries are tipped with white and the inner ones have black margins. The plumage of the two sexes are mostly the same, although the female has slightly less chestnut in the chest. The pinkish-white bill has fleshy flaps of skin hanging from the sides of its tip. \n\n\n=== Song ===\nThe male's call is an aspirated whistle, and the female's is a rattling growl. The blue duck hatches with a green beak for just 8 hours after hatching; after which it then develops its final colour.\n\n\n== Taxonomy ==\nThe blue duck was first described in the 13th edition of the Systema Naturae published by Johann Friedrich Gmelin in 1789. The species is the only member of its genus and has no close relatives. Its taxonomic relationships with other waterfowl species remains uncertain; DNA analysis has placed it as a sister to the South American dabbling ducks (Anatini), but with no close relative. As of 2013, it was commonly listed as incertae sedis but likely within the Anatinae and allied to the Anatini. It was formerly thought to be related to the shelduck tribe.Although the North Island and South Island whio are genetically distinct, they are not described as subspecies; they are, however, treated as separate management units.\n\n\n== Behaviour ==\nThis species is an endemic resident breeder in New Zealand, nesting in hollow logs, small caves and other sheltered spots. It is a rare duck, holding territories on fast flowing mountain rivers. It is a powerful swimmer even in strong currents, but is reluctant to fly. It is difficult to find, but not particularly wary when located.\n\n\n=== Diet ===\nThe blue duck feeds almost entirely on aquatic invertebrates, with the majority of food items being made up of caddisfly larvae. It may on occasion take berries and the fruits of shrubs.\n\n\n=== Breeding ===\n\nBlue ducks nest between August and October, laying 4-9 creamy white eggs. The female incubates the eggs for 35 days and chicks can fly when about 70 days old.\nNesting and egg incubation of four to seven eggs is undertaken by the female while the male stands guard. Nests are shallow, twig, grass and down-lined scrapes in caves, under river-side vegetation or in log-jams, and are therefore very prone to spring floods. For this, and other reasons, their breeding success is extremely variable from one year to the next.\n\n\n== Captivity ==\n\nCaptive North Island whio are held and bred on both main islands of New Zealand, but the progeny are returned to their respective island. South Island whio are held and bred in captivity in the South Island only. All captives are kept by approved and permitted zoological and wildlife facilities as part of the national recovery plan. As part of this current ten-year plan (2009-2019) is the WHIONE program which works with specially trained nose dogs to locate nests. The eggs removed and ducklings hatched and raised in captivity. Later they are conditioned for coordinated release.\nBlue ducks were presented to the International Waterfowl Association in the UK in the 1970s along with New Zealand shovelers, New Zealand scaup, and brown teal by The Wildlife Service of New Zealand. The species were maintained in the UK until at least 2012 before dying out. They have not been known to be exported and maintained anywhere else internationally.\n\n\n== Status ==\nThe blue duck is classified as Endangered by the IUCN due to its highly fragmented and shrinking population, and it is listed as Nationally Endangered in the New Zealand Threat Classification System. A 2010 census estimated a total population size of 2,500-3,000 individuals, with a maximum of 1,200 pairs.The blue duck is a very localised species now threatened by predation from introduced mammals such as stoats, competition for its invertebrate food with introduced trout, and damming of mountain rivers for hydroelectric schemes. In 2009 the New Zealand Department of Conservation started a ten-year recovery programme to protect the species at eight sites using predator control and then re-establish populations throughout their entire former range. Female whio are especially vulnerable to stoats while nesting, and some populations are now 70 percent male. In one study area, clutches of eggs lasted an average of nine days before being destroyed by stoats, and the one brood that hatched was killed the next day.In 2011 the New Zealand Department of Conservation and Genesis Energy started the Whio Forever Project, a five-year management programme for Whio. It will enable the implementation of a national recovery plan that will double the number of fully operational secure blue duck breeding sites throughout New Zealand, and boost pest control efforts.\n\n\n== References ==\n\n\n== Further reading ==\nAdams, J.; Cunningham, D.; Molloy, J.; Phillipson, S. (1997). \"Blue duck (Whio) Hymenolaimus malacorhynchos recovery plan 1997–2007\" (PDF). Wellington, New Zealand: Department of Conservation. Retrieved 7 November 2007.\nWhitehead, A.; Edge, K.; Smart, A.; Hill, G.; Willans, M. (2008). \"Large scale predator control improves the productivity of a rare New Zealand riverine duck\". Biological Conservation. 141 (11): 2784–2794. doi:10.1016/j.biocon.2008.08.013.\nWhitehead, A.; Elliott, G.; McIntosh, A. (2010). \"Large-scale predator control increases population viability of a rare New Zealand riverine duck\". Austral Ecology. 35 (7): 722–730. doi:10.1111/j.1442-9993.2009.02079.x.\n\n\n== External links ==\nARKive: Images and movies of the Blue Duck (Hymenolaimus malacorhynchos)\nBirdLife Species Factsheet.\nBlue duck/Whio at the Department of Conservation\nTerraNature | New Zealand ecology - Blue duck (Whio)\nBlue Duck Project Charitable Trust\nWhio Forever Project\nCentral North Island Blue Duck Trust",
    "ImageURL": "Blueduck_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blue_duck",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Anseriformes",
        "Family": "Anatidae",
        "Genus": "HymenolaimusG.R. Gray",
        "Species": "malacorhynchos"
    },
    "ScientificName": "HymenolaimusG.R. Gray malacorhynchos"
}