{
    "CommonName": "Blue shark",
    "BriefSummary": "The blue shark (Prionace glauca) is a species of requiem shark, in the family Carcharhinidae, that inhabits deep waters in the world's temperate and tropical oceans. Preferring cooler waters, blue sharks migrate long distances, such as from New England to South America. The species is listed as Near Threatened by the IUCN.\nAlthough generally lethargic, they can move very quickly. Blue sharks are viviparous and are noted for large litters of 25 to over 100 pups. They feed primarily on small fish and squid, although they can take larger prey. Maximum lifespan is still unknown, but it is believed that they can live up to 20 years.",
    "WikiContents": "The blue shark (Prionace glauca) is a species of requiem shark, in the family Carcharhinidae, that inhabits deep waters in the world's temperate and tropical oceans. Preferring cooler waters, blue sharks migrate long distances, such as from New England to South America. The species is listed as Near Threatened by the IUCN.\nAlthough generally lethargic, they can move very quickly. Blue sharks are viviparous and are noted for large litters of 25 to over 100 pups. They feed primarily on small fish and squid, although they can take larger prey. Maximum lifespan is still unknown, but it is believed that they can live up to 20 years.\n\n\n== Anatomy and appearance ==\nBlue sharks are light-bodied with long pectoral fins. Like many other sharks, blue sharks are countershaded: the top of the body is deep blue, lighter on the sides, and the underside is white. The male blue shark commonly grows to 1.82 to 2.82 m (6.0 to 9.3 ft) at maturity, whereas the larger females commonly grow to 2.2 to 3.3 m (7.2 to 10.8 ft) at maturity. Large specimens can grow to 3.8 m (12 ft) long. Occasionally, an outsized blue shark is reported, with one widely printed claim of a length of 6.1 m (20 ft), but no shark even approaching this size has been scientifically documented. The blue shark is fairly elongated and slender in build and typically weighs from 27 to 55 kg (60 to 121 lb) in males and from 93 to 182 kg (205 to 401 lb) in large females. Occasionally, a female in excess of 3 m (9.8 ft) will weigh over 204 kg (450 lb). The heaviest reported weight for the species was 391 kg (862 lb). The blue shark is also ectothermic and it has a unique sense of smell.\n\n\t\t\n\t\t\n\t\t\n\n\n== Reproduction ==\n\nThey are viviparous, with a yolk-sac placenta, delivering four to 135 pups per litter. The gestation period is between nine and 12 months. Females mature at five to six years of age and males at four to five. Courtship is believed to involve biting by the male, as mature specimens can be accurately sexed according to the presence or absence of bite scarring. Female blue sharks have adapted to the rigorous mating ritual by developing skin three times as thick as male skin.\n\n\n== Ecology ==\n\n\n=== Range and habitat ===\nThe blue shark is an oceanic and epipelagic shark found worldwide in deep temperate and tropical waters from the surface to about 350 m (1,150 ft). In temperate seas it may approach shore, where it can be observed by divers; while in tropical waters, it inhabits greater depths. It lives as far north as Norway and as far south as Chile. Blue sharks are found off the coasts of every continent, except Antarctica. Its greatest Pacific concentrations occur between 20° and 50° North, but with strong seasonal fluctuations. In the tropics, it spreads evenly between 20° N and 20° S. It prefers water temperatures between 12 and 20 °C (54–68 °F), but can be seen in water ranging from 7 to 25 °C (45–77 °F). Records from the Atlantic show a regular clockwise migration within the prevailing currents.\n\n\n=== Feeding ===\nSquid are important prey for blue sharks, but their diet includes other invertebrates, such as cuttlefish and pelagic octopuses, as well as lobster, shrimp, crab, a large number of bony fishes, small sharks, mammalian carrion and occasional sea birds. Whale and porpoise blubber and meat have been retrieved from the stomachs of captured specimens and they are known to take cod from trawl nets. Sharks have been observed and documented working together as a \"pack\" to herd prey into a concentrated group from which they can easily feed. Blue sharks may eat tuna, which have been observed taking advantage of the herding behaviour to opportunistically feed on escaping prey. The observed herding behaviour was undisturbed by different species of shark in the vicinity that normally would pursue the common prey. The blue shark can swim at fast speeds, allowing it to catch up with prey easily. Its triangular teeth allow it to easily catch hold of slippery prey.\n\n\n=== Predators ===\nYoung and smaller individuals may be eaten by larger sharks, such as the great white shark and the tiger shark.  Killer whales have been reported to hunt blue sharks. This shark may host several species of parasites. For example, the blue shark is the definitive host of the tetraphyllidean tapeworm, Pelichnibothrium speciosum (Prionacestus bipartitus). It becomes infected by eating intermediate hosts, probably opah (Lampris guttatus) and/or longnose lancetfish (Alepisaurus ferox).\n\n\n== Relationship to humans ==\nIt is estimated that 10 to 20 million of these sharks are killed each year as a result of fishing. The meat is edible, but not widely sought after; it is consumed fresh, dried, smoked and salted and diverted for fishmeal. There is a report of high concentration of heavy metals (mercury and lead) in the edible flesh. The skin is used for leather, the fins for shark-fin soup and the liver for oil. Blue sharks are occasionally sought as game fish for their beauty and speed.\nBlue sharks rarely bite humans. From 1580 up until 2013, the blue shark was implicated in only 13 biting incidents, four of which ended fatally.\n\n\n=== In captivity ===\nBlue sharks, like most pelagic sharks, tend to fare poorly in captivity. The first attempt of keeping blue sharks in captivity was at Sea World San Diego in 1968, and since then a small number of other public aquariums in North America, Europe and Asia have attempted it. Most of these were in captivity for about three months or less, and some of them were released back to the wild afterwards. The record time for blue sharks in captivity is 246 and 224 days for two individuals at Tokyo Sea Life Park, 210 days for an individual at New Jersey Aquarium, and 194 days for one at Lisbon Oceanarium. Blue sharks have proven relatively easy to feed in captivity, and the three primary issues appear to be transport, predation by larger sharks and trouble avoiding smooth surfaces in tanks. Small blue sharks, up to 1 m (3.3 ft) long, are relatively easy to transport to aquariums, but it is much more complicated in larger individuals. However, this typical small size when introduced to aquariums means that they are highly vulnerable to predation by other sharks that often are kept, such as bull, grey reef, sandbar and sand tiger. For example, several blue sharks kept at Sea World San Diego initially did fairly well, but were eaten when bull sharks were added to their exhibit. Attempts of keeping blue sharks in tanks of various sizes, shapes and depths have shown that they have trouble avoiding walls, aquarium windows and other smooth surfaces, eventually leading to abrasions to the fins or snout, which may result in serious infections. To keep blue sharks, it is therefore necessary with tanks that allow for relatively long, optimum swimming paths where potential contact with smooth surfaces is kept at a minimum. It has been suggested that prominent rockwork may be easier to avoid for blue sharks than smooth surfaces, as has been shown in captive tiger sharks.\n\n\n== Conservation status ==\nIn June 2018 the New Zealand Department of Conservation classified the blue shark as \"Not Threatened\" with the qualifier \"Secure Overseas\" under the New Zealand Threat Classification System. The species is listed as Near Threatened by the IUCN.\n\n\n== See also ==\n\nOutline of sharks\nList of sharks\nList of prehistoric cartilaginous fish genera\n\n\n== References ==\n\n\n== External links ==\n\"Prionace glauca\". Integrated Taxonomic Information System. Retrieved 15 November 2005.\nBlue shark, Prionace glauca at marinebio.org\nBlue shark, Prionace glauca at the Encyclopedia of Life \nARKive – Images and movies of the blue shark (Prionace glauca)\nCanadian Shark research laboratory\nBBCNews – 'Jaws' comes to a US beach 3 August 2010.\nBBCNews – Footage of shark which closed New Quay (Wales) beach 8 August 2012.\nSpecies Description of Prionace glauca at www.shark-references.com",
    "ImageURL": "Blueshark_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blue_shark",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Chondrichthyes",
        "Order": "Carcharhiniformes",
        "Family": "Carcharhinidae",
        "Genus": "PrionaceCantor",
        "Species": "glauca"
    },
    "ScientificName": "PrionaceCantor glauca",
    "Zone": "* #### J"
}