{
    "CommonName": "Blue-faced booby",
    "BriefSummary": "The masked booby (Sula dactylatra) is a large seabird of the booby family, Sulidae. First described by French naturalist René-Primevère Lesson in 1831, the masked booby is one of six species of booby in the genus Sula. This species breeds on islands in tropical oceans, except in the eastern Atlantic; in the eastern Pacific it is replaced by the Nazca booby (Sula granti) which was formerly regarded as a subspecies of masked booby. It is also called the masked gannet or the blue-faced booby.\nThe masked booby nests in small colonies, laying two chalky white eggs on sandy beaches in shallow depressions. The first chick usually kills the second one.",
    "WikiContents": "The masked booby (Sula dactylatra) is a large seabird of the booby family, Sulidae. First described by French naturalist René-Primevère Lesson in 1831, the masked booby is one of six species of booby in the genus Sula. This species breeds on islands in tropical oceans, except in the eastern Atlantic; in the eastern Pacific it is replaced by the Nazca booby (Sula granti) which was formerly regarded as a subspecies of masked booby. It is also called the masked gannet or the blue-faced booby.\nThe masked booby nests in small colonies, laying two chalky white eggs on sandy beaches in shallow depressions. The first chick usually kills the second one.\n\n\n== Taxonomy ==\nFrench naturalist René-Primevère Lesson described the masked booby in 1829 in Louis Isidore Duperrey's work Voyage autour du Monde, Exécuté par Ordre du Roi, Sur la Corvette de Sa Majesté, La Coquille, pendant les années 1822, 1823, 1824 et 1825, after encountering it in Ascension Island in the South Atlantic. The species name is from the Ancient Greek word dactyl \"finger\" and Latin ater \"black\". \"Black fingers\" refers to the splayed wingtips in flight. Swedish zoologist Carl Jakob Sundevall described it as Dysporus cyanops in 1837, from a subadult collected in the Atlantic Ocean on 6 September 1827. The species name was derived from the Ancient Greek words cyanos \"blue\", and ops \"face\".John Gould described Sula personata in 1846 from Australia, the species name being the Latin adjective personata \"masked\". Gould adopted the name Sula cyanops in his 1865 Handbook to the Birds of Australia. Sundevall's binomial name was followed as Lesson's 1829 record did not sufficiently describe the species, however in 1911 Australian amateur ornithologist Gregory Mathews pointed out that although Lesson's 1829 account did not describe the bird, his 1831 account did and thus predated Sundevall by six years, and hence Sula dactylactra had priority. The American Ornithological Union followed in their 17th supplement to their checklist in 1920.\"Masked booby\" has been designated the official name by the International Ornithologists' Union (IOC). It has also been called masked gannet, blue-faced booby, white booby (for its plumage), and whistling booby (for its distinctive call). Australian ornithologist Doug Dorward promoted the name \"white booby\" as he felt  the blue coloration of its face was less prominent than that of the red-footed booby.The masked booby is one of six species of booby in the genus Sula. A genetic study using both nuclear and mitochondrial DNA showed the Masked and Nazca boobies to be each other's closest relatives, their lineage diverging from a line that gave rise to the blue-footed and Peruvian boobies. The masked and Nazca boobies were divergent enough to indicate the latter, formerly regarded as a subspecies of the former, should be classified as a separate species. Molecular evidence suggests they most likely diverged between 0.8 and 1.1 million years ago. Complex water currents in the eastern Pacific may have established an environmental barrier leading to speciation.Reviewing the genus in 1915, British zoologist Walter Rothschild recognised five subspecies.There is a clinal change in size across its range, where birds in the Atlantic are the smallest, with the size increasing westwards though the Pacific to the Indian Ocean, where the largest individuals are found. Four subspecies are recognized by the IOC.\nS. d. personata Gould, 1846: Austropacific masked boobyBreeds in the central and western Pacific and around Australia, as well as off Mexico and on Clipperton Island. Birds of the latter two locations have been separated as subspecies californica, and the north west Australian population has been named as subspecies bedouti, but neither is usually considered distinct; Pitman and colleagues found no consistent differences between these three subspecies.S. d. dactylatra Lesson, 1831: Atlantic masked boobyBreeds in the Caribbean and some Atlantic islands including Ascension Island. It has recently started breeding off Tobago, formerly being known in this area only from a single sight record from an oil rig off Trinidad.S. d. melanops Hartlaub, 1859: Western Indian Ocean masked boobyBreeds in the western Indian Ocean. Hartlaub described this taxon in 1859 from Maydh Island off the coast of Somalia near Maydh. He noted its black mask and blue-grey feet to be distinct from Sundevall's cyanops with a blue face, and Lesson's dactylatra with yellow feet. The subspecies name is derived from the Ancient Greek words mela(no)s \"black\", and ops \"face\".S. d. tasmani (including S. d. fullagari) van Tets, Meredith, Fullagar & Davidson, 1988: Tasman booby or Lord Howe masked boobyThe form breeding on Lord Howe and the Kermadec Islands. New Zealand naturalist Walter Oliver had noted that this bird had dark brown rather than pale irises since 1930, but it was not until 1990 that it was formally investigated by O'Brien and Davies and found to have longer wings than other populations as well. They classified it as a new subspecies—S. d. fullagari—in 1990. Meanwhile, large prehistoric specimens known from the former and Norfolk Island were classified as a separate species—S. tasmani—in 1988, thought to have become extinct from Polynesian and then European seafarers and settlers. However, Holdaway and colleagues cast doubt on the distinctness of the fossil taxon in 2001, and a 2010 review by Tammy Steeves and colleagues of the fossil material and DNA found the two overlapped considerably, and hence the extinct and living entities were found to be the same taxon, now known as S. d. tasmani as it has priority over  S. d. fullagari. Fieldwork in the Kermadec Islands indicates the bills of adults are bright yellow, and that adult males had brighter yellow feet than females.\n\n\n== Description ==\nThe largest species of booby, the masked booby ranges from 75 to 85 cm (30 to 33 in) long, with a 160–170 cm (63–67 in) wingspan and 1.2–2.2 kg (2.6–4.9 lb) weight. It has a typical sulid body shape, with a long pointed bill, long neck, aerodynamic body, long slender wings and pointed tail. The adult is almost wholly bright white with a dark face mask. The sexes have similar plumage, and there is no seasonal variation. The bill is yellow while the bare skin around the face, thoat and lores is black. The wings and tail are brown-black, the individual feathers are dark with white bases and shafts. The underwing is white.The juvenile is a streaked or mottled grey-brown on the head and upperparts, with a whitish neck collar. The wings are dark brown and underparts are white. Its bill is yellowish, face is blue-grey and iris a dark brown. Older immature birds have a broader white collar and rump. Full adult plumage is acquired three to four months before the bird turns three years old.\n\nThe masked booby is silent at sea, but has a reedy whistling greeting call at the nesting colonies.  While on the breeding grounds, these birds display a wide range of hissing and quacking notes.\nIt is distinguished from the related Nazca booby by its yellow rather than orange bill, larger size and less distinctive sexual dimorphism. The latter nests on steeper cliffs rather than flat ground. The white morph of the red-footed booby is similar but smaller.\n\n\n== Distribution and habitat ==\nThe masked booby is found across tropical oceans between the 30th parallel north and 30th parallel south. In the Indian Ocean it ranges from the coastlines of the Arabian Peninsula and East Africa across to Sumatra and Western Australia, though it is not found off the coast of the Indian subcontinent. Off the Western Australian coastline it is found as far south as Dampier Arch. In the Pacific, it ranges from Brisbane eastwards. It is found in the Caribbean and Atlantic Ocean south to Ascension Island.During monsoon season (midyear), the masked booby is an occasional vagrant along the western coast of India, with records from Kerala, Karnataka, and Maharashtra states.It is a vagrant to the Caroline Islands.\n\n\n=== Breeding colonies ===\nBreeding colonies are located on remote islands, atolls and cays. Lord Howe Island is the southernmost colony. Deep water nearby is important for feeding, as an example waters around Raine Island are anywhere from 180 to 3700 m deep. On these landforms, masked boobies select sites of  generally flat, bare or exposed open ground that lies above the high-tide level with access to the ocean.The largest masked booby colony is on Clipperton Island in the eastern Pacific Ocean, a desert atoll southwest of Mexico. In 2003, 112,000 birds were counted, having recovered from 150 individuals in 1958. The birds had suffered from the 1890s introduction of feral pigs, which preyed on the crabs that ate the vegetation. After the elimination of pigs in 1964, the crab population rose and vegetation largely disappeared. This was beneficial to the boobies as they prefer open ground.\n\n\n== Behaviour ==\nThe masked booby is a fairly sedentary bird, wintering at sea, but rarely seen far away from the breeding colonies. However, Caribbean birds occasionally wander north to warm southern Gulf Stream waters off the eastern seaboard of the United States. More remarkably, there have been three western Palaearctic records of masked booby, presumably dactylatra, all from Spanish waters, although one of these also entered French territorial areas.\nThe masked booby generally flies at least 7 m (23 ft) in height, and at speeds of up to 70 km/h (43 mph). It alternates between gliding and active flying with strong periodic wingbeats.\n\n\n=== Breeding ===\n\nMasked boobies form monogamous relationships, many of which remain together over multiple breeding seasons.The masked booby nests in small colonies, laying two chalky white eggs on sandy beaches in shallow depressions, with an interval of five to eight days between the laying of each egg. Occasionally nests with three eggs are reported; these are due to an egg from another nest rolling downhill into the nest.The eggs are incubated by both adults for 45 days. \nParents incubate eggs by resting on their tarsi and wrapping their webbed feet over the eggs, with the outermost toes resting on the ground. Their feet are more vascular at this time.In most cases, the first chick will kill its smaller, weaker sibling after it hatches.Siblicide has been observed on Asencion Island.Compared to other species of boobies such as the blue-footed booby, siblicide is obligatory in the masked booby. One reason is because the masked boobies build very shallow flat nests, so older chicks can expel their younger siblings with relative ease. Blue-footed booby parents, meanwhile, build nests with steeper sides, thus preventing some older chicks from engaging in siblicidal behaviour.\n\n\n=== Feeding ===\nThe masked booby is a spectacular diver, plunging vertically or near-vertically from heights of anywhere from 12 to 100 m (but more commonly 15 to 35 m) above the water into the ocean at high speed, to depths of up to 3 m (120 in).Fish, particularly flying fish, up to 28 cm (11 in) long (rarely up to 41 cm (16 in)) form the bulk of its diet, along with cephalopods. Species eaten include yellowtail amberjack (Seriola lalandi), skipjack tuna (Katsuwonus pelamis), various species of flying fish, mullet of the genus Mugil, and others.The masked booby forages with the white-bellied storm petrel and Bulwer's petrel at times. Frigatebirds often harass the species till they disgorge their catch and steal their food.\n\n\n== References ==\n\n\n=== Cited texts ===\nLiddell, Henry George; Scott, Robert (1980) [1871]. A Greek-English Lexicon (Abridged Edition). Oxford, United Kingdom: Oxford University Press. ISBN 978-0-19-910207-5.\nMarchant, S.; Higgins, P.G., eds. (1990). \"Sula dactylatra Masked booby\". Handbook of Australian, New Zealand & Antarctic Birds. Volume 1: Ratites to ducks; Part B, Australian pelican to ducks. Melbourne, Victoria: Oxford University Press. pp. 763–72. ISBN 978-0-19-553068-1.",
    "ImageURL": "Bluefacedbooby_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Masked_booby",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Suliformes",
        "Family": "Sulidae",
        "Genus": "Sula",
        "Species": "dactylatra"
    },
    "ScientificName": "Sula dactylatra",
    "Zone": "* #### K"
}