{
    "CommonName": "Blue-crowned Conure",
    "BriefSummary": "The blue-crowned parakeet, blue-crowned conure, or sharp-tailed conure (Thectocercus acuticaudatus) is a small green Neotropical parrot with a blue head and pale beak native to large parts of South America, from eastern Colombia in the north to northern Argentina in the south. They inhabit savanna-like habitats, woodland and forest margins, but avoid dense humid forest such as the Amazon.\nThis species is officially called a parakeet by the AOU and by birders, though usually called conures in aviculture.",
    "WikiContents": "The blue-crowned parakeet, blue-crowned conure, or sharp-tailed conure (Thectocercus acuticaudatus) is a small green Neotropical parrot with a blue head and pale beak native to large parts of South America, from eastern Colombia in the north to northern Argentina in the south. They inhabit savanna-like habitats, woodland and forest margins, but avoid dense humid forest such as the Amazon.\nThis species is officially called a parakeet by the AOU and by birders, though usually called conures in aviculture.\n\n\n== Taxonomy ==\nacuticaudatus is the only species in the monotypic genus ThectocercusThe blue-crowned parakeet has five subspecies:\nThectocercus acuticaudatus (Vieillot 1818)\nThectocercus acuticaudatus acuticaudatus (Vieillot 1818)\nThectocercus acuticaudatus haemorrhous (Spix 1824)\nThectocercus acuticaudatus koenigi (Arndt 1995)\nThectocercus acuticaudatus neoxenus (Cory 1909)\nThectocercus acuticaudatus neumanni (Blake and Traylor 1947)Previously, this species was part of the genus Aratinga, but that genus was split in four distinct genera once various phylogenetic studies showed that the genus, as traditionally defined, was polyphyletic.\n\n\n== Description ==\n\nThe blue-crowned parakeet is a medium-sized bird measuring approximately 37 cm (14.5 in) in length and weighing between 140 and 190 g (4.9 and 6.7 oz).\nBlue-crowns are born with red coloring around the head, but blue-crowns are predominantly green, with dull blue coloring on the forehead, crown, cheeks, and ears in the nominate, but less blue in other subspecies. It has a ring of white featherless skin around each eye, though this is bright orange-yellow in wild T. acuticaudata neumanni.  The breast feathers may also be tinged with blue, though they are more commonly green to yellow-green. Closed wing coloring matches that of the body while extended wings show blue-brown, becoming chestnut on the outer flight feathers. The tail feathers are green on top, maroon to red-brown on the underside, iridescing to bright orange and scarlet under full-spectrum light. Legs are pink-brown with grey-brown claws. The upper mandible is horn-colored, tapering to a needle-sharp, grey-black tip. In the southern and western nominate and subspecies neumanni, the lower mandible is horn-colored in juveniles, fading to grey-black by the bird's second year. The remaining eastern, central and northern subspecies retain the horn-colored lower mandible throughout adulthood.\n\n\n== Breeding ==\nThe blue-crowned parakeet's nest is a hole in a tree. The eggs are white and there are usually three to four in a clutch. The female incubates the eggs for 26 days, and the chicks fledge from the nest about 52 days after hatching.\n\n\n== Aviculture ==\nBlue-crowned parakeets are generally called blue-crowned conures in aviculture. They are social birds and are relatively good talkers compared to other conures.  They have become quite popular as pets, with a reputation as one of the \"easier\" parrots to care for. However, they are also intelligent, high-energy birds that require a lot of attention and a cage with ample room and toys. They can also be quite loud at times. Consequently, they are more appropriate companions for serious bird enthusiasts rather than the casual birdkeeper.\n\n\n== Popular culture ==\nThe most famous fictional blue-crowned conure is the title character in the 1998 movie Paulie, voiced by Jay Mohr. The movie used 14 birds to play the role of the talking parrot and caused a surge in the popularity of blue-crowned conures as pets.\nA blue-crowned conure also played a prominent role in the documentary The Wild Parrots of Telegraph Hill. The movie spends much of its time following Connor, a lonely blue-crown conure in a mixed flock of cherry-headed and mitred conures.\n\n\n== References ==\n\n\n== External links ==\n\"Species factsheet: Aratinga acuticaudata\". BirdLife International 2008. Retrieved 3 January 2009.",
    "ImageURL": "BluecrownedConure.jpg",
    "Source": "https://en.wikipedia.org/wiki/Blue-crowned_parakeet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Psittacidae",
        "Genus": "Thectocercus",
        "Species": "T. acuticaudatus"
    }
}