{
    "CommonName": "Bristlenose catfish",
    "BriefSummary": "Ancistrus is a genus of nocturnal freshwater fish in the family Loricariidae of order Siluriformes, native to freshwater habitats in South America and Panama. Fish of this genus are common in the aquarium trade where known as bushynose or bristlenose catfish. Sometimes, they are called bushynose or bristlenose plecos instead, but this may lead to confusion as \"pleco\" usually is used for Hypostomus plecostomus and a few of its close relatives but is also classed and or sold as a pleco by most places.",
    "WikiContents": "Ancistrus is a genus of nocturnal freshwater fish in the family Loricariidae of order Siluriformes, native to freshwater habitats in South America and Panama. Fish of this genus are common in the aquarium trade where known as bushynose or bristlenose catfish. Sometimes, they are called bushynose or bristlenose plecos instead, but this may lead to confusion as \"pleco\" usually is used for Hypostomus plecostomus and a few of its close relatives but is also classed and or sold as a pleco by most places.\n\n\n== Taxonomy ==\nThe type species is Ancistrus cirrhosus. This genus is the largest genus within the tribe Ancistrini.The name ancistrus derives from the Ancient Greek agkistron \"hook\" – a reference to the form of the cheek odontodes. The genera Pristiancistrus, Thysanocara and Xenocara are now synonyms of Ancistrus.\n\n\n== Description ==\n\nAncistrus species show all the typical features of the Loricariidae. This includes a body covered in bony plates and a ventral suckermouth. The feature most commonly associated with the genus are the fleshy tentacles found on the head in adult males; females may possess tentacles along the snout margin but they are smaller and they lack tentacles on the head. Tentacules, tentacles directly associated with odontodes, develop on the pectoral fin spine of the males of some species. Males also have evertible cheek odontodes which are less developed or absent in females. They also lack odontodes along the snout. In comparison with a typical loricariid (pleco), a bristlenose is typically shorter (4–6 inches or 15 cm or less), more flattened and fatter with a comparatively wider head. Colouration is typically mottled brown, grey or black. Small white or yellow spots are common. Unlike other loricariids which commonly grow to over a foot long, the bristlenose pleco may only grow to half the size, this makes it a suitable species for the smaller tank.\nAncistrus species are unusual among vertebrates in possessing an X0 sex-determination system, which is dominant in many lineages of arthropod but very rare elsewhere in the animal kingdom.\n\n\n== Distribution and habitat ==\n\nAncistrus is one of the widest ranging genera of the family, and representatives are found throughout the range of Loricariidae. Many species are found in the rivers and floodplain areas of the Amazon Basin, but there are also species elsewhere in tropical South America, as well as two species, A. centrolepis and A. chagresi in Panama. Three species are true troglobites: A. cryptophthalmus, A. galani and A. formoso. These are the only known loricariids showing adaptions for a subterranean lifestyle with reduced pigmentation (appearing overall whitish) and eyes.\n\n\n== Species ==\n\nThere are currently 76 recognized species in this genus:\n\n\n== Ecology ==\nThe diet of this genus is typical for a Loricariid – algae and aufwuchs. Bristlenoses do not school but hide when not feeding, juveniles however are typically found in brightly lit shallows at the water margin making them susceptible to predation by birds.\nAncistrus species have the capability of obtaining oxygen through their modified stomach. This allows them to survive in conditions with low oxygen levels.Breeding takes place in hollows, caves and mud holes in banks. Males may clean the inside of the cavity with their suckermouth before allowing the female to approach and inspect the nest.  Courtship includes expanding the dorsal and caudal fins and attempts by the male to escort the female to the nest. While the female inspects the nest, the male keeps close contact. The female may lay 20–200 adhesive eggs, usually to the ceiling of the cavity.The female plays no role in parental care; the male takes care of its young. Males will clean the eggs and the cavity with its fins and mouth. Males inspect eggs to remove diseased or infertile eggs, and aerates the clutch by fanning them with its pectoral and pelvic fins. During this time, a male usually will not leave the cavity to feed, or will leave only occasionally and quickly return. The eggs hatch in 4–10 days over a period of 2–6 hours; the male guards the eggs for 7–10 days after hatching. The fry remain in the cave, attaching to the walls and ceiling with their mouths, absorbing their yolk sac in 2–4 days and becoming free swimming.Males of these species are competitive and territorial. Males display to each other by positioning themselves parallel to each other, head to tail, with dorsal and caudal fins erect and cheek odontode spines everted. If this escalates to combat, the males will circle each other and direct attacks at the head. If an intruding male manages to evict another male from the nest, it may cannibalize the other male's young.A male bristlenose may guard several clutches of eggs simultaneously. Females prefer males that are already protecting eggs and may prefer males that are protecting larvae; it has been suggested that the tentacles may act as a fry mimic to attract females, which would allow males without eggs in their nest to compete with males guarding eggs. Several clutches in various states of development from eggs to free-swimming larvae can be found in one nest.\n\n\n== In the aquarium ==\n\nThese fish are often kept by aquarists as they are dutiful algae-eaters and smaller in adult size than the common plecos usually seen in pet shops. They reach is up to 15 cm in males, and 12 cm in females. Their recommended temperature 23–27 degrees Celsius. Their lifespan up to 12 years. They are hardy animals, tolerant to a wide range of water conditions. They breed easily in captivity, and are compatible with most other freshwater fish. Though typically mottled brown or black-and-grey spotted in color, other species are more exotic – spots of bright yellow on a dark background being a common patternation. Albino variants are also common. The albino morph is not caused by exposure to light during development, it is a morph controlled by genetics.Historically commonly available species of Ancistrus were Ancistrus cirrhosus and Ancistrus temminckii, other species are now available, though exact identification is difficult.\nFeeding is easy, bristlenoses will graze on algae and other surface growing organisms as well as eating algae wafers or tablets, flake food, squash, spinach, cucumber, zucchini, green beans and peas. They have also been known to accept frozen bloodworms as part of their diet. Aquarium specimens may starve for lack of algae or other plant matter; algae wafers or other low-protein foods are recommended. Keepers should watch for the abdomen to take on a sunken appearance, indicating insufficient nutrition.\nLike other plecos, they benefit from the addition of bogwood, which they will rasp at and use as a hiding place – in the absence of other plant matter (sources of fibre), wood may be essential to the survival of these fish in the aquarium, as it helps digestion of typically high protein fish food.Sexing is very easy as the female will occasionally have bristles around the edge of the chin and the male will have them up the center of the head.\nBreeding is also possible: Males attract females to small cave or hollow, then guard eggs after fertilization through hatching (4–8 days) until fry are free swimming (4–6 days after hatching); the aquarist need only supply a suitable cave, food, and one of each sex.\nCaution should be taken with the spines (odontodes) – although the risk of personal injury is small with this genus as the hooked nature of the odontodes means that a bristlenose may become trapped in non-natural material such as sponge filters and netting.\n\n\n== See also ==\nList of freshwater aquarium fish species\nXenocara, a computer infrastructure in OpenBSD that was named after the genus of fish\n\n\n== References ==",
    "ImageURL": "Bristlenosecatfish_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Ancistrus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Siluriformes",
        "Family": "Loricariidae",
        "Genus": "AncistrusKner"
    }
}