{
    "CommonName": "Brown lemur",
    "BriefSummary": "The common brown lemur (Eulemur fulvus) is a species of lemur in the family Lemuridae. It is found in Madagascar and Mayotte.",
    "WikiContents": "The common brown lemur (Eulemur fulvus) is a species of lemur in the family Lemuridae. It is found in Madagascar and Mayotte.\n\n\n== Range ==\nThe common brown lemur lives in western Madagascar north of the Betsiboka River and eastern Madagascar between the Mangoro River and Tsaratanana, as well as in inland Madagascar connecting the eastern and western ranges. They also live on the island of Mayotte, although this population is believed to have been introduced there by man.\n\n\n== Physical description ==\nThe common brown lemur has a total length of 84 to 101 cm (33 to 40 in), including 41 to 51 cm (16 to 20 in) of tail. Weight ranges from 2 to 3 kg (4.4 to 6.6 lb). The short, dense fur is primarily brown or grey-brown. The face, muzzle and crown are dark grey or black with paler eyebrow patches, and the eyes are orange-red.Similar lemur species within their range include the mongoose lemur, E. mongoz, in the west and the red-bellied lemur, E. rubriventer, in the east. They can be distinguished from these species by the fact that E. mongoz is more of a grey color and E. rubriventer is more reddish. There is also some overlap with the black lemur in northeast Madagascar in the Galoko, Manongarivo and Tsaratanana Massifs. There is also overlap and hybridization with the white-fronted brown lemur, E. albifrons, in the northeast portion of the common brown lemur's range.\n\n\t\t\n\n\n== Diet ==\nThe common brown lemur's diet consists primarily of fruits, young leaves, and flowers. In some locations it eats invertebrates, such as cicadas, spiders and millipedes. It also eats bark, sap, soil and red clay (see geophagy). It can tolerate greater levels of toxic compounds from plants than other lemurs can.\n\n\n== Behavior ==\nConsistent with its large range, the common brown lemur occupies a variety of forest types, including lowland rainforests, montane rainforests, moist evergreen forests and dry deciduous forests. They spend about 95% of their time in upper layers of the forest and less than 2% of their time on the ground.They normally live in groups of 5 to 12, but group size can be larger, especially on Mayotte. Groups occupy home ranges of 1 to 9 hectares in the west, but more than 20 hectares in the east. Groups include members of both sexes, including juveniles, and there are no discernible dominance hierarchies.They are primarily active during the day, but can exhibit cathemeral activity and continue into the night, especially during full moons and during the dry season.In the western part of its range, the common brown lemur overlaps that of the mongoose lemur, and the two species sometimes travel together. In the areas of overlap, the two species also adapt their activity patterns to avoid conflict. For example, the Mongoose Lemur can become primarily nocturnal during the dry season in the areas of overlap.\nAt Berenty (south Madagascar) there is a population of introduced E. fulvus rufus x collaris. These lemurs show linear hierarchy, adult female dominance, and the presence of conciliatory behavior after aggressions. Additionally, stress levels (measured via self-directed behaviors) decrease at the increase of the hierarchical position of individuals within the social group and reconciliation is able to bring stress down to the baseline levels.\n\n\n== Reproduction ==\nThe common brown lemur's mating season is May and June. After a gestation period of about 120 days, the young are born in September and October. Single births are most common, but twins have been reported. The young are weaned after about 4 to 5 months. Sexual maturity occurs at about 18 months, and females give birth to their first young at 2 years old. Life span can be as long as 30+ years.\n\n\n== Taxonomy ==\nFive additional currently recognized species of lemur were until 2001 considered subspecies of E. fulvus. These are:\n\nWhite-fronted brown lemur, E. albifrons\nGray-headed lemur, E. cinereiceps\nCollared brown lemur, E. collaris\nRed-fronted brown lemur, E. rufus\nSanford's brown lemur, E. sanfordiHowever, a number of zoologists believe that E. albifrons and E. rufus should continue to be considered subspecies of E. fulvus.\n\n\n== References ==",
    "ImageURL": "Brownlemur_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Common_brown_lemur",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Strepsirrhini",
        "Family": "Lemuridae",
        "Genus": "Eulemur",
        "Species": "fulvus"
    },
    "ScientificName": "Eulemur fulvus",
    "Zone": "* #### A"
}