{
    "CommonName": "Brown brocket",
    "BriefSummary": "The gray brocket (Mazama gouazoubira), also known as the brown brocket, is a species of brocket deer from northern Argentina, Bolivia, southern Peru, eastern and southern Brazil, Paraguay, and Uruguay. It formerly included the Amazonian brown brocket (M. nemorivaga) and sometimes also the Yucatan brown brocket (M. pandora) as subspecies. Unlike other species of brocket deer in its range, the gray brocket has a gray-brown fur without reddish tones.",
    "WikiContents": "The gray brocket (Mazama gouazoubira), also known as the brown brocket, is a species of brocket deer from northern Argentina, Bolivia, southern Peru, eastern and southern Brazil, Paraguay, and Uruguay. It formerly included the Amazonian brown brocket (M. nemorivaga) and sometimes also the Yucatan brown brocket (M. pandora) as subspecies. Unlike other species of brocket deer in its range, the gray brocket has a gray-brown fur without reddish tones.\n\n\n== Name ==\nThe scientific name of the gray brocket deer comes from Félix de Azara's gouazoubira. Azara was the first to provide a quality description of the small deer in the Americas, and he referred to the red brocket as gouazoupita, while he referred to the gray brocket as gouazoubira, which has been maintained in the current species name, Mazama gouazoubira. Though sometimes it is seen as Mazama gouazoupira, this is incorrect, perhaps mistakenly replacing a \"b\" with a \"p\" from Azara's name for the red brocket, Gouazoupita.\n\n\n== Physical description ==\nThe coat of a gray brocket can range from gray-brown to dark brown. Lighter, browner coats are seen in those that live in grasslands, whereas grayer, darker colors are more prevalent in forest regions. Significant variation can be seen between individuals of the same population, as well. Their tails are white on the bottom, and on their flanks the hair is of a lighter color than that of the rest of the body. The body length of a gray brocket deer can range from 85 to 105 cm (33 to 41 in) and the weight from 11 to 25 kg (24 to 55 lb).In addition to the obvious differences in color, the gray brocket is generally smaller than the red brocket. Separation of the gray brocket and the Amazonian brown brocket using external features is far harder, but the former has a more orange rump, bigger, more rounded ears, wider auditory bullae, and smaller eyes.\n\n\n== Distribution and habitat ==\nThe gray brocket is found in northern Argentina, Bolivia, southern Peru, eastern and southern Brazil, Uruguay, and Paraguay. They range from the western part of South America, in the East Andes foothills in Bolivia, Peru, and Argentina. From there, it extends eastward, through semiopen regions such as the Gran Chaco, Cerrado, and Caatinga, to the Atlantic Ocean. It does not live in the Amazon Rainforest region (where it is replaced by the Amazonian brown brocket), and its distribution runs south to the mouth of the Paraná River in Argentina.It is found in brushy vegetation and forest edge, but typically avoids both open habitats without cover and dense forest.\n\n\n== Behavior ==\n\n\n=== Diet ===\nThe gray brocket is a herbivore that chooses what it eats selectively, though it does eat a wide variety of plants. During some periods, the grays brocket may become primarily fruit-eating, but this depends on the season, area, and availability of fruits. Many of the fruits are in dense forests, which it for the most part avoids, but it does find other sources of fruits and also other sources of food. In the dry season, they eat the fruit from trees such Caesalpinia paraguariensis, which produce dry, tough fruits. Periodically and locally, they also eat cacti, bromeliad fruits, and leaves and roots from succulents to satisfy their water requirements.\n\n\n=== Reproduction ===\nThe gray brocket reaches sexual maturity around 18 months old. No distinct breeding season is seen. The gestation periods lasts around 7 months, and post partum estrus occurs. Thus, a gray brocket can produce two offspring in a year. After birth, the doe takes care of the fawn until it is weaned, though the time until it is weaned is unknown. During this time, the fawn remains hidden and is fed by the doe.\n\n\n=== Scent-marking ===\nFour types of scent marking have been observed as a means of communication, due to their performance of these behaviors in concurrence with certain postures. These scent-marking behaviors include urination, defecation, thrashing, and forehead rubbing. Such scent-marking tactics can be part of a claim on territory if a number of markings are placed within a concentrated area by a single gray brocket.\n\n\n=== Other habits ===\nGray brockets are active during the day, but generally only appear in the open at night. They are solitary and territorial, with the male defending a larger territory and the female a smaller core area.Unless under cover, they are very shy and nervous when held captive.\n\n\n== Population and conservation ==\nOverall, the gray brocket remains widespread and common, but it has decreased or even disappeared from near human populations. In Bolivia, the population appears to remain constant despite great hunting pressure, and it is the most common deer in Brazil, though it is declining in some regions. In Argentina, it is declining due to habitat loss and hunting, and in Paraguay, it has declined from regions with high human densities. The primary motive for hunting gray brockets is not pest control, as they cause a minimal amount of crop damage.The gray brocket occurs in 14 national and provincial reserves in Argentina, as well as seven reserves in Bolivia, and numerous reserves in Paraguay and Brazil. Though hunting is illegal in many areas in the gray brocket's range, bans are generally not enforced. To prevent further population declines, hunting laws need to be enforced, stray dogs from human populations should be controlled, and local village populations should be educated to preserve the gray brocket populations.  Additionally, population studies are needed to determine the status of the gray brocket, to be better equipped to help it.\n\n\n== References ==",
    "ImageURL": "Brownbrocket_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gray_brocket",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Cervidae",
        "Genus": "Mazama",
        "Species": "gouazoubira"
    },
    "ScientificName": "Mazama gouazoubira"
}