{
    "CommonName": "Brown hyena",
    "BriefSummary": "The brown hyena (Hyaena brunnea), also called strandwolf, is a species of hyena found in Namibia, Botswana, western and southern Zimbabwe, southern Mozambique and South Africa. It is currently the rarest species of hyena. The largest remaining brown hyena population is located in the southern Kalahari Desert and coastal areas in Southwest Africa.",
    "WikiContents": "The brown hyena (Hyaena brunnea), also called strandwolf, is a species of hyena found in Namibia, Botswana, western and southern Zimbabwe, southern Mozambique and South Africa. It is currently the rarest species of hyena. The largest remaining brown hyena population is located in the southern Kalahari Desert and coastal areas in Southwest Africa.\n\n\n== Habitat ==\nThe brown hyena inhabits desert areas, semi-desert, and open woodland savannahs. It can survive close to urban areas by scavenging. The brown hyena favors rocky, mountainous areas, as they provide shade and it is not dependent on the ready availability of water sources for frequent drinking. Home ranges are 233 to 466 km2 (90 to 180 sq mi) in size.\n\n\n== Description ==\nBrown hyenas are distinguished from other species by their long shaggy coat and pointed ears, a dark brown coat and a short tail. Their legs are striped brown and white, and adults have a distinct cream-colored fur ruff around their necks. Erectile hairs up to 305 mm (12.0 in) in length cover the neck and back and bristles during agonistic behavior. Body length is 144 cm (57 in) on average with a range of 130–160 cm (51–63 in). Shoulder height is 70–80 cm (28–31 in) and the tail is 25–35 cm (9.8–13.8 in) long. Unlike the larger spotted hyena, there are no sizable differences between the sexes, although males may be slightly larger than females. An average adult male weighs 40.2–43.7 kg (89–96 lb), while an average female weighs 37.7–40.2 kg (83–89 lb). Brown hyenas have powerful jaws. Young animals can crack the leg bones of springboks within five minutes of birth, though this ability deteriorates with age and dental wear. The skulls of brown hyenas are larger than those of the more northern striped hyena, and their dentition is more robust, indicating a less generalized dietary adaptation.\n\n\n== Behavior ==\n\n\n=== Social behavior ===\nBrown hyenas have a social hierarchy comparable to those of wolves, with an alpha male and alpha female. They live in clans composed of extended families of four to six individuals. Clans defend their territory and all members cooperate in raising cubs. Territories are marked by 'pasting', during which the hyena deposits secretions from its large anal gland, which is located below the base of the tail and produces a black and white paste, on vegetation and boulders. Brown hyenas maintain a stable clan hierarchy through ritualized aggressive displays and mock fights. A brown hyena male can move up in rank by killing a higher ranking male in confrontation, while the alpha female is usually just the oldest female in the clan. Emigration is common in brown hyena clans, particularly among young males, which will join other groups upon reaching adulthood.\n\n\n=== Reproduction and life cycle ===\nThe brown hyena does not have a mating season. Female brown hyenas are polyestrous and typically produce their first litter when they are two years old. They mate primarily from May to August. Males and females in the same clan usually do not mate with each other, rather females will mate with nomadic males. Clan males display no resistance to this behavior, and will assist the females in raising their cubs. Females give birth in dens, which are hidden in remote sand dunes far from the territories of spotted hyenas and lions. The gestation period is around 3 months. Mothers generally produce one litter every 20 months. Usually, only the dominant female breeds, but if two litters are born in the same clan, the mothers will nurse each other's cubs, though favoring their own. Litters usually consist of 1–5 cubs, which weigh 1 kg (2.2 lb) at birth. Unlike spotted hyenas, brown hyenas are born with their eyes closed, and open them after eight days. Cubs are weaned at 12 months and leave their dens after 18 months. Also unlike spotted hyenas, all adult members of the clan will carry food back to the cubs. They are not fully weaned and do not leave the vicinity of their den until they reach 14 months of age. Brown hyenas reach full size at an age of around 30 months and have a life span of about 12 to 15 years.\n\n\n=== Dietary habits ===\nBrown hyenas are primarily scavengers the bulk of whose diet consists of carcasses killed by larger predators, but they may supplement their diet with rodents, insects, eggs, fruit and fungi (the desert truffle Kalaharituber pfeilii). They are however poor hunters, and live prey makes up only a small proportion of their diet: in the southern Kalahari, species such as springhare, springbok lambs, bat-eared foxes and korhaans constitute only 4.2% of their overall diet, while on the Namib coast, cape fur seal pups compose 2.9% of their food. They have an exceptional sense of smell and can locate carcasses kilometers away. Brown hyenas are aggressive scavengers, frequently appropriating the kills of black-backed jackals, cheetahs, and leopards. Single brown hyenas may charge at leopards with their jaws held wide open and can tree adult male leopards; they have been observed treeing leopards even when no kill was in contention. In the Kalahari Desert, brown hyenas are often the dominant mammalian carnivores present because of this dominance behavior and the relative scarcity of lions, spotted hyenas, and packs of African wild dogs. In areas where they overlap, brown hyenas may on rare occasions be killed by spotted hyenas and lions.In the Kalahari, 80% of a brown hyena's activity time is spent at night, searching for food in an area on spanning 31.1 km (19.3 mi) on average, with territories of 54.4 km (33.8 mi) having been recorded. They may cache excess food in shrubs or holes and recover it within 24 hours.\n\n\n== Threats and conservation status ==\nThe global population of brown hyena is estimated at less than 10,000 individuals. They are listed as near threatened in the IUCN Red List. The major threat to brown Hyenas is human persecution based on the mistaken belief that they are harmful to livestock. Farmers will find hyenas scavenging on livestock carcasses and wrongly assume that hyenas have killed their property. Brown hyena body parts are also occasionally used for traditional medicines and rituals, but the species is not as sought after as the spotted hyena. The brown hyena is not in high demand for trophy hunting. The only major predator of hyenas is the African lion. Hyena cubs are especially susceptible to lion predation.There are several conservation areas that are home to the brown hyena, including the Etosha National Park in Namibia, the  Central Kalahari Game Reserve in Botswana and the Kgalagadi Transfrontier Park (South Africa/Botswana). The maintenance of these protected areas aids in the conservation of these animals. Educational campaigns are being utilized to promote awareness about hyenas and dispel prevailing myths, while problem individuals are removed from farmlands and urbanized areas.\n\n\n== References ==\n\n\n== External links ==\nIUCN Hyaenidae Specialist Group Brown Hyena pages\nThe Brown Hyena Research Project\nFossils of the Brown Hyena\nBrown Hyena Images and Video - ARKive.org",
    "ImageURL": "Brownhyena_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Brown_hyena",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Hyaenidae",
        "Genus": "Hyaena",
        "Species": "brunnea"
    },
    "ScientificName": "Hyaena brunnea"
}