{
    "CommonName": "Brown antechinus",
    "BriefSummary": "The brown antechinus (Antechinus stuartii), also known as Stuart's antechinus and Macleay's marsupial mouse, is a species of small carnivorous marsupial of the family Dasyuridae. The males die after their first breeding season, and the species holds the world record for being the world's smallest semelparous mammal.",
    "WikiContents": "The brown antechinus (Antechinus stuartii), also known as Stuart's antechinus and Macleay's marsupial mouse, is a species of small carnivorous marsupial of the family Dasyuridae. The males die after their first breeding season, and the species holds the world record for being the world's smallest semelparous mammal.\n\n\n== Description ==\nAntechinus stuartii is mostly light brown above, including the upper surfaces of its feet, and a lighter brown below and on its tail. Its body length is 93–130 mm (3.7–5.1 in) and its tail 92–120 mm (3.6–4.7 in), and it weighs 16–44 grams (0.5–1.5 oz). Unlike in other members of Antechinus, no pale-coloured eye ring occurs. Antechinus agilis is similar in appearance and difficult to distinguish except by its distribution.\n\n\n== Taxonomy ==\nThe brown antechinus was only the third in its genus to be described and as such, until recently, has included species such as the agile antechinus (Antechinus agilis), the subtropical antechinus (Antechinus subtropicus), and the tropical antechinus (Antechinus adustus). It has also been included itself with the yellow-footed antechinus as the subspecies A. flavipes burrelli. It was described in 1841 by the entomologist William Sharp Macleay, who named the species in honour of his friend and fellow naturalist James Stuart, who had discovered the animal at Spring Cove (North Head) in 1837 while working as surgeon in charge of the Quarantine Station.\n\n\n== Behavior ==\nThe brown antechinus is mostly nocturnal and is arboreal, and females build large communal nests shared by many individuals. Like all antechinuses, the males die after their first breeding season (which lasts two weeks) as a result of stress and exhaustion. The current accepted hypothesis to why this happens is that sperm competition drives increased male investment in reproduction. Female brown antechinuses do not possess a pouch; the young must attach themselves to the teats (of which there are usually eight). Its diet includes beetles, spiders, amphipods, and cockroaches, although it is an opportunistic feeder. The litter size is six or seven young.\n\n\n== Distribution and habitat ==\nThe brown antechinus is found east of the Great Dividing Range in Australia, from southeastern Queensland to around Kioloa, New South Wales. It is mostly found in forested habitats, with dense lower ground cover and low fire frequency.\n\n\n== References ==\n\n\n== External links ==\nAnimal Diversity Web",
    "ImageURL": "Brownantechinus_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Brown_antechinus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Dasyuromorphia",
        "Family": "Dasyuridae",
        "Genus": "Antechinus",
        "Species": "stuartii"
    },
    "ScientificName": "Antechinus stuartii",
    "Zone": "* #### G"
}