{
    "CommonName": "Brown Widow",
    "BriefSummary": "Latrodectus geometricus, commonly known as the brown widow, brown button spider, grey widow, brown black widow, house button spider or geometric button spider, is one of the widow spiders in the genus Latrodectus. As such, it is a 'cousin' to the more infamous Latrodectus mactans (black widow).\n\n",
    "WikiContents": "Latrodectus geometricus, commonly known as the brown widow, brown button spider, grey widow, brown black widow, house button spider or geometric button spider, is one of the widow spiders in the genus Latrodectus. As such, it is a 'cousin' to the more infamous Latrodectus mactans (black widow).\n\n\n== Description ==\nL. geometricus is slightly smaller and generally lighter in color than the black widow species; the color can range from tan to dark brown to black, with shades of grey also possible. Like the black widow species in the United States, L. geometricus has a prominent hourglass-shaped marking on the underside of the abdomen; the brown widow's hourglass, however, is usually a vivid orange or a yellowish color. Unlike the black widow, L. geometricus has a black-and-white geometric pattern on the dorsal side of its abdomen. Although the Latin name comes from this pattern, a spider's coloring can and does darken over time and the pattern may become obscured. Also, they have stripes on their legs. Brown widows are often preyed on by mud daubers and sometimes by digger wasps.\nBrown widows can be located by finding their egg sacs, which are easily identifiable. They resemble a sandspur, having pointed projections all over, and they are sometimes described as \"tufted\", \"fluffy\", or \"spiky\" in appearance. Eggs hatch in approximately 20 days. Female brown widows lay about 120–150 eggs per sac and can make 20 egg sacs over a lifetime.Similar widows include the L. rhodesiensis, a brown-colored relative of L. geometricus which is native to Zimbabwe. Both species are collectively known as brown button spiders throughout southern Africa. Brown button spiders are known to have a lifespan of about two years.\n\n\n== Geographic distribution ==\nThe brown widow has a cosmopolitan distribution. It is thought by some researchers to originate in South Africa, although this is uncertain, as specimens were discovered in both Africa and South America. They are usually found around buildings in tropical areas. They can compete with populations of the black widow spider. It is found in many areas of South Africa, the United States (including Hawaii), Australia, Afghanistan, Southern Europe, China, Japan, Dominican Republic, Cyprus, Costa Rica, El Salvador, Uruguay, and Brazil, and there have been sightings in the United Arab Emirates, Pakistan, India (Ahmedabad) and Thailand.As of 2012, researchers at the University of California, Riverside, suggested that the brown widow spider, newly established in Southern California, may in fact be displacing black widow spiders from the region, competing and/or fighting for territory. While certainly not definitive, this evidence does suggest that the brown widow is likely to be more hostile and aggressive towards its relative, the black widow, than the black widow is towards it. If that proves to be true, humans may be positively affected since, while brown widows are not less venomous than black widows, they inject less venom than a black widow would, thus posing less of a threat and making the area safer as they aggressively eradicate and replace the black widows over time.\n\n\n== Toxicology ==\n\nLike all Latrodectus species, L. geometricus has a neurotoxic venom. The venom acts on nerve endings causing the very unpleasant symptoms of latrodectism. However, brown widow bites are usually not very dangerous; usually much less dangerous than those of L. mactans, the black widow. The effects of the toxin are usually confined to the bite area and surrounding tissue, unlike the black widow's. Mere toxicity of the venom is not the only factor in dangerousness. Brown widow bites are minor compared to black widow bites because they cannot deliver the same amount of venom as the black widow. The LD50 of L. geometricus venom has been measured in mice as 0.43 mg/kg, and separately again as 0.43 mg/kg (with a 95% confidence interval of 0.31–0.53).\n\n\n== References ==\n\n\n== External links ==\nSexual Cannibalism in the Brown Widow Spider (Latrodectus geometricus)\nBrown Widow Spider at the Center for Invasive Species Research",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Brown_widow_spider_Latrodectus_geometricus_low_oblique_view.jpg",
    "Source": "https://en.wikipedia.org/wiki/Latrodectus_geometricus"
}