{
    "CommonName": "Brush-tailed rat kangaroo",
    "BriefSummary": "The woylie or  brush-tailed bettong (Bettongia penicillata) is an extremely rare, small marsupial that belongs to the genus Bettongia. It is endemic to Australia. The two subspecies are B. p. ogilbyi and the now extinct B. p. penicillata.",
    "WikiContents": "The woylie or  brush-tailed bettong (Bettongia penicillata) is an extremely rare, small marsupial that belongs to the genus Bettongia. It is endemic to Australia. The two subspecies are B. p. ogilbyi and the now extinct B. p. penicillata.\n\n\n== Taxonomy ==\nA species first described by J. E. Gray in 1837, based on a specimen, the skin and skull of an adult male, obtained by the Zoological Society of London and placed with the British Museum of Natural History. The origin of the holotype has not been determined, but it is presumed to be New South Wales.The two subspecies recognised are\n\nBettongia penicillata ogilbyi (Waterhouse, 1841)A description published as Hypsiprymnus ogilbyi, a species now recognised as the only extant subspecies of B. penicillata. The cited author is G. R. Waterhouse, who presented a manuscript prepared by John Gould. The type was collected at York, Western Australia.\nBettongia penicillata penicillata J.E. Gray, 1837The nominate subspecies, classified as a modern extinction.\nThe common name woylie is derived from the Nyungar language walyu. The regional variants amongst the Nyungar peoples are noted as wol, woli and woylie. The name 'woylie' and its variants were used for the species in reports and advertisements of Western Australian newspapers, and the spelling 'woylye' was added in the 1920s.  The names boodie and boodie rat came to be applied by the rural inhabitants to several species in Southwest Australia, especially this one and Bettongia lesueur, and printed in references to them after 1897. The term kangaroo rat was applied from the founding of the Swan River Colony, and sometimes later used to distinguish this species from the 'boodie'. \nAnother vernacular term applied to the species was 'farting rat', inspired by the abrupt noise emitted when disturbed.\n\n\n== Description ==\nBettongia penicillata is a species of potoroine marsupial that digs for fungi during the night, usually maintaining a solitary range around a central nest. The length of the head and body combined is 310 to 380 millimetres, entirely covered in fur that is a grey-brown over the back, a buff colour across the face, thigh and flank, and blending to the pale cream colour beneath. The greyish brown of the upper-parts of the pelage is interspersed with silvery hair. The tail is a similar length to the head and body, measuring from 290 to 350 mm. and a rufous brown colour that ends in a blackish tip; the upper-side of the slightly prehensile tail has a ridge of longer fur along its length. The average measurements are 330 mm for their heady-body length, the tail 310 mm, and weigh 1300 grams.This species resembles the burrowing Bettongia lesueur (boodie) although distinctly paler at the ventral side and lacking the blackish colour of the tail. The ring around the eye of the woylie is pale and their muzzle is long and pointed, notably more than the boodie and less than Potorous gilbertii, with which they once shared an overlapping distribution range.\n\n\n== Distribution and habitat ==\nThe woylie once inhabited a range covering around 60% of the Australian mainland, but now occurs on less than 1%. \nIt formerly ranged over all of the southwest of Eastern Australia, most of South Australia, the northwest corner of Victoria, and across the central portion of New South Wales. \nIt was abundant in the mid-19th century. The population in Southwest Australia persisted into the twentieth century, seemingly surviving the mass extinction of similar mammals in the previous decades, and was collected at temperate locations near Margaret River by G. C. Shortridge in 1909 and Charles M. Hoy in 1920. The last collections made at King George Sound and the Denmark regions in the 1930s coincided with the first records of the fox, which was first seen to the at Perth in 1927 and to the south thereafter.By the 1920s, it was extinct over much of its range. As of 1992, it was reported only from four small areas in Western Australia. In South Australia, a several populations have been established through reintroduction of captive-bred animals.  As of 1996, it occurred in six sites in Western Australia, including Karakamia Sanctuary run by the Australian Wildlife Conservancy, and on three islands and two mainland sites in South Australia, following the reintroduction program and the controlling of foxes.\nToday, this species lives mostly in open sclerophyll forest and Mallee Woodlands and Shrublands eucalypt assemblages, with a dense low understory of tussock grasses. However, this versatile species is also known to have once inhabited a wide range of habitats, including low arid scrub or desert spinifex grasslands.The dispersal of many potoroine species from their place of birth appears to be by sub-adult males acquiring a new territory, this has been recorded in this species when they reoccupied an area subjected to fire that had killed the previous residents.\n\n\n== Diet ==\nAs with the  Potorous and other Bettongia species the woylie has a largely fungivorous diet and will dig for a wide variety of the fruiting bodies of these. Although it may eat tubers, seeds, insects, and resin exuded from Hakea laurina, the bulk of its nutrients are derived from underground fungi which it digs out with its strong foreclaws. These fungi can only be digested indirectly. In a portion of its stomach, the fungi are consumed by bacteria. These bacteria produce the nutrients that are digested in the rest of the stomach and small intestine. When it was widespread and abundant, the woylie likely played an important role in the dispersal of fungal spores within desert ecosystems.The austral summer and autumn seasons provide woylies with the fruiting bodies of hypogeous fungi and around 24 fungal taxa are known to be consumed. During the summer months, species of the truffle-like Mesophellia form the major part of the diet.\nThe core of the truffles of Mesophellia consumed by woylies, which avoid the hard outer layer, has been analysed for its nutritional value. The food is a rich source of lipids and the trace elements accumulated by the fungus, and high protein levels that lack the required lycine and other amino acids may be compensated by fermentation processes on the available aminos cysteine and methionine within the digestion. In other seasons they may adopt a more herbivorous range of foods, in addition to that season's hypogeous fungal bodies.\nWoylies have been observed eating the large seeds of Australian sandalwood, Santalum spicatum, a nutritious food that the animal is known to place in a shallow cache for later consumption.\nPopulations introduced at an island off the coast of South Australia consume mainly plant material, tubers and roots, seeds and leaves, and beetles, a diet regarded as unusual for the species. \nAnalysis of this colony's diet included fungal spores, detected in their scats, although this is result is likely to be an occupant of the guts of the beetles.\n\n\n== Ecology ==\nWoylies were well known to the rural settlers of Western Australia. The species was used for meat during the earlier colonial period, although this practice did not persist amongst the colonists; while easily captured and available the skinning of the animal is said to be difficult. They were at one time kept as pets in the same region. Although similar species of marsupials were often regarded as agricultural pests, the woylie did not always acquire this reputation and was sometimes identified as a non-destructive native animal.Native predators of the woylie include the wedge-tailed eagle Aquila audax, a large raptor thought to have been a significant influence on their mortality.\nThe fox (Vulpes vulpes) and cat (Felis catus) that arrived with Europeans are known to prey on this species, either of which have been credited as a major cause of local extinctions. Since the control of the red fox, the cat has become the major predator of the species.\nThe species favours the rare sandalwood Santalum spicatum, a commercially valuable tree cleared during colonisation, and the habit of caching the seeds is likely to have been important in the dispersal of the tree.\n\n\n== Behaviour ==\nThis species is largely nocturnal, emerging around dusk rather than after sunset, unlike the strictly nocturnal rufous bettong Aepyprymnus rufescens, although they always returns to the nest before dawn.\nIt can breed all year round if the conditions are favourable. \nThe female can breed at six months of age and give birth every 3.5 months. Its lifespan in the wild is about four to six years.\n\nThe woylie is able to curl its tail to carry bundles of nesting material. \nIt builds its dome-shaped nest in a shallow scrape under a bush. The nest, which consists of grass and shredded bark, sticks, leaves, and other available material, is well-made and discrete. \nThe woylie rests in its nest during the day and emerges at night to feed.\nThe species will behave in a characteristic way when disturbed at its nest, rapidly leaving the site with an explosive noise. \nThe body is arched as the animal hops away, with the head held low and the tail extended out, using a bipedal motion in lengthy bounds to evade a potential predator.A broader foraging area is occupied by individuals, with a larger area for the male, and these will likely overlap with the larger range of others; within this range each defend a smaller central territory which only overlap between males and females. \nSeveral nests within a range may provide casual and communal accommodation, only a central nest site is defended to the exclusion of any other. \nMeasurements of the nest territory and foraging ranges of individuals has given variable results. An early study at an open woodland suggested an area of 15 to 28 hectares around the nest site for the female and 28 to 43 ha for the male. The central range seemed to extend around the nest for 4 to 6 ha. A subsequent survey calculated an exclusive zone around the nest of 2 to 3 ha for the male, and the foraging area as 27 ha for the male and 20 ha for the female. The analysis of a radio-tracking survey also indicated a nest range of 2 to 3 ha, yet a smaller foraging range of 7 to 9 ha for the species.\n\n\n== Population collapse ==\n\nThe woylie was found in great abundance across southern Australia, north to about 30°S, in a wide distribution range from the coast in the west and toward the Great Dividing Range.The species was observed at all parts of the Swan River Colony when the field worker John Gilbert visited during its founding years. Gilbert notes the woylie at the tidal flats of the Swan Coastal Plain and river itself, and the nesting amongst clumps of grass and the hollows of trees; he observed a preference for woodlands of Eucalyptus wandoo.\nAs late as 1910, the population was said to be well known in the Australian southwest, and interviews with older respondents have helped to establish the time and pattern of decline.\nThe sudden demise of local populations near settlements across the state was noticed by the inhabitants, mostly vanishing in the 1930s and persisting in a few regions until the 1950s.\nThe last sighting a Bridgetown, Western Australia was in 1912. In some areas this was recalled as following the disappearance of the boodie (B. leseuer).\nDecline seems to have been caused by a number of factors, including the impact of introduced grazing animals, land clearance for agriculture and pastoralism, predation by introduced red foxes, and possibly, changed fire regimes. As a result, this species suffered localised extinctions throughout its range, and was highly endangered by the 1970s. The introduction of a rabbit from Europe, Oryctolagus cuniculus, may have placed the population under pressure, especially in the arid to semi-arid regions, by direct competition or the dilapidation of the ecology.\n\n\n== Conservation ==\nConservation efforts concentrated on controlling the introduced red fox and reintroducing woylies from expanding populations to fox-free sites in its former range. Stable populations have been established in places such as Venus Bay, St Peter Island, Wedge Island, Shark Bay, and Scotia Sanctuary. As a result of these efforts, the woylie population rose to sufficient numbers that it was taken off the threatened species list in 1996. The population expanded with new, wild-born joeys being recorded and survived several drought years in the early 2000s. The total population of this species rose to 40,000 by 2001.\nAnother sudden decline occurred in late 2001, and in just five years to most areas, and the woylie population dropped to only 10-30% of its pre-2001 numbers. \nThe IUCN Red List also revised the woylie as critically endangered.\nThe exact cause of this rapid population crash remains uncertain, although researcher Andrew Thompson has found two parasite infestations in woylie blood. Predation and habitat destruction were also suggested as contributing to the recent decline of the species. A hypothesis was proposed 2013 that disease within populations was making them more vulnerable to predation.As of 2011, the global population is estimated to be less than 5,600 individuals.Despite these declines woylies continue as small localized populations in fox- and cat-free sanctuaries, including a population at Wadderin Sanctuary in the central Western Australian wheatbelt established in 2010.\nThe control of introduced predators in Western Australian reintroduction programs also saw the species successfully conserved at sites including Perup, Tutanning and the Dryandra Woodland reserves.\n\n\n== References ==\n\n\n== External links ==\nAustralian Wildlife Conservancy woylie fact sheet",
    "ImageURL": "Brushtailedratkangaroo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Woylie",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Potoroidae",
        "Genus": "Bettongia",
        "Species": "penicillata"
    },
    "ScientificName": "Bettongia penicillata",
    "Zone": "* #### G"
}