{
    "CommonName": "Bushbuck",
    "BriefSummary": "The Cape bushbuck or imbabala (Tragelaphus sylvaticus) is a widespread species of antelope in Sub-Saharan Africa. Formerly, two species were recognized under the generic name \"bushbuck\"; the kéwel (Tragelaphus scriptus) and the imbabala (Tragelaphus sylvaticus). Both species are more closely related to other members of the tragelaphine family than to each other (the imbabala to the bongo and the sitatunga, and the kéwel to the nyala).  Bushbuck are found in rain forests, montane forests, forest-savanna mosaics, and bush savanna forest and woodland.",
    "WikiContents": "The Cape bushbuck or imbabala (Tragelaphus sylvaticus) is a widespread species of antelope in Sub-Saharan Africa. Formerly, two species were recognized under the generic name \"bushbuck\"; the kéwel (Tragelaphus scriptus) and the imbabala (Tragelaphus sylvaticus). Both species are more closely related to other members of the tragelaphine family than to each other (the imbabala to the bongo and the sitatunga, and the kéwel to the nyala).  Bushbuck are found in rain forests, montane forests, forest-savanna mosaics, and bush savanna forest and woodland.\n\n\n== Distribution ==\nImbabala occur from the Cape in South Africa to Angola and Zambia and up the eastern part of Africa to Ethiopia and Somalia. It occurs sympatrically with the kéwel in northern Angola, southern DRC, around the Lake Albert area, southern Sudan and Ethiopia. Some game farmers in southern Africa discovered that the imbabala may be excluded by the closely related, larger, nyala when they tried to introduce the two species to the same area. However, the two species are found in close proximity in natural antelope communities (e.g., in Gorongosa National Park, Mozambique).\n\n\n== Description ==\n\nThe imbabala is larger than the kéwel and its colouration varies greatly with geography and habitat type. Only the most genetically ancient of the imbabala populations (from Angola, Zambia, southern DRC, Botswana and northern Zimbabwe) bear any significant striping. And even in these populations the horizontal stripe, if present at all, is broken up into a series of spots. Thick horizontal striping as in the kéwel never occurs. In general, patterning in the imbabala reduces with distance away from south-central Africa. Ground colouration is also more variable than in the kéwel, ranging from yellow to red-brown, brown, olive to almost black. Mountain forms of the imbabala in the Gregory Rift Highlands, Mount Elgon, the Imatong Mountains and the Ethiopian Highlands all appear larger, with very dark ground colour and almost no patterning. Much of the variation in ground colouration, especially deviations from red-brown, occurs mainly in males. The first Latin name that can be attributed to the imbabala was Antilope sylvatica after Sparrman (1780) described from the Cape Colony. Its former common name, bushbuck (Wronski and Moodley, 2009), is taken from the Xhosa language spoken in that part of South Africa. Much of the scientific as well as public interest literature about the \"bushbuck\" to be found on the internet pertain only to the imbabala (Cape bushbuck), not the kéwel (harnessed bushbuck).\nImbabala stand about 90 centimetres (35 in) at the shoulder and weigh from 45 to 80 kilograms (99 to 176 lb) (depending on sex). They have a light brown coat, with up to seven white stripes and white splotches on the sides. The white patches are usually geometrically shaped and on the most mobile parts of their body such as the ears, chin, tail, legs and neck. The muzzle is also white and horns are found only on the males and they can reach over half a metre with only one twist. At 10 months old, young males sprout horns that are particularly twisted and at maturity form the first loop of a spiral.\nImbabala mainly browse, but supplement their diet with any other plant matter that they can reach. Imbabala are active around 24 hours a day, but tend to be nocturnal near human habitations. They tend to be solitary, though some live in pairs.\nImbabala live within a \"home\" area, which is usually around 50 000 square metres on the savannah and much larger in the forest, that they will not normally leave. These areas usually overlap other bushbuck home areas. Imbabala are basically solitary animals and the mature males go out of their way to stay away from each other. Usually, imbabala are most active during early morning and part of the night, therefore are almost entirely nocturnal in areas where they are unlikely to be disturbed.\n\n\n== References ==\n\n\n== External links ==\nBushbuck: Wildlife summary from the African Wildlife Foundation\n \"Bushbuck\" . Encyclopædia Britannica (11th ed.). 1911.\n Gilman, D. C.; Peck, H. T.; Colby, F. M., eds. (1905). \"Bushbuck\" . New International Encyclopedia (1st ed.). New York: Dodd, Mead.",
    "ImageURL": "Bushbuck_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Cape_bushbuck",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Tragelaphus",
        "Species": "sylvaticus"
    },
    "ScientificName": "Tragelaphus sylvaticus"
}