{
    "CommonName": "Bushbaby",
    "BriefSummary": "Galagos , also known as bush babies, or nagapies (meaning \"little night monkeys\" in Afrikaans), are small nocturnal primates native to continental Africa, and make up the family Galagidae (also sometimes called Galagonidae). They are sometimes included as a subfamily within the Lorisidae or Loridae.\nAccording to some accounts, the name \"bushbaby\" comes from either the animal's cries or its appearance. The Afrikaans name nagapie is because they are almost exclusively seen at night, while the Ghanaian name aposor is given to them because of their firm grip on branches.In both variety and abundance, the bushbabies are the most successful strepsirrhine primates in Africa, according to the African Wildlife Foundation.",
    "WikiContents": "Galagos , also known as bush babies, or nagapies (meaning \"little night monkeys\" in Afrikaans), are small nocturnal primates native to continental Africa, and make up the family Galagidae (also sometimes called Galagonidae). They are sometimes included as a subfamily within the Lorisidae or Loridae.\nAccording to some accounts, the name \"bushbaby\" comes from either the animal's cries or its appearance. The Afrikaans name nagapie is because they are almost exclusively seen at night, while the Ghanaian name aposor is given to them because of their firm grip on branches.In both variety and abundance, the bushbabies are the most successful strepsirrhine primates in Africa, according to the African Wildlife Foundation.\n\n\n== Characteristics ==\nGalagos have large eyes that give them good night vision in addition to other characteristics, like strong hind limbs, acute hearing, and long tails that help them balance. Their ears are bat-like and allow them to track insects in the dark. They catch insects on the ground or snatch them out of the air. They are fast, agile creatures. As they bound through the thick bushes, they fold their delicate ears back to protect them. They also fold them during rest. They have nails on most of their digits, except for the second toe of the hind foot, which bears a grooming claw. Their diet is a mixture of insects and other small animals, fruit, and tree gums. They have pectinate (comb-like) incisors called toothcombs, and the dental formula: 2.1.3.32.1.3.3 They hide by day and are active at night.\nAfter a gestation period of 110–133 days, young galagos are born with half-closed eyes and are initially unable to move about independently. After a few (6–8) days, the mother carries the infant in her mouth, and places it on branches while feeding. Females may have singles, twins, or triplets, and may become very aggressive. Each newborn weighs less than half an ounce. For the first three days, the infant is kept in constant contact with the mother. The young are fed by the mother for six weeks and can feed themselves at two months. The young grow rapidly, often causing the mother to walk awkwardly as she transports them.Females maintain a territory, but share them with their offspring. Males leave their mothers' territories after puberty, but females remain, forming social groups consisting of closely related females and their young. Adult males maintain separate territories, which overlap with those of the female social groups; generally, one adult male mates with all the females in an area. Males that have not established such territories sometimes form small bachelor groups.While keeping them as pets is not advised (like many other nonhuman primates, they are considered likely sources of diseases that can cross species barriers), it is certainly done. Equally, they are highly likely to attract attention from customs officials on importation into many countries. Reports from veterinary and zoological sources indicate captive lifetimes of 12.0 to 16.5 years, suggesting a natural lifetime over a decade.Galagos communicate both by calling to each other, and by marking their paths with urine. By following the scent of urine, they can land on exactly the same branch every time. All species of galago produce species-specific 'loud calls' or 'advertisement calls'. These calls have multiple different functions. One function is long-distance identification and differentiation of individual species, and scientists are now able to recognize all known galago species by their 'loud calls'. At the end of the night, group members use a special rallying call and gather to sleep in a nest made of leaves, a group of branches, or a hole in a tree.\n\n\n=== Jumping ===\nGalagos have remarkable jumping abilities. The highest reliably reported jump for a galago is 2.25 m. According to a study published by the Royal Society, given the body mass of each animal and the fact that the leg muscles amount to about 25% of this, galago's jumping muscles should perform six to nine times better than those of a frog. This is thought to be due to elastic energy storage in tendons of the lower leg, allowing far greater jumps than would otherwise be possible for an animal of their size. In mid-flight, they tuck their arms and legs close to the body; they are then brought out at the last second to grab the branch. In a series of leaps, a galago can cover ten yards in mere seconds. The tail, which is longer than the length of the head and body combined, assists the powerful leg muscles in powering the jumps. They may also hop like a kangaroo or simply run/walk on four legs. Such strong, complicated, and coordinated movements are due to the rostral half of the posterior parietal cortex that is linked to the motor, premotor, and visuomotor areas of the frontal cortex.\n\n\n=== Myths ===\nThe bush baby also refers to a myth that is used to scare children to stay indoors at night. Most likely arising from the baby-like cry, the unusual nature evolved into a myth about a powerful animal that can kidnap humans. It is also said that wild bush babies/galagos in Nigeria can never be found dead on plain ground. Rather, they always make a nest out of sticks/leaves/branches and die on it. Endangerment of the species, however, in sub-Saharan Africa has made this claim difficult to verify.\n\n\n== Social structure ==\nGenerally, the social structure of the galago has components of both social life and solitary life. This can be seen in their play. They swing off branches or climb high and throw things. Social play includes play fights, play grooming, and following-play. During following-play, two galagos  jump sporadically and chase each other through the trees. The older galagos in a group prefer to rest alone, while younger ones are in constant contact with one another. This is observed in the Galago garnetti species. Mothers often leave infants alone for long periods of time and do not attempt to stop infants from leaving them. On the other hand, the offspring tries to stay close to the mother and initiates actions of maintaining close proximity and activating social interactions with the mother.Grooming is a very important part of galago daily life. They often autogroom before, during, and after rest. Social grooming is performed more often by males in the group. Females often reject the attempts made by the males to groom them.\n\n\n== Classification ==\nGalagos are currently grouped into three genera, with the two former members of the now defunct genus Galagoides returned to their original genus Galago:\n\nFamily Galagidae - galagos, or bushbabies\n\nGenus Euoticus, needle-clawed bushbabies\nSouthern needle-clawed bushbaby, E. elegantulus\nNorthern needle-clawed bushbaby, E. pallidus\nGenus Galago, lesser galagos, or lesser bushbabies\nGalago senegalensis group\nSenegal bushbaby, G. senegalensis\nMohol bushbaby, G. moholi\nSomali bushbaby, G. gallarum\nGalago matschiei group\nDusky bushbaby, G. matschiei\nGenus Galagoides, dwarf galagos, or dwarf bushbabies\nAngolan dwarf galago, G. kumbirensis\nGalagoides zanzibaricus group\nZanzibar bushbaby, G. zanzibaricus\nGrant's bushbaby, G. granti\nMalawi bushbaby, G. nyasae\nGalagoides orinus group\nUluguru bushbaby, G. orinus\nRondo bushbaby, G. rondoensis\nG. demidoff group )\nPrince Demidoff's bushbaby, G. demidovii\nThomas's bushbaby, G. thomasi\nKenya coast galago, G. cocos\nGenus †Laetolia\n†Laetolia sadimanensis\nGenus Otolemur, greater galagos, or thick-tailed bushbabies\nBrown greater galago, O. crassicaudatus\nSilvery greater galago, O.  monteiri\nNorthern greater galago, O. garnettii\nGenus Sciurocheirus, squirrel galagos\nBioko Allen's bushbaby, S. alleni\nCross River bushbaby, S. cameronensis\nGabon bushbaby, S. gabonensis\nMakandé squirrel galago, S. makandensis\n\n\n== Genomics ==\nA low-coverage genomic sequence of the northern greater galago, O. garnettii, is in progress. As it is a 'primitive' primate, the sequence will be particularly useful in bridging the sequences of higher primates (macaque, chimpanzee, human) to close non-primates, such as rodents. The two-time planned coverage will not be sufficient to create a full genome assembly, but will provide comparative data across most of the human assembly.\n\n\n== References ==\n\n\n== External links ==\nBushbabies: Wildlife summary from the African Wildlife Foundation",
    "ImageURL": "Bushbaby_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Galago",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Strepsirrhini",
        "Family": "Galagidae"
    },
    "Zone": "* #### K"
}