{
    "CommonName": "Bush Dog",
    "BriefSummary": "The bush dog (Speothos venaticus) is a canid found in Central and South America. In spite of its extensive range, it is very rare in most areas except in Suriname, Guyana and Peru; it was first identified by Peter Wilhelm Lund from fossils in Brazilian caves and was believed to be extinct. The bush dog is the only living species in the genus Speothos, and genetic evidence suggests that its closest living relative is the maned wolf of central South America or the African wild dog. The species is listed as Near Threatened by the IUCN.\nIn Brazil it is called cachorro-vinagre (\"vinegar dog\") or cachorro-do-mato (\"bush dog\"). In Spanish-speaking countries it is called perro vinagre (\"vinegar dog\"), zorro vinagre (\"vinegar fox\"), perro de agua (\"water dog\"), or perro de monte (\"bush dog\").",
    "WikiContents": "The bush dog (Speothos venaticus) is a canid found in Central and South America. In spite of its extensive range, it is very rare in most areas except in Suriname, Guyana and Peru; it was first identified by Peter Wilhelm Lund from fossils in Brazilian caves and was believed to be extinct. The bush dog is the only living species in the genus Speothos, and genetic evidence suggests that its closest living relative is the maned wolf of central South America or the African wild dog. The species is listed as Near Threatened by the IUCN.\nIn Brazil it is called cachorro-vinagre (\"vinegar dog\") or cachorro-do-mato (\"bush dog\"). In Spanish-speaking countries it is called perro vinagre (\"vinegar dog\"), zorro vinagre (\"vinegar fox\"), perro de agua (\"water dog\"), or perro de monte (\"bush dog\").\n\n\n== Description ==\nAdult bush dogs have soft long brownish-tan fur, with a lighter reddish tinge on the head, neck and back and a bushy tail, while the underside is dark, sometimes with a lighter throat patch. Younger individuals, however, have black fur over their entire bodies. Adults typically have a head-body length of 57–75 cm (22–30 in), with a 12.5–15 cm (5–6 in) tail. They have a shoulder height of 20–30 cm (8–12 in) and weigh 5–8 kg (11–18 lb). They have short legs relative to their body, as well as a short snout and relatively small ears.The teeth are adapted for its carnivorous habits. Uniquely for an American canid, the dental formula is \n\n for a total of 38 teeth. The bush dog is one of three canid species (the other two being the dhole and the African wild dog) with trenchant heel dentition, having a single cusp on the talonid of the lower carnassial tooth that increases the cutting blade length. Females have four pairs of teats and both sexes have large scent glands on either side of the anus. Bush dogs have partially webbed toes, which allow them to swim more efficiently.\n\n\n== Distribution and habitat ==\n\nBush dogs are found from Costa Rica in Central America and through much of South America east of the Andes, as far south as central Bolivia, Paraguay and southern Brazil. They primarily inhabit lowland forests up to 1,900 metres (6,200 ft) elevation, wet savannas and other habitats near rivers, but may also be found in drier cerrado and open pasture. The historic range of this species may have extended as far north as Costa Rica where the species may still survive in suitable habitat.There are three recognised subspecies:\nthe South American bush dog (Speothos venaticus venaticus) - southern Colombia and Venezuela, the Guyanas, most of Brazil, eastern Ecuador and Peru, Bolivia, northern Paraguay\nthe Panamanian bush dog (Speothos venaticus panamensis) - Panama, northern Colombia and Venezuela, western Ecuador\nthe southern bush dog (Speothos venaticus wingei) - southern Brazil and Paraguay, extreme northeastern Argentina\n\n\n== Behavior ==\nBush dogs are carnivores and hunt during the day. Their typical prey are pacas, agouti and capybaras, all large rodents. Although they can hunt alone, bush dogs are usually found in small packs. The dogs can bring down much larger prey, including peccaries and rheas, and a pack of six dogs has even been reported hunting a 250 kg (550 lb) tapir. When hunting paca, part of the pack chases it on land and part wait for it in the water, where it often retreats.Bush dogs appear to be the most gregarious South American canid species. They use hollow logs and cavities such as armadillo burrows for shelter. Packs consist of a single mated pair and their immediate kin, and have a home range of 3.8 to 10 square kilometres (1.5 to 3.9 sq mi). Only the adult pair breed, while the other members of the pack are subordinate, and help with rearing and guarding any pups. Packmates keep in contact with frequent whines, perhaps because visibility is poor in the undergrowth where they typically hunt. While eating large prey, parents position themselves at either ends of the animal, making it easier for the pups to disembowel it.\n\n\n== Reproduction ==\n\nBush dogs mate throughout the year; oestrus lasts up to twelve days and occurs every 15 to 44 days. Like many other canids, bush dog mating includes a copulatory tie, during which the animals are locked together. Urine-marking plays a significant role in their pre-copulatory behavior.Gestation lasts from 65 to 83 days and normally results in the birth of a litter of three to six pups, although larger litters of up to 10 have been reported. The young are born blind and helpless and initially weigh 125 to 190 grams (4.4 to 6.7 oz). The eyes open after 14 to 19 days and the pups first emerge from the nativity den shortly thereafter. The young are weaned at around four weeks and reach sexual maturity at one year. They can live for up to 10 years in captivity.\n\n\n== References ==\n\n\n== Bibliography ==\nNicole Duplaix and Noel Simon, World Guide to Mammals. Mandarin Publishers Ltd. (1976).\nFlower WH. 1880. On the bush-dog (Icticyon venaticus Lund). Proceedings of the Zoological Society of London 1880: 70–76.\n\n\n== External links ==\nARKive - images and movies of the bush dog (Speothos venaticus)\nhttps://web.archive.org/web/20070401091117/http://www.canids.org/species/Speothos_venaticus.htm\nAnimal Diversity Web\nITIS database\nSkeletal morphology data from UT Austin\nCachorro-do-mato-vinagre (in Portuguese)",
    "ImageURL": "BushDog_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Bush_dog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Canidae",
        "Genus": "Speothos",
        "Species": "venaticus"
    },
    "ScientificName": "Speothos venaticus"
}