{
    "CommonName": "Buttermilk snake",
    "BriefSummary": "Coluber constrictor anthicus, commonly known as the buttermilk racer, is a subspecies of the eastern racer, a nonvenomous colubrid snake, endemic to the southern United States.",
    "WikiContents": "Coluber constrictor anthicus, commonly known as the buttermilk racer, is a subspecies of the eastern racer, a nonvenomous colubrid snake, endemic to the southern United States.\n\n\n== Description ==\nThe buttermilk racer is a thin-bodied snake, capable of attaining a total length of 1.52 m (60 inches). Its color is a unique pattern of black, greens, yellows, greys and even sometimes blues, flecked with white or yellow. Their underside is white or cream-colored.\n\n\n== Geographic range ==\nThe buttermilk racer is found only in the United States, in southern Arkansas, Louisiana and southern and eastern Texas.\n\n\n== Common names ==\nOther common names for Coluber constrictor anthicus include the following: ash snake, blue racer, brown racer, Louisiana black snake, spotted black snake, spotted racer, variegated racer, and white oak racer.\n\n\n== Behavior ==\nRacers are diurnal, active predators. They are fast moving, and are often quick to bite if handled. They generally eat rodents, lizards and frogs, but as juveniles they will also consume various kinds of soft-bodied insects. They are fairly nervous snakes, and as such, do not typically fare well in captivity. For protection, they release a foul-smelling scent when caught to deter predators. They also thrash around to escape and can unknowingly injure themselves.\n\n\n== References ==\n\nHerps of Texas: Coluber constrictor\nSnakes of Louisiana: Buttermilk Racer\n[1]Herper dot com",
    "ImageURL": "Buttermilksnake_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Coluber_constrictor_anthicus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Colubridae",
        "Genus": "Coluber",
        "Species": "constrictor"
    },
    "ScientificName": "Coluber constrictor",
    "Zone": "* #### A"
}