{
    "CommonName": "Caiman Lizard",
    "BriefSummary": "The genus Dracaena (romanized form of the Ancient Greek δράκαινα - drakaina, \"female dragon\"), also called caiman lizards or water tegu, is in the teiid family, along with tegus and ameivas. Caiman lizards are found in South America in Ecuador, Colombia, Paraguay, Peru and Brazil. These semiaquatic lizards spend a lot of time in the water and inhabit marshes, streams and flooded forests. Caiman lizards often bask on branches overhanging the water.",
    "WikiContents": "The genus Dracaena (romanized form of the Ancient Greek δράκαινα - drakaina, \"female dragon\"), also called caiman lizards or water tegu, is in the teiid family, along with tegus and ameivas. Caiman lizards are found in South America in Ecuador, Colombia, Paraguay, Peru and Brazil. These semiaquatic lizards spend a lot of time in the water and inhabit marshes, streams and flooded forests. Caiman lizards often bask on branches overhanging the water.\n\n\n== Classification ==\nListed alphabetically.\nDracaena guianensis Daudin 1802 - Northern caiman lizard or Guyana caiman lizard\nDracaena paraguayensis Amaral 1950 - Paraguay caiman lizard\n†Dracaena colombiana Estes 1961 - Middle Miocene (Laventan) Honda Group, Colombia\n\n\n== Description ==\nThe caiman lizard is built similarly to its cousin the tegu, with a large heavy set body and short but powerful limbs. Its head is bulky and often a red or orange color. Their jaws are heavily muscular to help aid in eating its normal prey of snails, crawfish and fresh water clams. It also has a few adaptations that help it in its watery habitat. It has a long, laterally flattened tail, similar to its name sake, the yacare caiman. The long tail helps the caiman lizard to successfully swim and dive. It also has a clear third eyelid which is thought to act like a pair of goggles underwater.\nThe coloration of the northern caiman lizard (Dracaena guianensis) is very similar to that of a crocodile. It is typically a bright green with slight dark green banding. The Paraguayan caiman lizards (Dracaena paraguayensis) are typically much more drab, with gray bodies and heads. There are tough raised scutes along the dorsal portion of the back. These give the caiman lizard a crocodilian appearance, and help to provide some protection against predators. \nThese lizards can become up to 4 feet (1.2 m) long and weigh up to 10 pounds (4.5 kg).\n\n\n== Captivity ==\n\nCaiman lizards are kept in private collections, but they are not yet kept in large numbers due to their tendency to only accept snails, and their high price. Additionally, caiman lizards are arboreal, aquatic, and burrowing, so suitable enclosures are usually only made by zoos. Caiman lizards born in captivity have been known to take a variety of food items, including snails, fish, cat food, and crustaceans. Their temperament is comparable to that of a tegu.\n\n\n== References ==\n\n\n=== Bibliography ===\n\nSullivan, Robert M., and Richard Estes. 1997. The Miocene Fauna of La Venta, Colombia - A reassessment of the fossil Tupinambinae, 100–112. Smithsonian Institution Press. Accessed 2019-03-21.",
    "ImageURL": "CaimanLizard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Dracaena_(lizard)",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Teiidae",
        "Genus": "Dracaena"
    },
    "Zone": "* #### J"
}