{
    "CommonName": "Caiman",
    "BriefSummary": "A caiman is a crocodilian alligatorid belonging to the subfamily Caimaninae, one of two primary lineages within Alligatoridae, the other being alligators.\n\n",
    "WikiContents": "A caiman is a crocodilian alligatorid belonging to the subfamily Caimaninae, one of two primary lineages within Alligatoridae, the other being alligators.\n\n\n== Description ==\nCaimans inhabit Central and South America from marshes and swamps to mangrove rivers and lakes. Caimans have scaly skin, and live a fairly nocturnal existence. \nThey are relatively small-sized crocodilians, with an average maximum weight of 6 to 40 kg (13 to 88 lb) depending on species, with the exception of the black caiman (Melanosuchus niger), which can grow more than 5 m (16 ft) in length and weigh up to 1,100 kg (2,400 lb). The black caiman is the largest caiman species in the world and is found in the slow-moving rivers and lakes that surround the Amazon basin. The smallest species is the Cuvier's dwarf caiman (Paleosuchus palpebrosus), which grows to 1.2 to 1.5 m (3.9 to 4.9 ft) long. There are six different species of caiman found throughout the watery, jungle habitats of Central and Southern America. The average length for most of the other caiman species is about 2 to 2.5 m (6.6 to 8.2 ft) long.\nCaimans are distinguished from alligators, their closest relatives, by a few defining features: a lack of a bony septum between the nostrils, ventral armour composed of overlapping bony scutes formed from two parts united by a suture, and relatively longer, more slender, teeth than those possessed by alligators. The calcium rivets on its scales make their hides stiffer, and thus less valuable, than those of alligators and crocodiles, both of which have a similar appearance but are more pliable. Several extinct forms are known, including Purussaurus, a giant Miocene genus that grew to 12 m (39 ft) and the equally large Mourasuchus, which had a wide duck-like snout.\n\n\n== Behaviour ==\nThe caimans are predators and, like the alligators and the crocodiles, their diet consists of a great deal of fish. The caimans also hunt insects, birds and small mammals and reptiles.\nDue to the large size and ferocious nature of the caimans, they have few natural predators within their environments. Humans are the main predators of the caimans as they have been hunted for their meat and skin. Jaguars and anacondas are the only other predators of the caimans but they prey only on the smaller specimens.  During summer or droughts, the caiman may dig a burrow and go into a form of summer hibernation called aestivation.\nFemale caimans build a large nest in which to lay their eggs, which can be more than 1.5 metres wide. Female caimans lay between 10 and 50 eggs which hatch within about 6 weeks. Once they have hatched, the mother caiman takes her young to a shallow pool of water where they can learn how to hunt and swim.\n\n\n== Taxonomy ==\n\nSubfamily Caimaninae\nGenus †Acresuchus\nGenus †Centenariosuchus\nGenus †Protocaiman\nGenus †Kuttanacaiman\nGenus †Gnatusuchus\nGenus †Culebrasuchus\nGenus †Eocaiman\nGenus †Globidentosuchus\nGenus Paleosuchus\nP. palpebrosus, Cuvier's dwarf caiman\nP. trigonatus, smooth-fronted caiman\nGenus †Purussaurus\nGenus †Mourasuchus\nGenus †Necrosuchus\nGenus †Orthogenysuchus\nGenus †Tsoabichi\nGenus Caiman\nC. yacare, yacare caiman\nC. crocodilus, spectacled caiman\nC. c. crocodilus, spectacled caiman\nC. c. apaporiensis, Rio Apaporis caiman\nC. c. fuscus, brown caiman\n†C. lutescens\n†C. venezuelensis\n†C. wannlangstoni\n†C. brevirostris\nC. latirostris, broad-snouted caiman\nGenus Melanosuchus\n†M. fisheri\nM. niger, black caiman\n\n\n== Phylogeny ==\nBelow is a cladogram modified from Brochu (2011).\nBelow is a cladogram modified from Hastings et al. (2013).\n\n\n== References ==",
    "ImageURL": "Caiman_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Caiman",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Crocodilia",
        "Family": "Alligatoridae"
    },
    "Zone": "* #### D"
}