{
    "CommonName": "Cape porcupine",
    "BriefSummary": "The Cape porcupine or South African porcupine, (Hystrix africaeaustralis), is a species of Old World porcupine native to central and southern Africa.",
    "WikiContents": "The Cape porcupine or South African porcupine, (Hystrix africaeaustralis), is a species of Old World porcupine native to central and southern Africa.\n\n\n== Description ==\nCape porcupines are the largest rodents in Africa and also the world's largest porcupines. Cape porcupines seem to be the world's fourth heaviest living rodents, after the capybara and the Eurasian and North American beavers. They are similar in appearance to, and only slightly larger than, their close relatives, the crested porcupines, and can most easily be distinguished from them by the presence of a band of short white spines along the midline of the rump. Indian porcupines are almost the same size on average as well, being slightly heavier on average than crested porcupine but slightly lighter than Cape porcupines. Cape porcupines measure 63 to 81 centimetres (25 to 32 inches) long from the head to the base of the tail, with the tail adding a further 11–20 centimetres (4.3–7.9 inches). They weigh from 10 to 24 kilograms (22 to 53 pounds), with exceptionally large specimens weighing up to 30 kg (66 lb); males and females are not significantly different in size. The average weight of males from Zimbabwe was 16.9 kg (37 lb) and while the average for females there was 18.4 kg (41 lb) while in the Orange river valley of South Africa males averaged 12.3 kg (27 lb) and females averaged 13 kg (29 lb).They are heavily built animals, with stocky bodies, short limbs, and an inconspicuous tail. The body is covered in long spines up to 50 centimetres (20 in) in length, interspersed with thicker, sharply pointed, defence quills up to 30 centimetres (12 in) long, and with bristly, blackish or brownish fur. The spines on the tail are hollow, and used to make a rattling sound to scare away predators. An erectile crest of long, bristly hairs runs from the top of the head down to the shoulders. The spines and quills cover the back and flanks of the animal, starting about a third of the way down the body, and continuing onto the tail. The quills have multiple bands of black and white along their length, and grow from regularly spaced grooves along the animal's body; each groove holding five to eight quills. The remainder of the animal, including the undersides, is covered with dark hair.The eyes and ears are relatively small, and the mobile whiskers are short. The feet have five clawed toes, although the first toes on the forefeet are vestigial. Females have two pairs of teats.\n\n\n== Distribution and habitat ==\nCape porcupines are found across the whole of southern and central Africa, to southern Kenya, Uganda, and Congo at the northern edge of their range. They inhabit a wide range of habitats, from sea level to 2,000 metres (6,600 ft), although they are only marginally present in dense forests and the driest of deserts, and are not found in swampland. There are no currently recognised subspecies.\n\n\n== Diet and behaviour ==\n\nCape porcupines eat mostly plant material: fruits, roots, tubers, bulbs, and bark. They have a long small intestine and large caecum, employing hindgut fermentation to break down the tough materials in their food. They have also been reported to gnaw on carrion and bones. They are often considered pests by local farmers, because they can feed on crops and damage trees. However, their debarking of trees may also play a role in the maintenance of local savannah ecosystems, helping to prevent the development of denser forested environments.Cape porcupines are nocturnal and monogamous, typically living as mated pairs of adults, caring for any young together. Each pair may inhabit up to six burrows, jointly defending their shared territory, although they typically forage as individuals. Both sexes scent mark their territory, although males do so more frequently, and may play a more active role in its defence. The size of the home range varies depending on the local habitat and availability of food, but can range between at least 67 and 203 hectares (170 and 500 acres).When attacked, the porcupine freezes. If cornered, it turns vicious and charges to stab its attacker with its quills. Otherwise, the porcupine may retreat into its burrow, exposing only its quills and making it hard to dislodge.\n\n\n== Reproduction ==\nCape porcupines mate throughout the year, although births are most common during the rainy season, between August and March. Unless a previous litter is lost, females typically give birth only once each year. Oestrus lasts for an average of nine days, during which a membrane across the vagina opens to allow insemination. After mating, a copulatory plug forms, which is expelled about 48 hours later.Gestation lasts around 94 days, and results in the birth of a litter of up to three young, although over half of births are of singletons. Newborn young weigh 300 to 440 grams (11 to 16 oz), and initially have soft quills. Although they are born with their incisor teeth fully erupted, the remaining teeth begin to appear at 14 days, with the full set of adult teeth present by 25 months. They are weaned at around 100 days of age, and grow rapidly for the first twenty weeks, reaching the full adult size, and sexual maturity, at the end of their first year.Relative to most other rodents, Cape porcupines are long-lived, surviving for ten years in the wild, or up to twenty years in captivity.\n\n\n== References ==",
    "ImageURL": "Capeporcupine_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Cape_porcupine",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Hystricidae",
        "Genus": "Hystrix",
        "Species": "africaeaustralis"
    },
    "ScientificName": "Hystrix africaeaustralis"
}