{
    "CommonName": "Cape wild cat",
    "BriefSummary": "The African wildcat (Felis lybica) is a wildcat species native to Africa, West and Central Asia up to Rajasthan in India and Xinjiang in China. The IUCN Red List status Least Concern is attributed to the species Felis silvestris, which at the time of assessment also included the African wildcat as a subspecies.Results of genetic research indicate that the African wildcat diverged into three clades about 173,000 years ago, namely the Near Eastern wildcat, Southern African wildcat and Asiatic wildcat. African wildcats were first domesticated about 10,000 years ago in the Near East, and are the ancestors of the domestic cat (F. catus). In Cyprus, an African wildcat was found in a burial site next to a human skeleton in the Pre-Pottery Neolithic B settlement Shillourokambos. The graves are estimated to have been established by Neolithic farmers about 9,500 years ago and are the earliest known evidence for a close association between a human and a cat. Their proximity indicates that the cat may have been tamed or domesticated.Crossings between domestic cats and African wildcats are still common today.",
    "WikiContents": "The African wildcat (Felis lybica) is a wildcat species native to Africa, West and Central Asia up to Rajasthan in India and Xinjiang in China. The IUCN Red List status Least Concern is attributed to the species Felis silvestris, which at the time of assessment also included the African wildcat as a subspecies.Results of genetic research indicate that the African wildcat diverged into three clades about 173,000 years ago, namely the Near Eastern wildcat, Southern African wildcat and Asiatic wildcat. African wildcats were first domesticated about 10,000 years ago in the Near East, and are the ancestors of the domestic cat (F. catus). In Cyprus, an African wildcat was found in a burial site next to a human skeleton in the Pre-Pottery Neolithic B settlement Shillourokambos. The graves are estimated to have been established by Neolithic farmers about 9,500 years ago and are the earliest known evidence for a close association between a human and a cat. Their proximity indicates that the cat may have been tamed or domesticated.Crossings between domestic cats and African wildcats are still common today.\n\n\n== Characteristics ==\n\nThe African wildcat's fur is light sandy grey, and sometimes with a pale yellow or reddish hue, but almost whitish on the belly and on the throat. The ears have small tufts, are reddish to grey, with long light yellow hairs around the pinna. The stripes around the face are dark ochre to black: two run horizontally on the cheek from the outer corner of the eye to the jaw, a smaller one from the inner corner of the eye to the rhinarium, and four to six across the throat. Two dark rings encircle the forelegs, and hind legs are striped. A dark stripe runs along the back, the flanks are lighter. Pale vertical stripes on the sides often dissolve into spots. Its tail has two to three rings towards the end with a black tip. Its feet are dark brown to black below.It differs from the European wildcat by inconspicuous stripes on the nape and shoulders, a less sharply defined stripe across the spine and by the slender tail, which is cylindrical, less bushy and more tapering. Ears are normally tipped with a small tuft. Its fur is shorter than of the European wildcat, and it is considerably smaller.Skins of male wildcats from Northern Africa measure 47–59.7 cm (18.5–23.5 in) in head-to-body length with a 26.7–36.8 cm (10.5–14.5 in) long tail. Skins of female wildcats measure 40.6–55.8 cm (16.0–22.0 in) with a 24.1–33.7 cm (9.5–13.3 in) long tail. Male wildcats from Yemen measure 46–57 cm (18–22 in) in head-to-body length with a 25–32 cm (9.8–12.6 in) long tail; females were slightly smaller measuring 50–51 cm (20–20 in) in head-to-body length with a 25–28 cm (9.8–11.0 in) long tail. Both females and males range in weight from 3.2–4.5 kg (7.1–9.9 lb).\n\n\n== Distribution and habitat ==\nThe African wildcat occurs across Africa, around the periphery of the Arabian Peninsula, and in the Middle East as far eastward as the Caspian Sea.\nIt inhabits a broad variety of habitats, especially in hilly and mountainous landscapes such as the Hoggar Mountains. In deserts such as the Sahara, it occurs at much lower densities. It ranges across the area north of the Sahara from Morocco to Egypt and inhabits the tropical and subtropical grasslands, savannas, and shrublands south of the Sahara from Mauritania to the Horn of Africa, including Somalia, Eritrea, Ethiopia, Djibouti and Sudan. Farther south, it is present in all East and Southern African countries.In 2014 and 2015, it was recorded in Benin’s Pendjari National Park by camera-traps.\n\n\n=== In Mediterranean islands ===\n\nThe wild cat in Sardinia and Corsica was long considered a subspecies of the African wildcat with the scientific name Felis lybica sarda. Results of zooarchaeological research indicate that it descended from domestic cats probably introduced at the beginning of the 1st millennium from the Near East. These populations are considered feral today.The wildcat on the island of Sicily is considered a European wildcat.\n\n\n== Taxonomy ==\nFelis lybica was the scientific name proposed in 1780 by Georg Forster who based his description on a specimen from Gafsa on the Barbary Coast that had the size of a domestic cat, but a reddish fur, short black tufts on the ears, and a ringed tail.\nBetween the late 18th and 20th centuries, several naturalists and curators of natural history museums described and proposed new names for wildcat holotypes from Africa and the Near East, including:\n\nFelis ocreata by Johann Friedrich Gmelin in 1791 was based on a description of a wildcat encountered in northern Ethiopia by James Bruce.\nFelis cafra by Anselme Gaëtan Desmarest in 1822 was based on two wildcat skins from South Africa‘s Eastern Cape.\nFelis ocreata mellandi by Harold Schwann in 1904 was based on two wildcat skins from northeastern Rhodesia in the collection of the Natural History Museum, London.\nFelis ocreata rubida also by Schwann in 1904 was a skull and a fulvous skin of a male wildcat from Belgian Congo.\nFelis ocreata ugandae also by Schwann in 1904 was a skull and a yellowish-grey skin of a male wildcat from Uganda.\nFelis ocreata mauritana by Ángel Cabrera in 1906 was a wildcat skin from the Mogador area in Morocco.\nFelis ocreata taitae by Edmund Heller in 1913 was a skull and a light-coloured skin of a female wildcat from Voi in southeastern Kenya.\nFelis ocreata iraki by Robert Ernest Cheesman in 1920 was a dove grey wildcat skin with salmon buff shading from Kuwait and another similar coloured specimen from the Tigris River.\nFelis haussa by Oldfield Thomas and Martin Hinton in 1921 was a skull and a sandy-coloured skin of a male wildcat from the Aïr Mountains south of Zinder.\nFelis ocreata griselda and F. o. namaquana by Oldfield Thomas in 1926 was a pale wildcat skin from south of Benguela in Angola and another pale wildcat skin from Namaqualand in Namibia.\nFelis lybica pyrrhus by Reginald Innes Pocock in 1944 was a series of ten greyish brown wildcat skins from Benguela.\nFelis lybica tristrami also by Pocock in 1944 was a pale buffy white skin of an adult female wildcat from the Palestinian Moab area.\nFelis lybica lowei, F. l. lynesi, F. l. foxi and F. l. brockmani also by Pocock in 1944 was a pale skin of an adult female wildcat from Marrah Mountains in the Darfur desert, a very pale skin of a male wildcat from north of Al-Fashir in Darfur, a dark skin of a male wildcat from Bauchi State in northern Nigeria, and a pale brown skin of a young adult male wildcat from the Golis Mountains in northern Somalia, respectively.\nFelis silvestris gordoni by David Harrison in 1968 was a skull and a very pale grey brown striped skin of a female wildcat from west of Sohar in Oman.Since 2017, three African wildcat subspecies are recognised as valid taxa:\nF. l. lybica, the nominate subspecies in North Africa and Sinai to Sudan\nSouthern African wildcat (F. l. cafra) in Southern Africa\nAsiatic wildcat (F. l. ornata) in Asia\n\n\n=== Phylogeny ===\n\nBased on a mitochondrial DNA study of 979 domestic and wildcats from Europe, Asia, and Africa, the African wildcat is thought to have split off from the European wildcat about 173,000 years ago, with the North African/Near Eastern wildcat splitting from the Asiatic wildcat and the Southern African wildcat about 131,000 years ago. About 10,000 years ago, some African wildcats were tamed in the Fertile Crescent and are the ancestors of the domestic cat. Domestic cats are derived from at least five \"Mitochondrial Eves\".\nAfrican wildcats were also domesticated in ancient Egypt. The Egyptian domestic cat lineage started spreading in the Mediterranean Basin from the 8th century BCE onwards and arrived on the Baltic Sea coast by the 5th century CE.\n\n\n== Ecology and behaviour ==\nAfrican wildcats are active mainly by night and search for prey. Their hearing is so fine that they can locate prey precisely. They approach prey by patiently crawling forward and using vegetation to hide. They rarely drink water. They hunt primarily mice, rats, birds, reptiles, and insects.When confronted, the African wildcat raises its hair to make itself seem larger in order to intimidate its opponent. In the daytime it usually hides in the bushes, although it is sometimes active on dark cloudy days. The territory of a male overlaps with that of up to three females.\n\n\n=== Hunting and diet ===\nIn West Africa, the African wildcat preys on rats, mice, gerbils, hares, small to medium-sized birds, including francolins, and lizards. In Southern Africa, it also attacks antelope fawns and domestic stock, such as lambs and kids.In Kgalagadi Transfrontier Park, it preys foremost on murids, to a lesser extent also on birds, small reptiles and invertebrates.\n\n\n=== Reproduction ===\nFemales give birth to one to three kittens, mostly during the warm wet season.The African wildcat often rests and gives birth in burrows or hollows in the ground. The gestation period lasts between 56 and 69 days. The kittens are born blind and need the full care of the mother. They stay with their mother for five to six months and are fertile after six months.\n\n\n== Conservation ==\n\nThe African wildcat is included in CITES Appendix II.Alley Cat Rescue is currently the only organization known to have a program specifically aimed at conserving African wildcats and reducing what some refer to as genetic pollution by domestic cats.It has been discovered that a domestic cat can serve as a surrogate mother for wildcat embryos. The numerous similarities between the two species mean that an embryo of an African wildcat may be carried and borne by a domestic cat. A documentary by the BBC describes the details of the experiments that led to this discovery, and also shows a mature wildcat that was born by a surrogate female.\n\n\n== In philately ==\nThe Libyan Posts issued a postage stamp dedicated to Felis lybica in November 1997 in cooperation with World Wide Fund for Nature. This issue was also released as a set of four stamps printed on a minisheet.\n\n\n== References ==\n\n\n== External links ==\n\"African wildcat\". IUCN/SSC Cat Specialist Group.\n\"African wildcat program\". Alley Cat Rescue.\nGrimm, D. (2017). \"Ancient Egyptians may have given cats the personality to conquer the world\". Science | AAAS. 356 (6343). Retrieved 2017-06-19.",
    "ImageURL": "Capewildcat_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_wildcat",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Felis",
        "Species": "lybica"
    },
    "ScientificName": "Felis lybica",
    "Zone": "* #### B"
}