{
    "CommonName": "Cape cobra",
    "BriefSummary": "The Cape cobra (Naja nivea), also called the yellow cobra, is a moderate-sized, highly venomous species of cobra inhabiting a wide variety of biomes across southern Africa including arid savanna, fynbos, bushveld, desert and semi-desert regions. The species is diurnal and is a feeding generalist, preying on a number of different species and carrion. Predators of this species include birds of prey, honey badgers and various species of mongoose. The Cape cobra is also known as the \"geelslang\" (yellow snake) and \"bruinkapel\" (brown cobra) in South Africa. Afrikaans speaking South Africans also refer to the Cape cobra as \"koperkapel\" (\"copper cobra\"), mainly because of a rich yellow colour variation. This species has no known subspecies.",
    "WikiContents": "The Cape cobra (Naja nivea), also called the yellow cobra, is a moderate-sized, highly venomous species of cobra inhabiting a wide variety of biomes across southern Africa including arid savanna, fynbos, bushveld, desert and semi-desert regions. The species is diurnal and is a feeding generalist, preying on a number of different species and carrion. Predators of this species include birds of prey, honey badgers and various species of mongoose. The Cape cobra is also known as the \"geelslang\" (yellow snake) and \"bruinkapel\" (brown cobra) in South Africa. Afrikaans speaking South Africans also refer to the Cape cobra as \"koperkapel\" (\"copper cobra\"), mainly because of a rich yellow colour variation. This species has no known subspecies.\n\n\n== Etymology ==\nNaja nivea was first described by Swedish zoologist Carl Linnaeus in 1758. The generic name naja is a Latinisation of the Sanskrit word nāgá (नाग) meaning \"cobra\".  The specific epithet nivea is derived from the Latin words either nix or nivis meaning \"snow\" or niveus meaning \"snowy\". The connection with snow is obscure, but might have been suggested by discolouration of the first preserved specimens received by taxonomists in Europe.\n\n\n== Taxonomy ==\nNaja is a genus in the family Elapidae. Linnaeus first described Naja nivea in 1758. He originally assigned the binomial name Coluber niveus, but some ten years afterwards Josephus Nicolaus Laurenti described the genus of true cobras under the name Naja. In 2007 Wüster et al. partitioned the genus Naja into four separate subgenera on the basis of various factors such as lineage, morphology and diet. They placed Naja nivea in the subgenus Uraeus, the African non-spitting cobras: the Cape cobra (N. nivea), the Egyptian cobra (N. haje), the snouted cobra (N. annulifera), Anchieta's cobra (N. anchietae), Arabian cobra (N. arabica) and Senegalese cobra (N. senegalensis).\n\n\n=== Description ===\n\nThe Cape cobra is a medium-sized species of cobra. Mature specimens are typically about 1.2 to 1.4 metres (3.9 to 4.6 ft) long, but may grow up to 1.6 metres (5.2 ft) in length. Males are slightly larger than females. The longest specimen on record was a male from Aus, Namibia and measured 1.88 metres (6.2 ft) long. Another very large specimen was also a male found in De Hoop Nature Reserve with a total length of 1.86 metres (6.1 ft).Cape cobras vary widely in colouration, from yellow through golden brown to dark brown and even black. In addition, individuals show a varying degree of black or pale stippling and blotches, and although colour and marking are geographically related, it is also possible to observe virtually all colour varieties at one location. For example, the Kalahari Desert specimens in Botswana and Namibia are usually more consistently yellow than the more southerly populations. However, at De Hoop, and other specific locations in the Western Cape, all colour variations have been recorded. Juvenile specimens generally have conspicuously dark throats extending down the belly for the width of a dozen or so ventral scales. The colour fades during the first year or two of life, but while it lasts it commonly leads laymen to confuse the juvenile Cape cobra with the Rinkhals spitting cobra.\n\n\n== Distribution and habitat ==\nThe Cape cobra is endemic to southern Africa. In South Africa, where it most often occurs, the species occurs throughout the Western Cape, Northern Cape, Eastern Cape, Free State, and North West Province. It also is found in the southern half of Namibia, southwestern Botswana, and western Lesotho.\n\nAlthough the Cape cobra has a smaller geographical range than any other African cobra, it occurs in a variety of different habitats. The preferred habitat of the species is fynbos, bushveld, karoo scrubland, arid savanna, the Namib desert and the Kalahari desert. It often inhabits rodent burrows, abandoned termite mounds and, in arid regions, rock crevices. Where it occurs in temperate regions and arid karroid regions, it is often found along rivers and streams entering well-drained, open areas.\nIn Lesotho, they may occur at altitudes as high as 2,500 metres (8,200 ft) above sea level. They occur in forest and high grassland areas of Free State province, in rocky hills of the Cape and in desert and semi-desert areas throughout their geographical range. Cape cobras venture into villages, partially developed suburbs, and squatter communities where they may enter houses to escape the heat of the day or to seek prey such as rodents. This brings them into direct contact with humans.\n\n\n== Behaviour and ecology ==\nThe Cape cobra is a diurnal species and actively forages throughout the day. During very hot weather it may become crepuscular, but is rarely if ever observed during the hours of darkness. It is a terrestrial snake, but will readily climb trees and bushes, and shows considerable agility in for example systematically robbing the nests of the sociable weaver. When not active, it hides in holes or under ground cover, such as brush piles, often remaining in the same retreat for some time. It is a quick moving and alert species, and although a report mentions that this species is generally calm when compared to some other African venomous snakes, it strikes readily if threatened. When disturbed and brought to bay the Cape cobra raises its forebody off the ground, spreads a broad hood and may hiss loudly. While on the defensive, it strikes unhesitatingly. If the threat remains motionless, the snake will quickly attempt to escape, but at any sign of movement will adopt its defensive posture again. The Cape cobra is more aggressive during the mating period.\n\n\n=== Diet ===\n\nThis species of cobra is a feeding generalist. It feeds on a wide spectrum of prey, including other snakes, rodents, lizards, birds, and carrion. Recorded prey items for this species at De Hoop from October 2004 to March 2006 showed that 31% of the species' diet consisted of rodents, 20% was other snakes, 11% lizards, 11% birds, 16% carrion, and 11% \"conspecifics\". In the same study period conducted at De Hoop, Cape cobras were seen scavenging and feeding on carrion on two occasions. Both were road-killed snakes, the first, an adult  Psammophylax rhombeatus, the second an adult Karoo whip snake, Psammophis notostictus. It is also well known for raiding sociable weaver (Philetairus socius) nests. Cape cobras can be cannibalistic, sometimes eating the young of its own kind.\n\n\n=== Predators ===\nPredators of Cape cobras include the honey badger (ratel). Other carnivorous mammals such as meerkats and a few species of mongoose often prey on the Cape cobra and are its main predators; they have a low susceptibility to its venom. Various birds of prey, including secretary birds and snake eagles may also prey on this species, and so do some other species of snakes.\n\n\n=== Reproduction ===\nThis species is oviparous. Mating season is during the months of September and October, when these snakes may be more aggressive than usual. Females will lay between 8 and 20 eggs (roughly 60 × 25 mm in size) in midsummer (December–January), in a hole or an abandoned termite mound or some other warm, wet location. The hatchlings measure between 34 and 40 centimetres (13 and 16 in) in length and are completely independent from birth. In one captive study, mating occurred in the month of September and oviposition in November. Gestation period was approximately 42 days and the incubation period was 65–70 days at about 28–33 °C (82.4–91.4 °F). Clutch size was 11–14 (n=2) and hatchling ratio was one male to five females.\n\n\n== Venom ==\nThe Cape cobra is regarded as one of the most dangerous species of cobra in all of Africa, by virtue of its potent venom and frequent occurrence around houses. The venom of this snake tends to be thick and syrupy in consistency and dries into shiny pale flakes, not unlike yellow sugar.\nThe Cape cobra's venom is made up of potent postsynaptic neurotoxins and might also contain cardiotoxins, that affect the respiratory system, nervous system, and the heart. The mouse SC LD50 for this species' venom is 0.72, while the IV and IP LD50 values are 0.4 mg/kg and 0.6 mg/kg, respectively. The average venom yield per bite is 100 to 150 mg according to Minton. The mortality rate for untreated bites is not exactly known, but is thought to be high. This can be due to various factors including the amount of venom injected, psychological state of the bitten subject, the penetration of one or both fangs, and so on. Mechanical ventilation and symptom management is often enough to save a victim's life, but cases of serious Cape cobra envenomation will require antivenom. When death does occur, it normally takes anywhere from an hour (in severe cases) to ten hours (or more) and it is often as a result of respiratory failure, due to the onset of paralysis. The antivenom used in case of a bite is a polyvalent antivenom produced by the South African Institute of Medical Research (SAIMR).\n\n\n== References ==\n\n\n== External links ==\nReptile Channel - Cape cobra\nImmediate First Aid (Cape cobra)\nFact Zoo - Cape cobra\nCape Snake Conservation - Cape Cobra",
    "ImageURL": "Capecobra_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Cape_cobra",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Elapidae",
        "Genus": "Naja",
        "Species": "nivea"
    },
    "ScientificName": "Naja nivea",
    "Zone": "* #### J"
}