{
    "CommonName": "Cape white-eye",
    "BriefSummary": "The Cape white-eye (Zosterops virens) is a small passerine bird in the white-eye family. It is native to southern Africa.",
    "WikiContents": "The Cape white-eye (Zosterops virens) is a small passerine bird in the white-eye family. It is native to southern Africa.\n\n\n== Taxonomy ==\nThere are two subspecies:\nZ. v. capensis Sundevall, 1850 – south-western South Africa, Lesotho and adjacent western KwaZulu-Natal.\nZ. v. virens Sundevall, 1850 – eastern and south-eastern Botswana, eastern and northern South Africa, Swaziland, and adjacent south-western Mozambique.These subspecies interbreed where they come into contact.\nThe Orange River white-eye (Z. pallidus) has been split from the Cape white-eye.\n\n\n== Identification ==\n\nThis species is about 12 cm long with rounded wings, strong legs, and a conspicuous ring of white feathers round the eyes. The upperparts are green, and the throat and vent are bright yellow. The members of the Z. v. capensis has a grey breast and belly, whereas Z. v. virens has a greenish-yellow breast and belly.\nThey are very vocal, and constantly keep in touch with soft trilled pee, pree or pirreee callnotes. The song consists of repeated long jerky phrases of sweet reedy notes, varying in pitch, volume and temp, usually starting off with teee teee or pirrup pirrup notes, then becoming a fast rambled jumble of notes, which may incorporate mimicked phrases of other birdcalls.\n\n\n== Behaviour ==\nThis is a sociable species forming large flocks outside the breeding season. It builds a cup nest in a tree and lays 2-3 unspotted pale blue eggs. The eggs hatch in 11–12 days, and fledging occurs in another 12–13 days. The peak breeding season is September to December.\nThe Cape white-eye feeds mainly on insects, but also soft fleshy flowers, nectar, fruit and small grains. It readily comes to bird feeders.\n\n\n== Distribution ==\nIt is found in a wide range of densely to lightly wooded habitats in South Africa, Botswana, Lesotho, Swaziland and marginally in Mozambique. Most populations are resident, but some perform minor seasonal movements.\n\n\n== References ==\n\nSinclair, Hockey and Tarboton, SASOL Birds of Southern Africa, ISBN 1-86872-721-1\n\n\n== External links ==\nCape White-eye - Species text in The Atlas of Southern African Birds",
    "ImageURL": "Capewhiteeye_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Cape_white-eye",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Zosteropidae",
        "Genus": "Zosterops",
        "Species": "virens"
    },
    "ScientificName": "Zosterops virens",
    "Zone": "* #### H"
}