{
    "CommonName": "Cape raven",
    "BriefSummary": "The white-necked raven (Corvus albicollis) is somewhat smaller (50–54 cm in length) than the common raven or its nearest relative, the thick-billed raven C. crassirostris. It is native to eastern and southern Africa.",
    "WikiContents": "The white-necked raven (Corvus albicollis) is somewhat smaller (50–54 cm in length) than the common raven or its nearest relative, the thick-billed raven C. crassirostris. It is native to eastern and southern Africa.\n\n\n== Description ==\n\nThe white-necked raven has a much shorter tail than the common raven, as well as a deeper bill with a white tip that is almost as strongly arched as that of the thick-billed raven. Though predominantly black, the throat, breast and neck show a faint purple gloss. There is a large patch of white feathers on the nape of the neck.\nSoars well with shallower wingbeats than other Corvidae.\n\n\n=== Measurements ===\nLength 50 – 54 cm\nWingspan 752 – 860 mm (17 unsexed birds)\nWeight 762 - 865g\n\n\n=== Vocalisation ===\nOften described as a raven with a sore throat, it has very similar calls to the common raven, but with a more husky note. It has a croak like the other raven species but with a more whispering note. Like all corvids, the White-necked raven is capable of vocal mimicry. However, this behavior is only ever recorded in captivity.\n\n\n== Distribution and habitat ==\nIt occurs in eastern and southern Africa in open, mountainous country. It is quite commonly found in small towns and villages as long as there are mountains or hills for roosting and nesting relatively nearby.\n\n\n== Behaviour ==\n\nMost of this bird's food is obtained from the ground, but it will take food from trees as well. It has been seen to drop a tortoise from a height on to hard ground, preferably on rocks, and then swoop down to eat it, or even pick it up again if not sufficiently broken. White-necked ravens will also readily take carrion from road kills. Fruit, grain, insects, small reptiles, peanuts and human food are also readily taken and the bird forages in back yards and gardens quite openly. Like all or most raven species, the White-necked raven form flocks after leaving their parents and once fully matured will pair off and form territories.\nIt is often found in the company of other scavengers such as kites or vultures.\nNests are bowls of sticks lined with grass, hair, and wool, found mainly on cliff ledges but occasionally found in trees. There are usually 3-5 eggs laid.\n\n\n== References ==\n\n\n== External links ==\nWhite-necked raven - Species text in The Atlas of Southern African Birds.\nPhotos\nVideos, photos and sounds",
    "ImageURL": "Caperaven_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-necked_raven",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Corvidae",
        "Genus": "Corvus",
        "Species": "albicollis"
    },
    "ScientificName": "Corvus albicollis"
}