{
    "CommonName": "Central Chinese Goral",
    "BriefSummary": "The Himalayan goral (Naemorhedus goral) is a bovid species found across the Himalayas. It is listed as Near Threatened on the IUCN Red List because the population is thought to be declining significantly due to habitat loss hunting for meat.",
    "WikiContents": "The Himalayan goral (Naemorhedus goral) is a bovid species found across the Himalayas. It is listed as Near Threatened on the IUCN Red List because the population is thought to be declining significantly due to habitat loss hunting for meat.\n\n\n== Characteristics ==\n\nThe Himalayan goral is 95 to 130 cm (37 to 51 in) in length and weighs 35–42 kg (77–93 lb). It has a gray or gray-brown coat with tan legs, lighter patches on its throat, and a single dark stripe along its spine. Males have short manes on their necks. Both males and females have backward-curving horns which can grow up to 18 cm (7.1 in) in length.\nIn addition to certain peculiarities in the form of the skull, gorals are chiefly distinguished from the closely related serows in that they do not possess preorbital glands below their eyes, nor corresponding depressions in their skulls.\n\n\n== Distribution and habitat ==\nHimalayan gorals are found in the forests of the Himalayas including Bhutan, northern India including Sikkim and Arunachal Pradesh, Nepal, southern Tibet, and possibly western Myanmar. They inhabit most of the southern slopes of the Himalayas from Jammu and Kashmir to eastern Arunachal Pradesh. In India and Nepal they are present at elevations from 900 to 2,750 m (2,950 to 9,020 ft). In Pakistan they have been recorded from 1,000 to 4,000 m (3,300 to 13,100 ft) altitude but their present occurrence in Punjab is doubtful. Group home range size is typically around 40 ha (0.40 km2), with males occupying marked territories of 22–25 ha (0.22–0.25 km2) during the mating season.\n\nIn Pakistan, a minimum of 370–1017 grey goral are distributed in seven isolated populations as of 2004.\n\n\n== Ecology and behaviour ==\nHimalayan goral often form small bands of four to twelve individuals, although they are also known to pair off or, especially in the case of older males, be solitary. The animal is crepuscular, being most active in the early morning and late evening.  After a morning meal, it often drinks and then rests on a rock ledge through the day. It feeds on leaves and associated softer parts of plants, mainly grasses.\n\nThe Himalayan goral is very agile and can run quickly. Due to its coloration it is very well camouflaged, so that it is extremely difficult to sight it, especially since it spends much of the day lying still. However, it is hunted by various predators. When threatened, the Himalayan goral will vocalize with hissing or sneezing sounds.\nHimalayan goral can live for 14 or 15 years. The female gives birth after a gestation period of 170–218 days, usually to a single offspring. The young are weaned at 7 or 8 months of age and reach sexual maturity at around 3 years.\n\n\n== Conservation ==\nNaemorhedus goral is listed in CITES Appendix I. It is listed as an endangered species in all of its range countries.\n\n\n== References ==\n\nFakhar-i-Abbas, F. (2009). Ecobiology of Gray Goral (Naemorhedus goral). Saarbrücken: VDM Verlag",
    "ImageURL": "CentralChineseGoral.jpg",
    "Source": "https://en.wikipedia.org/wiki/Himalayan_goral"
}