{
    "CommonName": "Chestnut-mandibled toucan",
    "BriefSummary": "The chestnut-mandibled toucan or Swainson’s toucan (Ramphastos ambiguus swainsonii) is a subspecies of the yellow-throated toucan which breeds from eastern Honduras to northern Colombia to western Ecuador.",
    "WikiContents": "The chestnut-mandibled toucan or Swainson’s toucan (Ramphastos ambiguus swainsonii) is a subspecies of the yellow-throated toucan which breeds from eastern Honduras to northern Colombia to western Ecuador.\n\n\n== Taxonomy and systematics ==\nThe scientific and alternative English names commemorate the English ornithologist and artist William Swainson. \nFrom 2009, it has been considered a subspecies of the yellow-throated toucan.\n\n\n== Description ==\n\nLike other toucans, the chestnut-mandibled is brightly marked and has a large bill. The male is 56 cm long, while the smaller female is typically 52 cm long. Weight ranges from 599 to 746 grams (1.3-1.6 lbs).The sexes are alike in appearance, mainly black with maroon hints to the head, upper back and lower breast. The face and upper breast are bright yellow, with narrow white and broader red lines forming a lower border. The upper tail is white and the lower abdomen is red. The legs are blue. The body plumage is similar to that of the smaller keel-billed toucan, but the bill pattern is quite different, being diagonally divided into bright yellow and maroon.\nJuvenile birds are sooty-black, and have duller plumage, particularly with respect to the bib, red border, and lower mandible. They are fed by the parents for several weeks after leaving the nest.\nThe call of the chestnut-mandibled toucan is a yelping yo-YIP, a-yip, a-yip, or a Dios te dé, Dios te dé, Spanish for \"God give you...\"). It is given to maintain contact as the flock travels in \"follow-my-leader\" style through the trees, but also in chorus at the evening roosts.\n\n\n== Behavior ==\nSmall flocks, usually consisting of 3-12 birds, move through the forest with an undulating flight, rarely travelling more than 100 m at a time. This species is primarily an arboreal fruit-eater, but will also take insects, lizards, eggs, and frogs. Flocks will follow keel-billed toucans to exploit their sources of food.\n\n\n=== Reproduction ===\n\nThe chestnut-mandibled toucan is a resident breeder in moist lowland forest. The 2-4 white eggs are laid in an unlined cavity high in a decayed section of a living tree, or occasionally in an old woodpecker nest in a dead tree.\nBoth sexes incubate the eggs for at 14–15 days, and the toucan chicks remain in the nest after hatching. They are blind and naked at birth, and have short bills and specialised pads on their heels to protect them from the rough floor of the nest. They are fed by both parents, and fledge after about 6 weeks.\n\n\n== Aviculture ==\nChestnut-mandibled toucans are sometimes kept as pets. They are the most readily-available 'large toucan' species available in aviculture in the USA; however they are considered to be noisy, when compared to other toucans. It is illegal to take toucans or any other protected wild bird species from their nests.\n\n\n== References ==\n\nF. Gary Stiles & Alexander F. Skutch (1989).  A Guide to the Birds of Costa Rica. ISBN 0-8014-9600-4.\nSteven L. Hilty (2003). Birds of Venezuela. ISBN 0-7136-6418-5.\n\n\n== External links ==\nExtensive Gallery on Toucans\nList of Toucans\nToucan videos on the Internet Bird Collection\nBibliography of online, ornithological articles which explore the natural history of the Toco toucan, Ramphastos toco toco.\nInformation on and sounds of the chestnut-mandibled or Swainson's toucan, Ramphastos swainsonii.",
    "ImageURL": "Chestnutmandibledtoucan_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Chestnut-mandibled_toucan",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Piciformes",
        "Family": "Ramphastidae",
        "Genus": "Ramphastos",
        "Species": "ambiguus"
    },
    "ScientificName": "Ramphastos ambiguus"
}