{
    "CommonName": "Chilean Rose Hair Tarantula",
    "BriefSummary": "The Chilean rose tarantula (Grammostola rosea), also known as the rose hair tarantula, the Chilean fire tarantula, or the Chilean red-haired tarantula (depending on the color morph), is probably the most common species of tarantula available in American and European pet stores today, due to the large number of wild-caught specimens exported cheaply from their native Chile into the pet trade. The species is also known from Bolivia and Argentina.G. rosea is a common pet of tarantula hobbyists. Females have been known to live as long as 20 years, but due to the limited time they have been available on the market (and hence for extensive study), they may live considerably longer than 20 years. Considerable confusion exists between this species and Grammostola porteri, with some arguing that many of the \"G. rosea\" in the pet trade actually are G. porteri.",
    "WikiContents": "The Chilean rose tarantula (Grammostola rosea), also known as the rose hair tarantula, the Chilean fire tarantula, or the Chilean red-haired tarantula (depending on the color morph), is probably the most common species of tarantula available in American and European pet stores today, due to the large number of wild-caught specimens exported cheaply from their native Chile into the pet trade. The species is also known from Bolivia and Argentina.G. rosea is a common pet of tarantula hobbyists. Females have been known to live as long as 20 years, but due to the limited time they have been available on the market (and hence for extensive study), they may live considerably longer than 20 years. Considerable confusion exists between this species and Grammostola porteri, with some arguing that many of the \"G. rosea\" in the pet trade actually are G. porteri.\n\n\n== Habitat ==\nThe  natural habitat of Grammostola rosea is the desert and scrub regions of northern Chile, Bolivia, and Argentina. While previously thought to be wanderers in nature, large numbers have been observed living in burrows in their natural habitat. They generally do not burrow in captivity. They are usually active in the evening or at night.\n\n\n== Food ==\nThis tarantula has a diverse diet, including grasshoppers, crickets, moths, beetles, cockroaches, mealworms, small lizards, and mammals. When tarantulas are kept as pets, the best food that can be provided for them are crickets that have been gut loaded on vegetables, as this is the best source of hydrated nutrition for the tarantula.\n\n\n== Reproduction ==\nGrammostola rosea has been bred in captivity for years either for research purposes or for trade, and the females profit from a 'cooling period' of a few months preceding the introduction of a male for mating. Once a male has reached sexual maturity, he will create a sperm web before he is introduced to the female's terrarium.  He eventually approaches the female's burrow with caution, tapping and vibrating his legs to attract her out of her shelter. At the opportune moment, the male lunges himself forward and using his hooks, holds the female's chelicerae, pushing his mate into a vertical position, giving him access to the female's epigyne (external genitalia). The male inserts one (or even both left and right) pedipalp into the female's epigyne and injects the fertilizing fluid.\nIn the weeks following fertilization, the female produces a large egg sac (usually containing around 500 spiderlings).\n\n\n== Pets ==\nGrammostola rosea is relatively docile, low-maintenance, and inexpensive, so they are popular as pets, kept in terrariums. Though docile, they can become aggressive if handled too frequently. G. rosea can be kept in relatively low humidity. They can be kept at temperatures around 25–30 °C (77–86 °F), on a diet of crickets or locusts. The spider can fast for weeks to months at a time. Fasting is sometimes an indication of an upcoming ecdysis (moult).\nG. rosea is usually skittish, running away from danger rather than acting defensively, but it may also raise its front legs and present its fangs in preparation to defend itself. It can act especially defensive for days after moulting; this may be innate in the spider's behavior. As with the majority of tarantulas from the Americas, it has small, spine-like urticating hairs on its abdomen that it kicks off or releases when threatened as a defense.In February 2009, a British man was treated for tarantula hairs lodged in his cornea. The urticating hairs were thrown from the man's pet G. rosea while he was cleaning its tank. Medical authorities urge owners to wear protective eyewear when handling G. rosea. The venom of the Chilean rose tarantula contains multiple toxins, which may help it immobilize and digest prey, as well as deter predators. A specific peptide found in this venom, termed GsMTx4 (Grammostola rosea Mechanotoxin 4) has been shown to inhibit mechanosensitive ion channels in living cells.\n\n\n== References ==\n\n\n== Further reading ==\nMarshall, Samuel D. (2001). Tarantulas and Other Arachnids. Barron's. ISBN 0-7641-1463-8.\nSchultz, Stanley A.; Schultz, Marguerite J. (2009). The Tarantula Keeper's Guide: Comprehensive Information on Care, Housing, and Feeding. Barron's. ISBN 0-7641-3885-5.\n\n\n== External links ==\nGrammostola rosea at care-sheet.com (WikiPets)\nGrammostola rosea photography Tarantula breeding, site of Czech Ondrej Rehak",
    "ImageURL": "ChileanRoseHairTarantula_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Chilean_rose_tarantula",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Arachnida",
        "Order": "Araneae",
        "Family": "Theraphosidae",
        "Genus": "Grammostola",
        "Species": "rosea"
    },
    "ScientificName": "Grammostola rosea"
}