{
    "CommonName": "Chimpanzee",
    "BriefSummary": "The chimpanzee (Pan troglodytes), also known as the common chimpanzee, robust chimpanzee, or simply \"chimp\", is a species of great ape, with four confirmed subspecies and a fifth proposed subspecies. The chimpanzee, along with the closely related bonobo (sometimes called the pygmy chimpanzee), are classified in the genus Pan. Evidence from fossils and DNA sequencing shows that Pan is a sister taxon to the human lineage and are humans' closest living relatives.\nThe chimpanzee is covered in coarse black hair, but has a bare face, fingers, toes, palms of the hands, and soles of the feet. It is more robust than the bonobo, weighing between 40 and 65 kg (88 and 143 lb) and measuring about 63 to 94 cm (25 to 37 in). Its gestation period is eight months. The infant is weaned at about three years old, but usually maintains a close relationship with its mother for several more years. It lives in groups which range in size from 15 to 150 members, although individuals travel and forage in much smaller groups during the day. The species lives in a male-dominated, strict hierarchy, which means disputes can generally be settled without the need for violence. Nearly all chimpanzee populations have been recorded using tools, modifying sticks, rocks, grass and leaves and using them for acquiring honey, termites, ants, nuts and water. The species has also been found creating sharpened sticks to spear small mammals.\nThe chimpanzee is listed on the IUCN Red List as an endangered species. Between 170,000 and 300,000 individuals are estimated across its range in the forests and savannahs of West and Central Africa. The biggest threats to the chimpanzee are habitat loss, poaching and disease. Chimpanzees appear in Western popular culture as stereotyped clown-figures, and have featured in entertainments such as chimpanzees' tea parties, circus acts and stage shows. They are sometimes kept as pets, though their strength and aggressiveness makes them dangerous in this role. Some hundreds have been kept in laboratories for research, especially in America. Many attempts have been made to teach languages such as American Sign Language to chimpanzees, with limited success; for example, sentences do not grow in length with more training.\n\n",
    "WikiContents": "The chimpanzee (Pan troglodytes), also known as the common chimpanzee, robust chimpanzee, or simply \"chimp\", is a species of great ape, with four confirmed subspecies and a fifth proposed subspecies. The chimpanzee, along with the closely related bonobo (sometimes called the pygmy chimpanzee), are classified in the genus Pan. Evidence from fossils and DNA sequencing shows that Pan is a sister taxon to the human lineage and are humans' closest living relatives.\nThe chimpanzee is covered in coarse black hair, but has a bare face, fingers, toes, palms of the hands, and soles of the feet. It is more robust than the bonobo, weighing between 40 and 65 kg (88 and 143 lb) and measuring about 63 to 94 cm (25 to 37 in). Its gestation period is eight months. The infant is weaned at about three years old, but usually maintains a close relationship with its mother for several more years. It lives in groups which range in size from 15 to 150 members, although individuals travel and forage in much smaller groups during the day. The species lives in a male-dominated, strict hierarchy, which means disputes can generally be settled without the need for violence. Nearly all chimpanzee populations have been recorded using tools, modifying sticks, rocks, grass and leaves and using them for acquiring honey, termites, ants, nuts and water. The species has also been found creating sharpened sticks to spear small mammals.\nThe chimpanzee is listed on the IUCN Red List as an endangered species. Between 170,000 and 300,000 individuals are estimated across its range in the forests and savannahs of West and Central Africa. The biggest threats to the chimpanzee are habitat loss, poaching and disease. Chimpanzees appear in Western popular culture as stereotyped clown-figures, and have featured in entertainments such as chimpanzees' tea parties, circus acts and stage shows. They are sometimes kept as pets, though their strength and aggressiveness makes them dangerous in this role. Some hundreds have been kept in laboratories for research, especially in America. Many attempts have been made to teach languages such as American Sign Language to chimpanzees, with limited success; for example, sentences do not grow in length with more training.\n\n\n== Etymology ==\nThe English name \"chimpanzee\" is first recorded in 1738. It is derived from Vili ci-mpenze or Tshiluba language chimpenze, with a meaning of \"mockman\" or possibly just \"ape\". The colloquialism \"chimp\" was most likely coined some time in the late 1870s.\n\n\n== Taxonomy and genetics ==\nThe first great ape known to Western science in the 17th century was the \"Orang-Outang\", the local Malay name being recorded in Java by the Dutch physician Jacobus Bontius. In 1641, the Dutch anatomist Nicolaes Tulp applied the name to a chimpanzee or bonobo brought to the Netherlands from Angola. Another Dutch anatomist, Peter Camper, dissected specimens from Central Africa and Southeast Asia in the 1770s, noting the differences between the African and Asian apes. The German naturalist Johann Friedrich Blumenbach classified the common chimpanzee as Simia troglodytes by 1775. The name troglodytes was taken from the Troglodytae, a mythical race of cave-dwellers. Another German naturalist, Lorenz Oken, coined the genus Pan, from the Greek god, in 1816.\n\n\n=== Evolution ===\n\nDespite a large number of Homo fossil finds, chimpanzee fossils (genus Pan) were not described until 2005. Existing chimpanzee populations in West and Central Africa do not overlap with the major human fossil sites in East Africa, but chimpanzee fossils have now been reported from Kenya. This indicates that both humans and members of the Pan clade were present in the East African Rift Valley during the Middle Pleistocene.DNA evidence suggests the bonobo and common chimpanzee species separated from each other less than one million years ago (similar in relation between Homo sapiens and Neanderthals). A 2017 genetic study suggests ancient gene flow (introgression) between 200 and 550 thousand years ago from the bonobo into the ancestors of central and eastern chimpanzees. The chimpanzee line split from the last common ancestor of the human line around six million years ago. Because no species other than Homo sapiens has survived from the human line of that branching, both chimpanzee species are the closest living relatives of humans; the lineage of humans and chimpanzees diverged from genus Gorilla about seven million years ago. A 2003 study argues the common chimpanzee should be included in the human branch as Homo troglodytes, and notes \"experts say many scientists are likely to resist the reclassification, especially in the emotionally-charged and often disputed field of anthropology\".\n\n\n=== Subspecies ===\n\nFour subspecies of the common chimpanzee have been recognised, with the possibility of a fifth:\nCentral chimpanzee or tschego, Pan troglodytes troglodytes, in Cameroon, the Central African Republic, Equatorial Guinea, Gabon, the Republic of the Congo, and the Democratic Republic of the Congo\nWestern chimpanzee, P. troglodytes verus, in Guinea, Guinea-Bissau, Mali, Senegal, Sierra Leone, Liberia, Ivory Coast, and Ghana\nNigeria-Cameroon chimpanzee, P. troglodytes ellioti (also known as P. t. vellerosus), in Nigeria and Cameroon\nEastern chimpanzee, P. troglodytes schweinfurthii, in the Central African Republic, South Sudan, the Democratic Republic of the Congo, Uganda, Rwanda, Burundi, Tanzania, and Zambia\nSoutheastern chimpanzee, P. troglodytes marungensis, in Burundi, Rwanda, Tanzania, and Uganda: Colin Groves argues that this is a subspecies, created by enough variation between the northern and southern populations of P. t. schweinfurthii.\n\n\n=== Genome ===\n\nHuman and chimpanzee DNA is very similar. A Chimpanzee Genome Project was initiated after the completion of the Human Genome Project. In December 2003, a preliminary analysis of 7600 genes shared between the two genomes confirmed that certain genes, such as the forkhead-box P2 transcription factor which is involved in speech development, have undergone rapid evolution in the human lineage. A draft version of the chimpanzee genome was published on 1 September 2005 by the Chimpanzee Sequencing and Analysis Consortium.The DNA sequence differences between humans and chimpanzees consist of about 35 million single-nucleotide changes, five million insertion/deletion events, and various chromosomal rearrangements. Typical human and chimp protein homologs differ in an average of only two amino acids. About 30% of all human proteins are identical in sequence to the corresponding chimp protein. Duplications of small parts of chromosomes have been the major source of differences between human and chimp genetic material; about 2.7% of the corresponding modern genomes represent differences, produced by gene duplications or deletions, since humans and chimps diverged from their common evolutionary ancestor. Results from human and chimp genome analyses, currently being conducted by geneticists including David Reich, should help in understanding the genetic basis of some human diseases. Research into genetic conditions in wild chimpanzees has also been undertaken.\n\n\n== Appearance and physiology ==\n \nCommon chimpanzees have a standing height of 100–170 cm (3.3–5.6 ft). Adult males weigh between 40–60 kg (88–132 lb) with females weighing between 27–50 kg (60–110 lb). The build is more robust than the bonobo's but less than the gorilla's. The arms of a chimp are longer than its legs, and can reach below the knees. The hands have long fingers with short thumbs and flat fingernails. The feet are adapted for grasping, the big toe being opposable. A chimp's head is rounded with a prominent and prognathous face. It has forward-facing eyes, a small nose, rounded non-lobed ears, a long mobile upper lip and, in adult males, sharp canine teeth. Chimps lack the prominent sagittal crest and associated head and neck musculature of gorillas.Chimpanzee bodies are covered by coarse hair, except for the face, fingers, toes, palms of the hands, and soles of the feet. Chimps lose more hair as they age, and develop bald spots. The hair of a chimp is typically black but can be brown or ginger. As they get older, white or gray patches may appear, particularly on the chin and lower region. The skin may range from pale to dark, females develop swelling pink skin when in oestrus.Chimpanzees are adapted for both arboreal and terrestrial locomotion. Arboreal locomotion consists of vertical climbing and brachiation. On the ground, chimps move both quadrupedally and bipedally, which appear to have similar energy costs. As with bonobos and gorillas, chimps move quadrupedally by knuckle-walking, which likely evolved independently in Pan and Gorilla. The physical strength of chimps is around 1.5 times greater than humans, due to higher content of fast twitch muscle fibres, one of the chimpanzee's adaptations for climbing and swinging.\n\n\n== Ecology ==\n\nThe common chimpanzee is a highly adaptable species. It lives in a variety of habitats, including dry savanna, evergreen rainforest, montane forest, swamp forest and dry woodland-savanna mosaic. In Gombe, the chimpanzee lives in subalpine moorland, open woodland, semideciduous forest, evergreen forest, and grassland with scattered trees. At Bossou, the chimpanzee inhabits multistage secondary deciduous forests, which have grown after shifting cultivation, as well as primary forests and grasslands. At Taï, it can be found in the last remaining tropical rain forest in Ivory Coast. The chimpanzee has an advanced cognitive map of its home range and can repeatedly find food. The chimpanzee makes a night nest in a tree in a new location every night, with every chimpanzee in a separate nest other than infants or juvenile chimpanzees, which sleep with their mothers.\n\n\n=== Diet ===\n\nThe chimpanzee is an omnivorous frugivore. It prefers fruit above all other food items and even seeks out and eats them when they are not abundant. It also eats leaves and leaf buds, seeds, blossoms, stems, pith, bark and resin. A study in Budongo Forest, Uganda found that 64.5% of their chimp feeding time concentrated on fruits (84.6% of which being ripe), particularly those from two species of Ficus, Maesopsis eminii and Celtis durandii. 19% of feeding time was spent on arboreal leaves, mostly Broussonetia papyrifera and Celtis mildbraedii. While the common chimpanzee is mostly herbivorous, it does eat honey, soil, insects, birds and their eggs, and small to medium-sized mammals, including other primates. Insect species consumed include Oecophylla longinoda, Macrotermes termites and honey bees. The western red colobus ranks at the top of preferred mammal prey. Other mammalian prey include red-tailed monkeys, yellow baboons, bush babies, blue duikers, bushbucks, and common warthogs. Isolated cases of cannibalism have also been documented.Despite the fact that common chimpanzees are known to hunt, and to collect insects and other invertebrates, such food actually makes up a tiny portion of their diet, from as little as 2% yearly to as much as 65 grams of animal flesh per day for each adult chimpanzee in peak hunting seasons. This also varies from troop to troop and year to year. However, in all cases, the majority of their diet consists of fruits, leaves, roots, and other plant matter. Female chimpanzees appear to consume much less animal flesh than males, according to several studies. Jane Goodall documented many occasions within Gombe Stream National Park of chimpanzees and western red colobus monkeys ignoring each other within close proximity.Chimpanzees do not appear to directly compete with gorillas in areas where they overlap. When fruit is abundant, gorilla and chimp diets converge but diverge when fruit is scarce, gorillas being able to resort to vegetation. The two apes may also feed on different species, whether fruit or insects.\n\n\n=== Mortality and health ===\n\nThe average lifespan of a chimpanzee is usually less than 15 years, although individuals that reach 12 years may live an additional 15. Wild individuals may live over 27 years and occasionally over 60. Captive chimps live longer with median lifespans of 31.7 years for males and 38.7 years for females. Captive chimps have been recorded to live up to 72 years.Leopards are recorded to have preyed on chimpanzees in some areas. Chimps may react to a leopard's presence with loud vocalising, branch shaking and throwing objects. There is at least one record of chimps killing a leopard cub. Four chimpanzees could have fallen prey to lions at Mahale Mountains National Park. Although no other instances of lion predation on chimpanzees have been recorded, the larger group sizes of savanna chimps may have developed as a response to threats from these big cats. Chimps may react to lions by fleeing up tress, vocalising or silence.\n\nChimps and humans share only 50% of their parasite and microbe species. This is due to the differences in environmental and dietary adaptations; human internal parasite species overlap more with omnivorous, savanna-dwelling baboons. The chimpanzee is host to the louse species Pediculus schaeffi, a close relative of Pediculus humanus which infests human head and body hair. By contrast, the human pubic louse Pthirus pubis is closely related to Pthirus gorillae which infests gorillas. A 2017 study of gastrointestinal parasites of wild chimps in degraded forests in Uganda found nine species of protozoa, five nematodes, one cestode, and one trematode. The most prevalent species was the protozoan Troglodytella abrassarti.\n\n\n== Behaviour ==\nIt is suspected that human observers influence chimpanzee behaviour. It is suggested that drones, camera traps and remote microphones should be used rather than human observers.\n\n\n=== Group structure ===\n\nCommon chimpanzees live in communities that typically range from 20 to more than 150 members, but spend most of their time traveling in small, temporary groups consisting of a few individuals, which may consist of any combination of age and sex classes. Both males and females sometimes travel alone. The common chimpanzee lives in a fission-fusion society and may be found in groups of these types: all-male, adult females and offspring, both sexes, or one female and her offspring. Chimpanzees have complex social relationships and spend a large amount of time grooming each other.At the core of social structures are males, which roam around, protect group members, and search for food. Males remain in their natal communities, while females generally emigrate at adolescence. As such, males in a community are more likely to be related to one another than females are to each other. Among males is generally a dominance hierarchy, and males are dominant over females. However, this unusual fission-fusion social structure, \"in which portions of the parent group may on a regular basis separate from and then rejoin the rest,\" is highly variable in terms of which particular individual chimpanzees congregate at a given time. This is caused mainly by the large measure of individual autonomy that individuals have within their fission-fusion social groups. As a result, individual chimpanzees often forage for food alone, or in smaller groups (as opposed to the much larger \"parent\" group, which encompasses all the chimpanzees which regularly come into contact and congregate into parties in a particular area). As stated, these smaller groups also emerge in a variety of types, for a variety of purposes. For example, an all-male troop may be organized to hunt for meat, while a group consisting of lactating females serves to act as a \"nursery group\" for the young.\n\nMale chimpanzees exist in a linear dominance hierarchy. Top-ranking males tend to be aggressive even during dominance stability. This is likely due to the chimp’s fission-fusion society, with male chimps leaving groups and returning after extended periods of time. With this, a dominant male is unsure if any \"political maneuvering\" has occurred and must re-establish his dominance. Thus, a large amount of aggression occurs 5–15 minutes after a reunion. During aggressive encounters, displays are preferred over attacks.\n\nMales maintain and improve their social ranks by forming coalitions, which have been characterized as \"exploitative\" and are based on an individual's influence in agonistic interactions. Being in a coalition allows males to dominate a third individual when they could not by themselves, as politically apt chimps can exert power over aggressive interactions regardless of their rank. Coalitions can also give an individual male the confidence to challenge a dominant male. The more allies a male has, the better his chance of becoming dominant. However, most changes in hierarchical rank are caused by dyadic interactions. Chimpanzee alliances can be very fickle and one member may turn on another if it serves him.Low-ranking males commonly switch sides in disputes between more dominant individuals. Low-ranking males benefit from an unstable hierarchy and have increased sexual opportunities. In addition, conflicts between dominant males cause them to focus on each other rather than the lower-ranking males. Social hierarchies among adult females tend to be weaker. Nevertheless, the status of an adult female may be important for her offspring. Females in Taï have also been recorded to form alliances. Social grooming appears to be important in the formation and maintenance of coalitions. It is more common among adult males than adult females.Chimpanzees have been described as highly territorial and are known to kill other chimps, although Margaret Power wrote in her 1991 book The Egalitarians that the field studies from which the aggressive data came, Gombe and Mahale, use artificial feeding systems that increased aggression in the chimpanzee populations studied, so might not reflect innate characteristics of the species as a whole. In the years following her artificial feeding conditions at Gombe, Jane Goodall described groups of male chimps patrolling the borders of their territory, brutally attacking chimps which had split off from the Gombe group. A study published in 2010 found that the chimpanzees wage wars over land, not mates. Patrol parties from smaller groups are more likely to avoid contact with their neighbors. Patrol parties from large groups even take over a smaller group's territory, gaining access to more resources, food, and females.\n\n\n=== Mating and parenting ===\n\nChimpanzees mate throughout the year, although the number of females in oestrus varies seasonally in a group. Female chimps are more likely to come into oestrus when food is readily available. Oestrous females exhibit sexual swellings. Chimps are promiscuous; during oestrus, females mate with several males in their community, while males have large testicles for sperm competition. However, other forms of mating exist. A community's dominant males sometimes restrict reproductive access to females. A male and female can form consortship and mate outside their community. In addition, females sometimes leave their community and mate with males from neighbouring communities.These alternative mating strategies give females more mating opportunities without losing the support of the males in their community. Infanticide has been recorded in chimp communities in Gombe, Mahale, and Kibale National Parks. Male chimps practice infanticide on unrelated young to shorten the interbirth intervals in the females. Females sometimes practice infanticide; this may be related to the dominance hierarchy in females, or may simply be pathological.Care for the young is provided mostly by their mothers. The survival and emotional health of the young is dependent on maternal care. Mothers provide their young with food, warmth, and protection, and teach them certain skills. In addition, a chimp's future rank may be dependent on its mother's status. Newborn chimps are helpless; their grasping reflex is not strong enough to support them for more than a few seconds. For their first 30 days, infants cling to their mother's bellies. Infants are unable to support their own weight for their first two months and need their mothers' support.When they reach five to six months, infants ride on their mothers' backs. They remain in continual contact for the rest of their first year. When they reach two years of age, they are able to move and sit independently. By three years, infants move farther away from their mothers. By four to six years, chimps are weaned and infancy ends.The juvenile period for chimps lasts from their sixth to ninth years. Juveniles remain close to their mothers, but interact an increasing amount with other members of their community. Adolescent females move between groups and are supported by their mothers in agonistic encounters. Adolescent males spend time with adult males in social activities like hunting and boundary patrolling.\n\n\n=== Communication ===\nChimpanzees use facial expressions, postures and sounds to communicate with each other. Chimps have expressive faces which are important in close-up communications. When frightened, a \"full closed grin\" causes nearby individuals to be fearful, as well. Other facial expressions include the \"lip flip\", \"pout\", \"sneer\", and \"compressed-lips face\". When submitting to a conspecific, a chimp crunches, bobs, and extends a hand. When in an aggressive mode, a chimp swaggers bipedally, hunched over and arms waving, in an attempt to exaggerate its size. Chimps beat their hands and feet against the trunks of large trees, an act known as \"drumming\".Vocalizations are also important in chimp communication. The most common and important call in adults is the \"pant-hoot\". These calls are made when individuals are excited. Pant-hoots are made of four parts, starting with soft \"hoos\" that get louder and louder and climax into screams and sometimes barks; the former die down to soft \"hoos\" again as the call ends. Submissive individuals will make \"pant-grunts\" towards their superiors. Chimps use distance calls to draw attention to danger, food sources, or other community members. \"Barks\" may be made as \"short barks\" when hunting and \"tonal barks\" when sighting large snakes.\n\n\n=== Hunting ===\nWhen hunting small monkeys such as the red colobus, the chimpanzee hunts where the forest canopy is interrupted or irregular. This allows it to easily corner the monkeys when chasing them in the appropriate direction. Chimps may also hunt as a coordinated team, so that they can corner their prey even in a continuous canopy. During an arboreal hunt, each chimp in the hunting groups has a role. \"Drivers\" serve to keep the prey running in a certain direction and follow them without attempting to make a catch. \"Blockers\" are stationed at the bottom of the trees and climb up to block prey that take off in a different direction. \"Chasers\" move quickly and try to make a catch. Finally, \"ambushers\" hide and rush out when a monkey nears.While both adults and infants are taken, adult male black-and-white colobus monkeys will attack the hunting chimps. In Gombe, the chimpanzee also fears adult female colobus monkeys, and prefers to snatch infants from their mother's bellies without harming the mothers. Male chimps hunt more than females. When caught and killed, the meal is distributed to all hunting party members and even bystanders.\n\n\n== Intelligence and cognition ==\n\nChimpanzees display numerous signs of intelligence, from the ability to remember symbols to cooperation, tool use, and perhaps language. They are among species that have passed the mirror test, indicating self-awareness. In one study, two young chimpanzees showed retention of mirror self-recognition after one year without access to mirrors. Chimps also display signs of culture among groups, with the learning and transmission of variations in grooming, tool use and foraging techniques leading to localised traditions.A 30-year study at Kyoto University's Primate Research Institute has shown that chimps are able to learn to recognise the numbers 1 through 9 and their values. The chimps further show an aptitude for photographic memory, demonstrated in experiments in which the jumbled digits are flashed onto a computer screen for less than a quarter of a second. One chimp, Ayumu, was able to correctly and quickly point to the positions where they appeared in ascending order. The same experiment was failed by human world memory champion Ben Pridmore on most attempts.In controlled experiments on cooperation, chimpanzees show a basic understanding of cooperation, and recruit the best collaborators. In a group setting with a device that delivered food rewards only to cooperating chimpanzees, cooperation first increased, then, due to competitive behaviour, decreased, before finally increasing to the highest level through punishment and other arbitrage behaviour.Chimpanzees, bonobos, gorillas, and orangutans show laughter-like vocalizations in response to physical contact, such as wrestling, play-chasing, or tickling. This is documented in wild and captive chimpanzees. Common chimpanzee laughter is not readily recognisable to humans as such, because it is generated by alternating inhalations and exhalations that sound more like breathing and panting. Instances in which nonhuman primates have expressed joy have been reported. Humans and chimpanzees share similar ticklish areas of the body, such as the armpits and belly. The enjoyment of tickling in chimpanzees does not diminish with age.\n\n\n=== Tool use ===\n\nNearly all chimpanzee populations have been recorded using tools. They modify sticks, rocks, grass, and leaves and use them when foraging for honey, termites, ants, nuts, and water. Despite the lack of complexity, forethought and skill are seen in making these tools and should be considered such. While it has been known since Jane Goodall's 1960s discovery that modern chimpanzees use tools, research published in 2007 indicates chimpanzee stone tool use dates to at least 4,300 years ago.A common chimpanzee from the Kasakela chimpanzee community was the first nonhuman animal reported making a tool, by modifying a twig to use as an instrument for extracting termites from their mound. At Taï, chimps simply use their hands to extract termites. When foraging for honey, chimps use modified short sticks to scoop the honey out of the hive, that is, if the bees are stingless. For hives of the dangerous African honeybees, chimps use longer and thinner sticks to extract the honey. Chimps also fish for ants using the same tactic.Ant dipping is difficult and some chimps never master it. West African chimps crack open hard nuts with stones or branches. Some forethought in this activity is apparent, as these items are not found together or near a source of nuts. Nut cracking is also difficult and must be learned. Chimps also use leaves as sponges or spoons to drink water.A recent study revealed the use of such advanced tools as spears, which West African chimpanzees in Senegal sharpen with their teeth, being used to spear Senegal bushbabies out of small holes in trees. An eastern chimpanzee has been observed using a modified branch as a tool to capture a squirrel.\n\n\n=== Language ===\n\nScientists have attempted to teach human language to several species of great ape. One early attempt by Allen and Beatrix Gardner in the 1960s involved spending 51 months teaching American Sign Language to a chimpanzee named Washoe. The Gardners reported that Washoe learned 151 signs, and had spontaneously taught them to other chimpanzees. Over a longer period of time, Washoe was reported to have learned over 800 signs.Debate is ongoing among scientists such as David Premack about chimpanzees' ability to learn language. Since the early reports on Washoe, numerous other studies have been conducted, with varying levels of success. One involved a chimpanzee jokingly named Nim Chimpsky (in allusion to the theorist of language Noam Chomsky), trained by Herbert Terrace of Columbia University. Although his initial reports were quite positive, in November 1979, Terrace and his team, including psycholinguist Thomas Bever, re-evaluated the videotapes of Nim with his trainers, analyzing them frame by frame for signs, as well as for exact context (what was happening both before and after Nim's signs). In the reanalysis, Terrace and Bever concluded that Nim's utterances could be explained merely as prompting on the part of the experimenters, as well as mistakes in reporting the data. \"Much of the apes' behaviour is pure drill\", he said. \"Language still stands as an important definition of the human species.\" In this reversal, Terrace now argued Nim's use of ASL was not like human language acquisition. Nim never initiated conversations himself, rarely introduced new words, and simply imitated what the humans did. More importantly, Nim's word strings varied in their ordering, suggesting that he was incapable of syntax. Nim's sentences also did not grow in length, unlike human children whose vocabulary and sentence length show a strong positive correlation.\n\n\n== Relations with humans ==\n\n\n=== In culture ===\n\nChimpanzees are rarely represented in African culture, as people regard them as too close to humans for comfort. The Gio people of Liberia and the Hemba people of the Congo have created masks of the animals with a smile which suggests drunken anger, insanity or horror. They wear these masks when teaching young people how not to behave. They may also act out these rituals during funerals, representing the \"awful reality of death\". Stories have been told of chimps kidnapping and raping women.In Western popular culture, chimpanzees have been stereotyped as childlike companions, sidekicks or clowns. They are especially suited for the latter role on account of their prominent facial features, long limbs and fast movements, which humans often find amusing. Accordingly, entertainment acts featuring chimpanzees dressed up as humans with lip-synchronized human voices have been traditional staples of circuses, stage shows and TV shows like Lancelot Link, Secret Chimp and The Chimp Channel. From 1926 until 1972, London Zoo, followed by several other zoos around the world, held a chimpanzees' tea party daily, inspiring a long-running series of advertisements for PG Tips tea featuring such a party. Animal rights groups have urged a stop to such acts, considering it abusive.\n\nChimpanzees in media include Judy on the television series Daktari in the 1960s and Darwin on The Wild Thornberrys in the 1990s. In contrast to the fictional depictions of other animals, such as dogs (as in Lassie), dolphins (Flipper), horses (The Black Stallion) or even other great apes (King Kong), chimpanzee characters and actions are rarely relevant to the plot. Depictions of chimpanzees as individuals rather than stock characters, and as central rather than incidental to the plot can be found in science fiction. Robert A. Heinlein's short story \"Jerry Was a Man\" (1947) centers on a genetically enhanced chimpanzee suing for better treatment. The 1972 film Conquest of the Planet of the Apes, the third sequel of Planet of the Apes, portrays a futuristic revolt of enslaved apes led by the only talking chimpanzee, Caesar, against their human masters.\n\n\n=== As pets ===\nChimpanzees have traditionally been kept as pets in a few African villages, especially in the Democratic Republic of Congo. In Virunga National Park in the east of the country, the park authorities regularly confiscate chimpanzees from people keeping them as pets. Outside their range, chimpanzees are popular as exotic pets despite their strength and aggression. Even where keeping non-human primates as pets is illegal, the exotic pet trade continues to prosper, leading to injuries from attacks.\n\n\n=== Use in research ===\n\nHundreds of chimpanzees have been kept in laboratories for research. Most such laboratories either conduct or make the animals available for invasive research, defined as \"inoculation with an infectious agent, surgery or biopsy conducted for the sake of research and not for the sake of the chimpanzee, and/or drug testing\". Research chimpanzees tend to be used repeatedly over decades for up to 40 years, unlike the pattern of use of most laboratory animals. Two federally funded American laboratories use chimps: the Yerkes National Primate Research Center at Emory University in Atlanta, Georgia, and the Southwest National Primate Center in San Antonio, Texas. Five hundred chimps have been retired from laboratory use in the U.S. and live in animal sanctuaries in the U.S. or Canada.\n\nA five-year moratorium was imposed by the US National Institutes of Health in 1996, because too many chimps had been bred for HIV research, and it has been extended annually since 2001. With the publication of the chimpanzee genome, plans to increase the use of chimps in America were reportedly increasing in 2006, some scientists arguing that the federal moratorium on breeding chimps for research should be lifted.Other researchers argue that chimps either should not be used in research, or should be treated differently, for instance with legal status as persons. Pascal Gagneux, an evolutionary biologist and primate expert at the University of California, San Diego, argues, given chimpanzees' sense of self, tool use, and genetic similarity to human beings, studies using chimps should follow the ethical guidelines used for human subjects unable to give consent. A recent study suggests chimpanzees which are retired from labs exhibit a form of posttraumatic stress disorder. Stuart Zola, director of the Yerkes laboratory, disagrees. He told National Geographic: \"I don't think we should make a distinction between our obligation to treat humanely any species, whether it's a rat or a monkey or a chimpanzee. No matter how much we may wish it, chimps are not human.\"Only one European laboratory, the Biomedical Primate Research Centre in Rijswijk, the Netherlands, used chimpanzees in research. It used to hold 108 chimpanzees among 1,300 non-human primates. The Dutch ministry of science decided to phase out research at the centre from 2001. Trials already under way were however allowed to run their course.Chimpanzees including the female Chimpanzee Ai have been studied at the Primate Research Institute of Kyoto University, Japan, formerly directed by Tetsuro Matsuzawa, since 1978. Some 12 chimpanzees live in the facility.\n\n\n=== Field study ===\n\nJane Goodall undertook the first long-term field study of the common chimpanzee, begun in Tanzania at Gombe Stream National Park in 1960. Other long-term studies begun in 1960 include A. Kortlandt's in the eastern Democratic Republic of the Congo and Junichiro Itani's in Mahale Mountains National Park in Tanzania. Current understanding of the species' typical behaviours and social organization has been formed largely from Goodall's ongoing 50-year Gombe research study.\n\n\n=== Attacks ===\nCommon chimpanzees have attacked humans. In Uganda, several attacks on children have happened, some of them fatal. Some of these attacks may be due to the chimpanzees being intoxicated (from alcohol obtained from rural brewing operations) and mistaking human children for the western red colobus, one of their favorite meals. Human interactions with chimpanzees may be especially dangerous if the chimpanzees perceive humans as potential rivals. At least six cases of chimpanzees snatching and eating human babies are documented.A chimpanzee's strength and sharp teeth mean that attacks, even on adult humans, can cause severe injuries. This was evident after the attack and near death of former NASCAR driver St. James Davis, who was mauled by two escaped chimps while he and his wife were celebrating the birthday of their former pet chimp. Another example of chimpanzees being aggressive toward humans occurred in 2009 in Stamford, Connecticut, when a 200-pound (91 kg), 13-year-old pet chimp named Travis attacked his owner's friend, who lost her hands, eyes, nose, and part of her maxilla from the attack.\n\n\n=== Link with human immunodeficiency virus type 1 ===\nTwo types of human immunodeficiency virus (HIV) infect humans: HIV-1 and HIV-2. HIV-1 is the more virulent and easily transmitted, and is the source of the majority of HIV infections throughout the world; HIV-2 is largely confined to west Africa. Both types originated in west and central Africa, jumping from other primates to humans. HIV-1 has evolved from a simian immunodeficiency virus (SIVcpz) found in the subspecies P. t. troglodytes of southern Cameroon. Kinshasa, in the Democratic Republic of Congo, has the greatest genetic diversity of HIV-1 so far discovered, suggesting the virus has been there longer than anywhere else. HIV-2 crossed species from a different strain of HIV, found in the sooty mangabey monkeys in Guinea-Bissau.\n\n\n=== Status and conservation ===\n\nChimpanzee are legally protected in most of their range, and can be found both in and outside national parks. Between 172,700 and 299,700 individuals are thought to be living in the wild, a decrease from about a million chimpanzees in the early 1900s.The biggest threats to the common chimpanzee are habitat destruction, poaching, and disease. Chimpanzee habitats have been limited by deforestation in both West and Central Africa. Road building has caused habitat degradation and fragmentation of chimpanzee populations and may allow poachers more access to areas that had not been seriously affected by humans. While deforestation rates are low in western Central Africa, selective logging may be done outside national parks.Chimpanzees are a common target for poachers. In Ivory Coast, chimpanzees make up 1–3% of bushmeat sold in urban markets. They are also taken, often illegally, for the pet trade, and are hunted for medicinal purposes in some areas. Farmers sometimes kill chimpanzees that threaten their crops; others are unintentionally maimed or killed by snares meant for other animals.Infectious diseases are a main cause of death for chimpanzees. They succumb to many diseases that afflict humans, because the two species are so similar. As human populations grow, so does the risk of disease transmission between humans and chimpanzees.On 12 June 2015, the U.S. Fish and Wildlife Service announced it will classify all chimpanzees, both wild and captive, as endangered under the Endangered Species Act. Before this ruling, only wild chimpanzees were listed as endangered, while captive chimpanzees were listed as threatened under the act. The final rule was published in the Federal Register of 16 June 2015 (80  FR -FR-34499 34499), and came into effect 90 days after publication on 14 September 2015.\n\n\n== See also ==\n\nAnthropopithecus\nBili ape\nProstitution among animals\nTheory of mind\nThe Third Chimpanzee\nList of individual apes\n\n\n== References ==\n\n\n== External links ==\nDiscoverChimpanzees.org\nChimpanzee Genome resources\nPrimate Info Net Pan troglodytes Factsheets\nU.S. Fish & Wildlife Service Species Profile\nView the common chimpanzee genome in Ensembl\nHuman Timeline (Interactive) – Smithsonian, National Museum of Natural History (August 2016).",
    "ImageURL": "Chimpanzee.jpg",
    "Source": "https://en.wikipedia.org/wiki/Chimpanzee",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Hominidae",
        "Genus": "Pan",
        "Species": "P. troglodytes"
    }
}