{
    "CommonName": "Chinese Crocodile Lizard",
    "BriefSummary": "The Chinese crocodile lizard (Shinisaurus crocodilurus) is a semiaquatic lizard found only in cool forests in the Hunan, Guangxi and Guizhou Provinces of southern China, and the Quảng Ninh Province in northern Vietnam. The Chinese crocodile lizard spends much of its time in shallow water or in overhanging branches and vegetation, where it hunts its prey of insects, snails, tadpoles, and worms. Individuals in captivity may be fed baby mice. A rare and little-studied lizard, it is listed in CITES Appendix II, which regulates international trade of specimens. This is the only species in the monotypic genus Shinisaurus.",
    "WikiContents": "The Chinese crocodile lizard (Shinisaurus crocodilurus) is a semiaquatic lizard found only in cool forests in the Hunan, Guangxi and Guizhou Provinces of southern China, and the Quảng Ninh Province in northern Vietnam. The Chinese crocodile lizard spends much of its time in shallow water or in overhanging branches and vegetation, where it hunts its prey of insects, snails, tadpoles, and worms. Individuals in captivity may be fed baby mice. A rare and little-studied lizard, it is listed in CITES Appendix II, which regulates international trade of specimens. This is the only species in the monotypic genus Shinisaurus.\n\n\n== Taxonomy ==\nShinisaurus (literally \"Shin's lizard\") honours the biologist Sin Shu-szi (Chinese: 辛树帜; pinyin: Xīn Shùzhì), a member of a joint Chinese-German expedition that discovered this species (as well as the frog Quasipaa shini).\nIts specific name – like the separate genus Crocodilurus – means \"crocodile-tail\".Shinisaurus was once also regarded as a member of Xenosauridae, but most recent studies of the evolutionary relationships of anguimorphs consider Shinisaurus to be more closely related to monitor lizards and helodermatids than to Xenosaurus. It is now placed in its own family: Shinisauridae.\nTwo subspecies are recognized:\nShinisaurus crocodilurus crocodilurus Ahl, 1930 (southeast China)\nShinisaurus crocodilurus vietnamensis Schingen et al., 2016 — Vietnamese crocodile lizard (northeast Vietnam)\n\n\n== Description ==\nThe Chinese crocodile lizard is green, colored with reddish neck markings and alternating bands of light and dark marks. Males are more colorful than females, especially during the breeding season. They are 40–46 cm (16–18 in) long. Perhaps its most distinctive features are the rows of enlarged, bony scales down its back and muscular tail that resemble those of a crocodile.\n\n\n== Conservation ==\nA 2008 study estimated 950 crocodile lizards left in China. The same year it was estimated that fewer than 150 adults were left in Vietnam. Habitat loss is a major threat to the species. It has been listed on CITES Appendix II since 1990; there are low levels of legal exports for the pet trade with CITES permits, but it is believed that illegal collection occurs at a higher level. In 2014, it was listed as endangered on the IUCN Red List based on severe population declines and ongoing threats.\n\n\n== References ==",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Shinisaurus_crocodilurus_10.jpg",
    "Source": "https://en.wikipedia.org/wiki/Chinese_crocodile_lizard"
}