{
    "CommonName": "Chinese three-striped box turtle",
    "BriefSummary": "The golden coin turtle (Cuora trifasciata) or Chinese three-striped box turtle is a species of turtle endemic to southern China and northern Vietnam.\n\nThe species is distributed in China (Guangdong, Guangxi, Fujian, Hainan provinces as well as Hong Kong and Macau) and northern Vietnam. The populations from other parts of Vietnam and Laos are now regarded a separate species, the Vietnamese three-striped box turtle (C. cyclornata).It hybridizes vigorously with its relatives in captivity and in the wild, and hybrids may be fertile. Several of these have been described as new species, such as the Fujian pond turtle (\"Mauremys\" × iversoni), a hybrid between (usually) males of this species and females of the Asian yellow pond turtle (Mauremys mutica). In addition, the golden coin turtle is suspected to be a parent of the supposed species Chinese false-eyed turtle and Philippen's striped turtle.The species is considered critically endangered with extinction by the IUCN. It is used in  folk medicine, e.g. as the key ingredient for the Chinese medicinal dessert guīlínggāo (龜苓膏); thus it is under threat because of unsustainable hunting. This is one of the most endangered turtle species in the world, according to a 2003 assessment by the IUCN.  C. trifasciata is listed among Turtle Conservation Coalition's 25 Most Endangered Tortoises and Freshwater Turtles.",
    "WikiContents": "The golden coin turtle (Cuora trifasciata) or Chinese three-striped box turtle is a species of turtle endemic to southern China and northern Vietnam.\n\nThe species is distributed in China (Guangdong, Guangxi, Fujian, Hainan provinces as well as Hong Kong and Macau) and northern Vietnam. The populations from other parts of Vietnam and Laos are now regarded a separate species, the Vietnamese three-striped box turtle (C. cyclornata).It hybridizes vigorously with its relatives in captivity and in the wild, and hybrids may be fertile. Several of these have been described as new species, such as the Fujian pond turtle (\"Mauremys\" × iversoni), a hybrid between (usually) males of this species and females of the Asian yellow pond turtle (Mauremys mutica). In addition, the golden coin turtle is suspected to be a parent of the supposed species Chinese false-eyed turtle and Philippen's striped turtle.The species is considered critically endangered with extinction by the IUCN. It is used in  folk medicine, e.g. as the key ingredient for the Chinese medicinal dessert guīlínggāo (龜苓膏); thus it is under threat because of unsustainable hunting. This is one of the most endangered turtle species in the world, according to a 2003 assessment by the IUCN.  C. trifasciata is listed among Turtle Conservation Coalition's 25 Most Endangered Tortoises and Freshwater Turtles.\n\n\n== Farming ==\nC. trifasciata is raised on some of China's turtle farms. Based on the data from a large sample (almost one half of all registered turtle farms in the country),\nresearchers estimated that the turtle farmers participating in the survey had the total herd of 115,900 turtles of this species; they sold  20,600 turtles of this species per year, with the estimated value of almost US $37 million. This would make a farm-raised C. trifasciata worth almost $1,800, making them by far the most expensive species tabulated in the survey. (By comparison, a common  Pelodiscus sinensis raised for food would be worth under $7, and a Cuora mouhotii, sold for the pet trade, around $80.) Taking into account the registered farms that did not respond to the survey, as well as the unregistered producers, the total amounts must be significantly higher.  Wild C. trifasciata are far more valuable than farmed-raised turtles of this species to both TCM practitioners and illegal wildlife traders.  The gender of C. trifasciata is determined by gestation temperatures.  Due to incubation temperatures at farms in warm lowlands, farms have only been able to produce females.  This increased the price of wild-caught males to $20,000.  The majority of farmed C. trifasciata are hybrids which can escape and establish populations, causing genetic pollution.The largest C. trifasciata farming operation is said to be located in Boluo County, Guangdong. According to the farm's founder Li Yi (李艺), the farm was started in 1989 with eight wild turtles (two males and six females) bought at a local market, and now has \"over 2000\" turtles. According to the farm's site, captive-born turtles start breeding at 8 years of age.\n\n\n== Footnotes ==\n\n\n== References ==\nBlanck, T., W.P. Mccord & M. Le (2006): On the Variability of Cuora trifasciata. Edition Chimaira. 153pp.\nBuskirk, James R.; Parham, James F. & Feldman, Chris R. (2005): On the hybridisation between two distantly related Asian turtles (Testudines: Sacalia × Mauremys). Salamandra 41: 21-26. PDF fulltext\nda Nóbrega Alves, Rômulo Romeu; da Silva Vieira; Washington Luiz & Gomes Santana, Gindomar (2008): Reptiles used in traditional folk medicine: conservation implications. Biodiversity and Conservation 17(8): 2037–2049. doi:10.1007/s10531-007-9305-0 (HTML abstract, PDF first page)\nParham, James Ford; Simison, W. Brian; Kozak, Kenneth H.; Feldman, Chris R. & Shi, Haitao (2001): New Chinese turtles: endangered or invalid? A reassessment of two species using mitochondrial DNA, allozyme electrophoresis and known-locality specimens. Animal Conservation 4(4): 357–367. PDF fulltext Erratum: Animal Conservation 5(1): 86 HTML abstract\n\n\n== External links ==\nHong Kong Reptile & Amphibian Society\nCuora trifasciata\nInformation of species\nAsian Turtle Network: Cuora trifasciata\nSpecies 2000\nWetlands Biodiversity of Cambodia Retrieved 2007-05-04",
    "ImageURL": "Chinesethreestripedboxturtle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Golden_coin_turtle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Testudines",
        "Suborder": "Cryptodira",
        "Family": "Geoemydidae",
        "Genus": "Cuora",
        "Species": "trifasciata"
    },
    "ScientificName": "Cuora trifasciata"
}