{
    "CommonName": "Chinstrap Penguin",
    "BriefSummary": "The chinstrap penguin (Pygoscelis antarcticus) is a species of penguin which inhabits a variety of islands and shores in the Southern Pacific and the Antarctic Ocean. Its name derives from the narrow black band under its head which makes it appear as if it were wearing a black helmet, making it easy to identify. Other common names include ringed penguin, bearded penguin, and stonecracker penguin, due to its loud, harsh call.",
    "WikiContents": "The chinstrap penguin (Pygoscelis antarcticus) is a species of penguin which inhabits a variety of islands and shores in the Southern Pacific and the Antarctic Ocean. Its name derives from the narrow black band under its head which makes it appear as if it were wearing a black helmet, making it easy to identify. Other common names include ringed penguin, bearded penguin, and stonecracker penguin, due to its loud, harsh call.\n\n\n== Description ==\nThe chinstrap penguin grows to a length of 68–76 centimetres (27–30 in) and a weight of 3.2–5.3 kilograms (7.1–11.7 lb), with the exact weight varying on the time of year. Males have a greater weight and height than females.The adult chinstraps' flippers are black with a white edge; the inner sides of the flippers are white. The face is white extending behind the eyes, which are reddish brown; the chin and throat are white, as well, while the short bill is black. The strong legs and the webbed feet are pink. Its short, stumpy legs give it a distinct waddle when it walks. The chinstrap penguin's black back and white underside provide camouflage in the form of counter-shading when viewed from above or below, helping to avoid detection by its predators.\n\n\n== Distribution and habitat ==\nChinstrap penguins have a circumpolar distribution. They breed in Antarctica, Argentina, Bouvet Island, Chile, the Falkland Islands, the French Southern Territories, and South Georgia and the South Sandwich Islands. Vagrant individuals have been found in New Zealand, the islands of Saint Helena and Tristan da Cunha, and South Africa. The global population of the chinstrap penguin is estimated to be at least eight million. Although it is believed to be decreasing overall, its population is not severely fragmented and in many sites it is increasing or stable.The chinstrap penguin is primarily threatened by climate change. In several parts of its range, climate change decreases the abundance of krill, which likely makes reproduction less successful. Other potential threats include volcanic events and the fishing of krill by humans. Several conservation actions are taking place for this species. Multiple areas where it lives are being monitored for long periods. Conservation actions proposed for the future include more monitoring and researching of its population, range, and behavior. It is listed as a species of least concern on the IUCN Red List as of 2016, due to its large range and population, following five previous assessments of the same status from 2004 to 2012 and three assessments as \"unknown\" from 1988 to 2000.\n\n\n== Ecology and behaviour ==\nThe diet of the chinstrap penguin consists of fish, krill, shrimp, and squid which they swim up to 80 km (50 mi) offshore each day to obtain. The chinstrap penguin's tightly packed feathers provide a waterproof coat, enabling it to swim in freezing waters. Additionally, thick blubber deposits and intricate blood vessels in the flippers and legs assist in the preservation of heat.On land they build circular nests from stones, and lay two eggs, which are incubated by both the male and the female for shifts of around 6 days each. The chicks hatch after around 37 days, and have fluffy grey backs and white fronts. The chicks stay in the nest for 20–30 days before they go to join other chicks in a crèche. At around 50–60 days old, they moult, gaining their adult feathers and go to sea.The main predator of the chinstrap penguin at sea is the leopard seal (Hydrurga leptonyx). Every year, the leopard seal causes its population to decrease by about 5% to 20%. On land, the brown skua (Stercorarius antarcticus), south polar skua (Stercorarius maccormicki), and southern giant petrel (Macronectes giganteus) are the primary predators of the penguin. These three species most often prey on eggs and young chinstrap penguins.Chinstrap penguins are the most aggressive species of penguin.\n\n\n== Roy and Silo ==\n\nIn 2004, two male chinstrap penguins named Roy and Silo in Central Park Zoo, New York City, formed a pair bond and took turns trying to \"hatch\" a rock, for which a keeper eventually substituted a fertile egg, and the pair subsequently hatched and raised the chick. Penguins by nature hatch eggs and are social creatures. The children's book And Tango Makes Three was written based on this event.\n\n\n== References ==\n\n\n== External links ==\n70south.com: Info on Chinstrap penguins\nChinstrap penguin images\nPenguin World: Chinstrap penguins\nAnimals and Earth - photos for conservation, science, education and you - chinstrap penguin photos",
    "ImageURL": "ChinstrapPenguin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Chinstrap_penguin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Sphenisciformes",
        "Family": "Spheniscidae",
        "Genus": "Pygoscelis",
        "Species": "antarcticus"
    },
    "ScientificName": "Pygoscelis antarcticus",
    "Zone": "* #### G"
}