{
    "CommonName": "Civet",
    "BriefSummary": "A civet  is a  small, lithe-bodied, mostly nocturnal mammal native to tropical Asia and Africa, especially the tropical forests. The term civet applies to over a dozen different mammal species. Most of the species diversity is found in southeast Asia. The best-known civet species is the African civet, Civettictis civetta, which historically has been the main species from which was obtained a musky scent used in perfumery. The word civet may also refer to the distinctive musky scent produced by the animals.\nA minority of writers use \"civet\" to refer only to Civettictis, Viverra and Viverricula civets. But in more common usage in English, the name also covers Chrotogale, Cynogale, Diplogale, Hemigalus, Arctogalidia, Macrogalidia, Paguma, and Paradoxurus civets.",
    "WikiContents": "A civet  is a  small, lithe-bodied, mostly nocturnal mammal native to tropical Asia and Africa, especially the tropical forests. The term civet applies to over a dozen different mammal species. Most of the species diversity is found in southeast Asia. The best-known civet species is the African civet, Civettictis civetta, which historically has been the main species from which was obtained a musky scent used in perfumery. The word civet may also refer to the distinctive musky scent produced by the animals.\nA minority of writers use \"civet\" to refer only to Civettictis, Viverra and Viverricula civets. But in more common usage in English, the name also covers Chrotogale, Cynogale, Diplogale, Hemigalus, Arctogalidia, Macrogalidia, Paguma, and Paradoxurus civets.\n\n\n== Taxonomy ==\nThe common name is used for a variety of carnivorous mammalian species, mostly of the family Viverridae. The African palm civet (Nandinia binotata) is genetically distinct and belongs in its own monotypic family, Nandiniidae.\nCivets are also called \"toddycats\" in English, \"Luwak\" in Bahasa Indonesian \"musang\" in Malay and urulǣvā (උරුලෑවා) in Sinhala. The latter may lead to some confusion among Malay speakers and non-speakers alike as the indigenous word \"musang\" has been mistakenly appropriated to foxes by certain printed media over the years instead of \"rubah\", which is the correct but lesser known term. Foxes are not native to Malaysia or Southeast Asia, and are never encountered in that geographical region, although they exist in popular culture imported from the West, where the animal's habitat exists.\n\n\n== Physical characteristics ==\nCivets have a broadly cat-like general appearance, though the muzzle is extended and often pointed, rather like that of an otter or a mongoose. They range in length from about 43 to 71 cm (17 to 28 in) (excluding their long tails) and in weight from about 1.4 to 4.5 kg (3 to 10 lb).\nThe civet produces a musk (also called civet) highly valued as a fragrance and stabilizing agent for perfume. Both male and female civets produce the strong-smelling secretion, which is produced by the civet's perineal glands. It is harvested by either killing the animal and removing the glands, or by scraping the secretions from the glands of a live animal. The latter is the preferred method today.\nAnimal rights groups, such as World Animal Protection, express concern that harvesting musk is cruel to animals. Between these ethical concerns and the availability of synthetic substitutes, the practice of raising civets for musk is dying out. Chanel, maker of the popular perfume Chanel No. 5, claims that natural civet has been replaced with a synthetic substitute since 1998.\n\n\n== Habitat ==\n\nViverrids are native to sub-Saharan Africa, Madagascar, the Iberian Peninsula, southern China, South and Southeast Asia. Favoured habitats include woodland, savanna, and mountain biome. In consequence, many are faced with severe loss of habitat; several species are considered vulnerable and the otter civet is classified as endangered. Some species of civet are very rare and elusive and hardly anything is known about them, e.g., the Hose's civet, endemic to the montane forests of northern Borneo, is one of the world's least known carnivores.\n\n\n=== South Asia ===\nIn Sri Lanka, the Asian palm civet species is known as \"uguduwa\" by the Sinhala speaking community. The terms uguduwa and kalawedda are used interchangeably by the Sri Lankan community to refer to the same animal. However, the term kalawedda is mostly used to refer to another species in the civet family, the  small Indian civet.\nSri Lanka also has an endemic civet species called golden palm civet. Recently this species was split into 3 separate endemic species as Paradoxurus montanus, P. aureus, and P. stenocephalus. In Bangladesh and Bengali-speaking areas of India, civets are known as \"khatash\" (Bengali: খাটাশ) for the smaller species and \"bagdash\" (Bengali: বাগডাশ) for the larger ones and is now extremely rare in Bangladesh (in the Khulna area of the country, the animal is also known as \"shairel\"). In Assamese this animal is known as \"zohamola\" (Assamese: জহামলা) which literally means \"to have zoha aromatic feces\".\n\n\n== Diet ==\nCivets are unusual among feliforms, and carnivora in general, in that they are omnivores or even herbivores. Many species primarily eat fruit. Some also use flower nectar as a major source of energy.\n\n\n=== Coffee ===\n\nKopi Luwak is also called caphe cut chon (fox-dung coffee), in Vietnam, and kape alamid, in the Philippines. It is coffee that is prepared using coffee cherries that have been eaten and partly digested by the Asian palm civet, then harvested from its fecal matter. The civets digest the flesh of the coffee cherries but pass the pits (beans) inside, where stomach enzymes affect the beans, which adds to the coffee's prized aroma and flavor. 0.5 kg (1 lb) can cost up to $600 in some parts of the world and about $100 a cup in others.\n\n\n== Relationship with humans ==\nThe Malay civet is found in many habitats, including forests, secondary habitats, cultivated land, and the outskirts of villages, and is highly adaptable to human disturbances, including \"selecting logging\" (partial forest removal).African civets (Civettictis civetta) are listed as Least Concern, but in certain regions of Africa the population is declining due to hunting, both direct and indirect poisoning, and an increase in large scale farm fences that limit population flow. They are also seen as comparatively abundant options in the bushmeat trade.\n\n\n=== Urban environments ===\nPalm civets often venture into cities and suburbs, with people often complaining about civet feces and the noise of the animals' climbing on roofs. Some studies have been undertaken to examine and mitigate such human–animal conflict.\n\n\n== References ==\n\n\n== External links ==\nRaising Small Indian civet (Viverricula indica) archive.org copy from website www.vietlinh.vn",
    "ImageURL": "Civet_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Civet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Viverridaein part"
    }
}