{
    "CommonName": "Clouded Leopard",
    "BriefSummary": "The clouded leopard (Neofelis nebulosa) is a wild cat occurring from the Himalayan foothills through mainland Southeast Asia into China. Since 2008, it is listed as Vulnerable on the IUCN Red List. Its total population is suspected to be fewer than 10,000 mature individuals, with a decreasing population trend, and no single population numbering more than 1,000 adults. It is also known as the mainland clouded leopard, to distinguish it from the Sunda clouded leopard (Neofelis diardi). It is the state animal of the Indian state of Meghalaya.",
    "WikiContents": "The clouded leopard (Neofelis nebulosa) is a wild cat occurring from the Himalayan foothills through mainland Southeast Asia into China. Since 2008, it is listed as Vulnerable on the IUCN Red List. Its total population is suspected to be fewer than 10,000 mature individuals, with a decreasing population trend, and no single population numbering more than 1,000 adults. It is also known as the mainland clouded leopard, to distinguish it from the Sunda clouded leopard (Neofelis diardi). It is the state animal of the Indian state of Meghalaya.\n\n\n== Taxonomy and phylogeny ==\nFelis nebulosa was proposed by Edward Griffith in 1821 who first described a clouded leopard skin from China.Felis macrosceloides proposed by Brian Houghton Hodgson in 1841 was a clouded leopard specimen from Nepal.Felis brachyura proposed by Robert Swinhoe in 1862 was a clouded leopard skin from Taiwan.\nThe generic name Neofelis was proposed by John Edward Gray in 1867 who subordinated all three to this genus.\nAt present, N. nebulosa is considered a monotypic species due to lack of evidence for subspecification.\n\n\n=== Phylogeny ===\n\nThe clouded leopard is considered to form an evolutionary link between the Pantherinae and the small cats. It represents the smallest of the pantherine cats, but despite its name, it is not closely related to the leopard (Panthera pardus).Phylogenetic analysis indicates that it diverged from the Panthera about six million years ago.The other Neofelis species is the Sunda clouded leopard, which was considered a subspecies of N. nebulosa until 2006. Genetic analysis of hair samples of the two Neofelis species indicates that they diverged 1.4 million years ago, after having used a now submerged land bridge to reach Borneo and Sumatra from mainland Asia.\n\n\n== Characteristics ==\n\nThe clouded leopard's fur is of a dark grey or ochreous ground-color, often largely obliterated by black and dark dusky-grey blotched pattern. There are black spots on the head, and the ears are black. Partly fused or broken-up stripes run from the corner of the eyes over the cheek, from the corner of the mouth to the neck, and along the nape to the shoulders. Elongated blotches continue down the spine and form a single median stripe on the loins. Two large blotches of dark dusky-grey hair on the side of the shoulders are each emphasized posteriorly by a dark stripe, which passes on to the foreleg and breaks up into irregular spots. The flanks are marked by dark dusky-grey irregular blotches bordered behind by long, oblique, irregularly curved or looped stripes. These blotches yielding the clouded pattern suggest the English name of the cat. The underparts and legs are spotted, and the tail is marked by large, irregular, paired spots. Its legs are short and stout, and paws broad. Females are slightly smaller than males.Its hyoid bone is ossified, making it possible to purr. Its pupils contract into vertical slits. Irises are brownish yellow to grayish green. Melanistic clouded leopards are uncommon. It has rather short limbs compared to the other big cats. Its hind limbs are longer than its front limbs to allow for increased jumping and leaping capabilities. Its ulnae and radii are not fused, which also contributes to a greater range of motion when climbing trees and stalking prey. Clouded leopards weigh between 11.5 and 23 kg (25 and 51 lb). Females vary in head-to-body length from 68.6 to 94 cm (27.0 to 37.0 in), with a tail 61 to 82 cm (24 to 32 in) long. Males are larger at 81 to 108 cm (32 to 43 in) with a tail 74 to 91 cm (29 to 36 in) long. \nIts shoulder height varies from 50 to 55 cm (20 to 22 in).Its skull is long and low with strong occipital and sagittal crests. The canine teeth are exceptionally long, the upper being about three times as long as the basal width of the socket. The first premolar is usually absent. The upper pair of canines measure 4 cm (1.6 in) or longer.\nThe clouded leopard is often referred to as a “modern-day sabre-tooth” because it has the largest canines in proportion to its body size.\n\n\n== Distribution and habitat ==\n\nThe clouded leopard occurs from the Himalayan foothills in Nepal, Bhutan and India to Myanmar, southeastern Bangladesh, Thailand, Peninsular Malaysia, Indochina to south of the Yangtze River in China. It is regionally extinct in Singapore and Taiwan. The last confirmed record of a Formosan clouded leopard dates to 1989, when the skin of a young individual was found in the Taroko area. It was not recorded during an extensive camera trapping survey conducted from 1997 to 2012 in more than 1,450 sites inside and outside Taiwanese protected areas.In Nepal, the clouded leopard was thought to be extinct since the late 1860s. But in 1987 and 1988, four individuals were found in the central part of the country, close to Chitwan National Park and in the Pokhara Valley. These findings extended the known range westward, suggesting it is able to survive and breed in degraded woodlands that previously harboured moist subtropical semideciduous forest. Since then, individuals have been recorded in the Shivapuri Nagarjun National Park and in the Annapurna Conservation Area.In India, it occurs in Sikkim, northern West Bengal, Meghalaya subtropical forests, Tripura, Mizoram, Manipur, Assam, Nagaland and Arunachal Pradesh. In Pakke Tiger Reserve, a clouded leopard was photographed for the first time in India. In Sikkim, clouded leopards were camera-trapped at altitudes of 2,500–3,720 m (8,200–12,200 ft) between April 2008 and May 2010 in the Khangchendzonga Biosphere Reserve. In Manas National Park, 16 individuals were recorded during a survey in November 2010 to February 2011.\nBetween January 2013 and March 2018, clouded leopards were also recorded in Dampa Tiger Reserve, Eaglenest Wildlife Sanctuary and Singchung-Bugun Village Community Reserve, in Meghalaya's Nongkhyllem National Park and Balpakram-Baghmara landscape.In Bhutan, it was recorded in Royal Manas National Park, Jigme Singye Wangchuck National Park, Phibsoo Wildlife Sanctuary, Jigme Dorji National Park, Phrumsengla National Park, Bumdeling Wildlife Sanctuary, and several non-protected areas.In Bangladesh, a few clouded leopards were sighted in the Chittagong Hill Tracts in 2009.In Myanmar, it was recorded by camera-traps for the first time in the hill forests of Karen State in 2015.In Thailand, the species has been reported from relatively open, dry tropical forest in Huai Kha Khaeng Wildlife Sanctuary and closed-forest habitats in Khao Yai National Park.In Peninsular Malaysia, clouded leopards were recorded in Taman Negara National Park, Ulu Muda Forest, Pasoh Forest Reserve, Royal Belum State Park, Temengor Forest Reserve and a few linkages between 2009 and 2015.\n\n\n== Behaviour and ecology ==\n\nThe clouded leopard is a solitary cat. Early accounts depict it as a rare, secretive, arboreal, and nocturnal inhabitant of dense primary forest.\nIt is one of the most talented climbers among the cats. Captive clouded leopards have been observed to climb down vertical tree trunks head first, and hang on to branches with their hind paws bent around branchings of tree limbs. They are capable of supination and can even hang down from branches only by bending their hind paws and their tail around them. When jumping down, they keep hanging on to a branch this way until the very last moment. They can climb on horizontal branches with their back to the ground, and in this position make short jumps forward. When balancing on thin branches, they use their long tails to steer. They can easily jump up to 1.2 m (3.9 ft) high.\nThey use trees as daytime rest sites, but also spend time on the ground when hunting at night. Captive clouded leopards have been observed to scent mark by spraying urine and rubbing their heads on prominent objects.\nTheir vocalisations include a short high-pitched meow call, a loud crying call, both emitted when a cat is trying to locate another one over a long or short distance; they prusten and raise their muzzle when meeting each other in a friendly manner; when aggressive, they growl with a low-pitched sound and hiss with exposed teeth and wrinkled nose.Radio-collared clouded leopards were foremost active by night but also showed crepuscular activity peaks.\nClouded leopards recorded in northeast India were most active in the late evening after sunset.Home ranges have only been estimated in Thailand:\n\nFour individuals were radio-collared in Phu Khieo Wildlife Sanctuary from April 2000 to February 2003. Home ranges of two females were 25.7 km2 (9.9 sq mi) and 22.9 km2 (8.8 sq mi), and of two males 29.7 km2 (11.5 sq mi) and 49.1 km2 (19.0 sq mi).\nTwo individuals were radio-collared during a study from 1997 to 1999 in the Khao Yai National Park. The home range of one female was 39.4 km2 (15.2 sq mi), of the one male 42 km2 (16 sq mi). Both individuals had a core area of 2.9 km2 (1.1 sq mi).\n\n\n=== Hunting and diet ===\nWhen hunting, they stalk their prey or wait for the prey to come to them. After making and feeding on a kill, they usually retreat into trees to digest and rest. Their prey includes both arboreal and terrestrial vertebrates.\nPocock presumed they are adapted for preying upon herbivorous mammals of considerable bulk because of their powerful build, long canines and the deep penetration of their bites. In Thailand, clouded leopards have been observed preying on southern pig-tailed macaque (Macaca nemestrina), Indian hog deer (Hyelaphus porcinus), Bengal slow loris (Nycticebus bengalensis), Asiatic brush-tailed porcupine (Atherurus macrourus), Malayan pangolin (Manis javanica) and Berdmore's ground squirrel (Menetes berdmorei). Known prey species in China include barking deer and pheasants.\n\n\n=== Reproduction ===\n\nBoth males and females average 26 months at first reproduction. Mating usually occurs between December and March. Males tend to be very aggressive during sexual encounters and to bite the female on the neck during courtship, severing her vertebrae. With this in mind, male and female compatibility has been deemed extremely important when attempting breeding in captivity. The pair mates multiple times over the course of several days. The male grasps the female by the neck, and the female responds with vocalization that encourages the male to continue. The male then leaves and is not involved in raising the kittens. Estrus lasts six days on average, estrous cycle averages 30 days. After a gestation period of 93 ± 6 days, females give birth to a litter of one to five, mostly three cubs.Initially, the young are blind and helpless, much like the young of many other cats, and weigh from 140 to 280 g (4.9 to 9.9 oz). Unlike adults, the kittens' spots are \"solid\" — completely dark rather than dark rings. The young can see within about 10 days of birth, are active within five weeks, and are fully weaned at around three months of age. They attain the adult coat pattern at around six months, and probably become independent after around 10 months. Females are able to bear one litter each year.In captivity, they have an average lifespan of 11 years.\nOne individual has lived to be almost 17 years old.Generation length of the clouded leopard is about seven years.\n\n\n== Threats ==\n\nMany of the remaining forest areas are too small to ensure the long-term persistence of clouded leopard populations. They are threatened by habitat loss following large–scale deforestation and commercial poaching for the wildlife trade. Skins, claws, and teeth are offered for decoration and clothing, bones and meat as substitute for tiger in traditional Asian medicines and tonics, and live animals for the pet trade. Few poaching incidents have been documented, but all range states are believed to have some degree of commercial poaching. In recent years, substantial domestic markets existed in Indonesia, Myanmar, and Vietnam.In Myanmar, 301 body parts of at least 279 clouded leopards, mostly skins and skeletons, were observed in four markets surveyed between 1991 and 2006. Three of the surveyed markets are situated on international borders with China and Thailand, and cater to international buyers, although clouded leopards are completely protected under Myanmar's national legislation. Effective implementation and enforcement of CITES is considered inadequate.\n\n\n== Conservation ==\n\nNeofelis nebulosa is listed in CITES Appendix I and protected over most of its range. Hunting is banned in Bangladesh, China, India, Malaysia, Myanmar, Nepal, Taiwan, Thailand, and Vietnam. It is not legally protected outside Bhutan's protected areas. Hunting is regulated in Laos. No information about its protection status is available from Cambodia. These bans, however, are poorly enforced in India, Malaysia, and Thailand.The Formosan clouded leopard was a subspecies that became extinct in the 2000s.In the United States, the clouded leopard is listed as endangered under the Endangered Species Act, further prohibiting trade in the animals or any parts or products made from them.\n\n\n=== In captivity ===\n\nEarly captive-breeding programs involving clouded leopards were not very successful, largely due to ignorance of courtship activity among them in the wild. Experience has taught keepers that introducing pairs of clouded leopards at a young age gives opportunities for the pair to bond and breed successfully. Males have the reputation of being aggressive towards females. Facilities breeding clouded leopards need to provide the female with a secluded, off-exhibit area. \nModern breeding programs involve carefully regulated introductions between prospective mating pairs, and take into account the requirements for enriched enclosures. Stimulating natural behavior by providing adequate space to permit climbing minimizes stress. This, combined with a feeding program that fulfills the proper dietary requirements, has promoted more successful breeding in recent years.In Tripura, a national park was set up in the Sipahijola Wildlife Sanctuary where clouded leopards are kept in enclosures in a zoological park.In March 2011, two breeding females at the Nashville Zoo at Grassmere in Nashville, Tennessee, gave birth to three cubs, which were raised by zookeepers. Each cub weighed 0.5 lb (0.23 kg). In June 2011, two cubs were born at the Point Defiance Zoo & Aquarium in Tacoma, Washington. The breeding pair was brought from the Khao Kheow Open Zoo in Thailand in an ongoing education and research exchange program. Four cubs were born at the Nashville Zoo in 2012. On May 22, 2015, four more cubs were born at Tacoma's Point Defiance Zoo & Aquarium. The cubs were the fourth litter born to Chai Li and her mate Nah Fun.As of December 2011, 222 clouded leopards are believed to exist in zoos.\n\n\n== In culture ==\nThe Rukai people of Taiwan considered the hunting of clouded leopards a taboo. In the 1970s the print of Rama Samaraweera's painting Clouded leopard was a best-seller in the USA.\nClouded leopard (Kheleo) was the mascot for 2017 FIFA U-17 World Cup, hosted by India from 6 to 28 October 2017.\nA clouded leopard is the antagonist of the fantasy animated feature film Rugrats Go Wild. Chrissie Hynde provides the voice and vocal effects of the animal. Also, the 2017 Taiwanese furry visual novel video game Nekojishi features an anthropomorphic clouded leopard spirit, Likulau.\nThe clouded leopard also appears in Far Cry 4, alongside other predators such as the Bengal tiger and Snow leopard. In the game, the clouded leopard is portrayed as being far larger and more aggressive than its real-life counterpart, that frequently attacks the player and any NPCs' in the area.\n\n\n== References ==\n\n\n== External links ==\n\"Mainland clouded leopard Neofelis nebulosa\". IUCN Species Survival Commission Cat Specialist Group. Archived from the original on 2014-11-12.\n\"Welcome to the Clouded Leopard Project\". Clouded Leopard Project. Archived from the original on 2015-02-03.\n\"Clouded leopard facts\". National Zoological Park. Archived from the original on 2014-08-19.\n\"Clouded Leopard Neofelis nebulosa\". National Geographic. Archived from the original on 2012-02-24.\n\"Clouded leopards (video)\". Maniacworld.com. Archived from the original on 2014-09-14.\nBBC: video of a clouded leopard\n\"Taiwan's clouded leopard extinct: zoologists\". Focus Taiwan. 2013-04-30.\nClouded Leopard: Facing Dark Clouds of Extinction",
    "ImageURL": "CloudedLeopard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Clouded_leopard",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Neofelis",
        "Species": "nebulosa"
    },
    "ScientificName": "Neofelis nebulosa",
    "Zone": "* #### E"
}