{
    "CommonName": "Coahuila box turtle",
    "BriefSummary": "The Coahuilan box turtle (Terrapene coahuila), also known commonly as the aquatic box turtle, is an endangered species of turtle in the family Emydidae. Unlike the other members of the genus Terrapene, this turtle spends roughly 90% of its time in water.It is a close relative to the common box turtle (T. carolina). Researchers have therefore suggested that it developed from a nonaquatic species in order to survive in the desert springs of Cuatro Ciénegas.",
    "WikiContents": "The Coahuilan box turtle (Terrapene coahuila), also known commonly as the aquatic box turtle, is an endangered species of turtle in the family Emydidae. Unlike the other members of the genus Terrapene, this turtle spends roughly 90% of its time in water.It is a close relative to the common box turtle (T. carolina). Researchers have therefore suggested that it developed from a nonaquatic species in order to survive in the desert springs of Cuatro Ciénegas.\n\n\n== Geographic range ==\nT. coahuila is endemic to the vicinity of Cuatro Ciénegas in Coahuila, Mexico. Within an area of less than 800 km² (300 sq mi), there are several distinct pockets of this species. During the rainy season, Coahuilan box turtles may leave their home range and travel throughout the desert.\n\n\n== Description ==\nThe body of T. coahuila is adapted for spending long periods of time in the water, and the shell is often covered in algae. Just like any other box turtle, it has a hinged plastron that can be completely closed. The skin is dark, usually dark brown and dark gray, but some areas can appear completely black.\n\n\n== Diet ==\nT. coahuila is an opportunistic feeder that will devour both plants and other animals. It will for instance eat fly larvae, dragonfly nymphs, beetles, true bugs, reptiles, fish, crayfish, and plant matter (such as Eleocharis spp.) in the wild.\n\n\n== Reproduction ==\nMating in T. coahuila takes place in shallow water from September to June, and eggs are laid from May to September. The eggs are laid in small clutches, typically consisting of just 2-3 eggs per clutch.\n\n\n== References ==\n\n\n== Further reading ==\nSchmidt KP, Owens DW (1944). \"Amphibians and Reptiles of Northern Coahuila, Mexico\". Zool. Ser. Field Mus. Nat. Hist. 29 (6): 97-115. (Terrapene coahuila, new species, pp. 101–103).\nHoweth JG, McGaugh SE, Hendrickson DA (2008). \"Contrasting demographic and genetic estimates of dispersal in the endangered Coahuilan box turtle: a contemporary approach to conservation\". Molecular Ecology 17: 4209–4221.\n\n\n== External links ==\nTortoise & Freshwater Turtle Specialist Group. (1996). Terrapene coahuila. 2006 IUCN Red List of Threatened Species.  Downloaded on 29 July 2007.\nCoahuilan Box Turtle at Boxturtles.com Downloaded on 28 July 2013.\nDesert Fishes Council Cuatrociénegas conservation foundation. Downloaded on 28 July 2013.\nCoahuilan box turtle slide show at the University of Texas in Austin. Downloaded on 28 July 2013.",
    "ImageURL": "Coahuilaboxturtle_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Coahuilan_box_turtle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Testudines",
        "Suborder": "Cryptodira",
        "Family": "Emydidae",
        "Genus": "Terrapene",
        "Species": "coahuila"
    },
    "ScientificName": "Terrapene coahuila"
}