{
    "CommonName": "Collared Peccary",
    "BriefSummary": "The collared peccary (Pecari tajacu) is a species of mammal in the family Tayassuidae found in North, Central, and South America. They are commonly referred to as javelina, saíno or báquiro, although these terms are also used to describe other species in the family. The species is also known as the musk hog. In Trinidad, it is colloquially known as quenk.\nAlthough somewhat related to the pigs and frequently referred to as one, this species and the other peccaries are no longer classified in the pig family, Suidae.",
    "WikiContents": "The collared peccary (Pecari tajacu) is a species of mammal in the family Tayassuidae found in North, Central, and South America. They are commonly referred to as javelina, saíno or báquiro, although these terms are also used to describe other species in the family. The species is also known as the musk hog. In Trinidad, it is colloquially known as quenk.\nAlthough somewhat related to the pigs and frequently referred to as one, this species and the other peccaries are no longer classified in the pig family, Suidae.\n\n\n== Description ==\n\nThe collared peccary stands around 510–610 millimetres (20–24 in) tall at the shoulder and is about 1.0–1.5 m (3 ft 3 in–4 ft 11 in) long. It weighs between 16 and 27 kg (35 and 60 lb). The dental formula is as followed: 2/3,1/1,3/3,3/3. The collared peccary has small tusks that point toward the ground when the animal is upright. It also has slender legs with a robust or stocky body. The tail is often hidden in the coarse fur of the peccary.\n\n\n== Range and habitat ==\nThe collared peccary is a widespread creature found throughout much of the tropical and subtropical Americas, ranging from the Southwestern United States to northern Argentina in South America. They have been reintroduced to Uruguay in 2017, after one hundred years of extinction. The only Caribbean island where it is native, however, is Trinidad.  It inhabits deserts and xeric shrublands, tropical and subtropical grasslands, savannas, and shrublands, flooded grasslands and savannas, tropical and subtropical dry broadleaf forests, and several other habitats, as well. In addition, it is well adapted to habitats shared by humans, merely requiring sufficient cover; they can be found in cities and agricultural land throughout their range, where they consume garden plants. Notable populations are known to exist in the suburbs of Phoenix and Tucson, Arizona.\n\n\n== Diet ==\nCollared peccaries normally feed on cactus, mesquite beans, fruits, roots, tubers, palm nuts, grasses, invertebrates, and small vertebrates.  In areas inhabited by humans, they will also consume cultivated crops and ornamental plants, such as tulip bulbs.\n\n\n== Behaviour ==\nCollared peccaries are diurnal creatures that live in groups of up to 50 individuals, averaging between 6 and 9 members. They sleep in burrows, often under the roots of trees, but sometimes can be found in caves or under logs.  However, collared peccaries are not completely diurnal. In central Arizona they are often active at night, but less so in daytime.\nAlthough they usually ignore humans, they will react if they feel threatened. They defend themselves with their tusks. A collared peccary will release a strong musk or give a sharp bark if it is alarmed.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nSmithsonian Institution - North American Mammals: Pecari tajacu\nSmithsonian Wild: Pecari tajacu\nArizona Game and Fish Department – Living With Javelina",
    "ImageURL": "CollaredPeccary_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Collared_peccary",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Tayassuidae",
        "Genus": "Pecari",
        "Species": "tajacu"
    },
    "ScientificName": "Pecari tajacu"
}