{
    "CommonName": "Common zebra",
    "BriefSummary": "The plains zebra (Equus quagga, formerly Equus burchellii), also known as the common zebra or Burchell's zebra, or locally as the \"quagga\" (not to be confused with the extinct subspecies), is the most common and geographically widespread species of zebra, and wild perissodactyl (odd-toed ungulate). It ranges from the south of Ethiopia through East Africa to as far south as Botswana and eastern South Africa. The plains zebra remains common in game reserves, but is threatened by human activities such as hunting for its meat and hide, as well as competition with livestock and encroachment by farming on much of its habitat.\nSubspecies include the extinct quagga and six recognised extant subspecies, though great variation in coat patterns exists between individuals. The striping pattern is unique among ungulates in the region, and its functions are disputed. Suggested functions include crypsis, forms of motion camouflage, social signaling and recognition, and discouraging biting flies. As of 2016, the plains zebra is classified as near threatened by IUCN.The plains zebra's range is fragmented, but spans much of southern and eastern Africa south of the Sahara. Its habitat is generally, but not exclusively, treeless grasslands and savanna woodlands, both tropical and temperate. They generally avoid desert, dense rainforest, and permanent wetlands, and rarely stray more than 30 km from a water source. Zebras of all ages are preyed upon by lions, spotted hyenas, leopards, cheetahs, crocodiles, and African wild dogs.\nThe plains zebra is a highly social species, forming harems with a single stallion, several mares, and their recent offspring; bachelor groups also form. Groups may come together to form herds. The animals keep watch for predators rather than attempting to hide; they bark or snort when they see a predator, and the harem stallion attacks predators to defend his harem. The species population is stable and not endangered, though some populations such as in Tanzania have declined sharply.",
    "WikiContents": "The plains zebra (Equus quagga, formerly Equus burchellii), also known as the common zebra or Burchell's zebra, or locally as the \"quagga\" (not to be confused with the extinct subspecies), is the most common and geographically widespread species of zebra, and wild perissodactyl (odd-toed ungulate). It ranges from the south of Ethiopia through East Africa to as far south as Botswana and eastern South Africa. The plains zebra remains common in game reserves, but is threatened by human activities such as hunting for its meat and hide, as well as competition with livestock and encroachment by farming on much of its habitat.\nSubspecies include the extinct quagga and six recognised extant subspecies, though great variation in coat patterns exists between individuals. The striping pattern is unique among ungulates in the region, and its functions are disputed. Suggested functions include crypsis, forms of motion camouflage, social signaling and recognition, and discouraging biting flies. As of 2016, the plains zebra is classified as near threatened by IUCN.The plains zebra's range is fragmented, but spans much of southern and eastern Africa south of the Sahara. Its habitat is generally, but not exclusively, treeless grasslands and savanna woodlands, both tropical and temperate. They generally avoid desert, dense rainforest, and permanent wetlands, and rarely stray more than 30 km from a water source. Zebras of all ages are preyed upon by lions, spotted hyenas, leopards, cheetahs, crocodiles, and African wild dogs.\nThe plains zebra is a highly social species, forming harems with a single stallion, several mares, and their recent offspring; bachelor groups also form. Groups may come together to form herds. The animals keep watch for predators rather than attempting to hide; they bark or snort when they see a predator, and the harem stallion attacks predators to defend his harem. The species population is stable and not endangered, though some populations such as in Tanzania have declined sharply.\n\n\n== Taxonomy ==\nA dispute exists among biologists as to how to properly classify the various species of zebras. The plains zebra and mountain zebra are thought to belong to the subgenus Hippotigris and that Grévy's zebra is the sole species of subgenus Dolichohippus. This is on account of Grévy's zebra resembling an ass (subgenus Asinus), while the plains zebra and mountain zebra are more horse-like. All three animals belong to the genus Equus along with other living equids. However, recent phylogenetic evidence finds that plains zebras are more closely related to Grévy's zebras than mountain zebras. In areas where plains zebras are sympatric with Grévy's zebras, finding them in the same herds is not unusual, and fertile hybrids occur. In captivity, plains zebras have been crossed with mountain zebras. The hybrid foals lacked a dewlap and resembled the plains zebra apart from their larger ears and their hindquarters pattern.\n\n\n=== Subspecies ===\nIn 2004, C. P. Groves and C. H. Bell investigated the taxonomy of the zebra genus, Equus, subgenus Hippotigris. They published their research in the journal Mammalian Biology. They revised the subspecies of the plains zebra Equus quagga. Six subspecies are now recognised.\nQuagga, †Equus quagga quagga – Boddaert, 1785\nBurchell's zebra, Equus quagga burchellii – Gray, 1824\nGrant's zebra, Equus quagga boehmi – Matschie, 1892\nManeless zebra Equus quagga borensis – Lönnberg, 1921\nChapman's zebra, Equus quagga chapmani – Layard, 1865\nCrawshay's zebra, Equus quagga crawshayi – De Winton, 1896Sometimes another subspecies is distinguished in Eastern Zimbabwe and Western Mozambique:\n\nSelous' zebra, Equus quagga selousi – Pocock 1897The quagga was originally classified as a separate species, Equus quagga, in 1778. Over the next 50 years or so, many other zebras were described by naturalists and explorers. Because of the great variation in coat patterns (no two zebras are alike), taxonomists were left with a great number of described \"species\", and no easy way to tell which of these were true species, which were subspecies, and which were simply natural variants. The quagga was the first extinct creature to have its DNA studied. Recent genetic research at the Smithsonian Institution has demonstrated that the quagga was in fact not a separate species at all, but diverged from the plains zebra, between 120,000 and 290,000 years ago, and suggests that it should be named Equus burchellii quagga. However, according to the rules of biological nomenclature, where two or more alternative names are given to a single species, the name first used takes priority. As the quagga was described about 30 years earlier than  Burchell's zebra, the correct terms apparently are E. quagga quagga for the quagga and E. quagga burchellii for the plains zebra, unless \"Equus burchellii\" is officially declared to be a nomen conservandum.\nBurchell's zebra was thought to have been hunted to extinction. However, Groves and Bell concluded in their 2004 publication that \"the extinct true Burchell's zebra\" is a phantom. Careful study of the original zebra populations in Zululand and Swaziland, and of skins harvested on game farms in Zululand and Natal, has revealed that a certain small proportion shows similarity to what now is regarded as typical \"burchellii\". The type localities of the subspecies Equus quagga burchellii and Equus quagga antiquorum (the Damara zebra) are so close to each other that the two are in fact one, and that, therefore, the older of the two names should take precedence over the younger. They then say that the correct name for the southernmost subspecies must be burchellii, not antiquorum. The subspecies Equus quagga burchellii still exists in KwaZulu-Natal and Etosha.\nA 2018 DNA study found no evidence for a subspecies structure, but instead observed a north-south genetic continuum, with plains zebra in Uganda (the most northern population) the most distinct.\n\n\n== Physical description ==\n\nThe plains zebra is mid-sized, smaller on average than Grevy's zebra, but larger than the mountain zebra, thick bodied with relatively short legs. Some variation in size, based on the animals' condition and subspecies, is noted. Adults of both sexes can stand from 1.10 to 1.45 m (3.6 to 4.8 ft) high at the withers, are 2.17 to 2.46 m (7.1 to 8.1 ft) long, not counting a 47-to-56 cm (19-to-22 in) tail, and weigh 175 to 385 kg (386 to 849 lb). Males may weigh 10% more than females.Like all zebras, they are boldly striped in black and white, and no two individuals look exactly alike. They also have black or dark muzzles. The natal coat of a foal is brown and white. All have vertical stripes on the fore part of the body, which tend towards the horizontal on the hindquarters. The northern populations have narrower and more defined striping; southern populations have varied but lesser amounts of striping on the under parts, the legs and the hindquarters. Southern populations also have brown \"shadow\" stripes between the black and white colouring. These are absent or poorly expressed in northern zebras.Embryological evidence has shown that the zebra's background colour is dark and the white is an addition. The first subspecies to be described, the now-extinct quagga, had plain brown hindquarters. Various mutations of the zebra's pelage have occurred, from mostly white to mostly black. Rare albino zebras have been recorded in the forests of Mount Kenya.\n\n\n=== Function of the stripes ===\n\nThe striping pattern of the zebra is unique among sympatric ungulates. One suggested function for the stripes is to provide crypsis for the animal in tall grass or in the dappled shade beneath bushes and trees. However, cryptically coloured species, such as the kudu and bushbuck, tend to be quiet and stealthy. They freeze during danger and flee only at the last moment. By contrast, the zebra is active and noisy, and makes no attempt to hide itself. Another suggestion is motion camouflage, that the stripes affect a predator's judgement of the zebra's size, distance, and what direction it is going. A 2014 study supports this hypothesis, finding that, when moving, the stripes may confuse observers, such as mammalian predators and biting insects, via two visual illusions, the wagon wheel effect, where the perceived motion is inverted, and the barber pole illusion, where the perceived motion is in a wrong direction. A related hypothesis is that the stripes make it difficult for a predator to single out and learn about an individual during a chase.Perhaps the best explanation for the stripes is that they serve a social function. Individual zebras can apparently recognise each other by their striping patterns. The stripes may also serve as visual cues for grooming. In addition, they could serve to help zebra groups stay together when they are fleeing. A 2012 study suggests that stripes may have developed to discourage biting flies. Experiments have demonstrated that the stripes polarize light in such a way that it discourages tabanids (biting flies) in a manner not shown with other coat patterns. Another study from 2015 determined that environment temperature is a strong predictor for zebra striping patterns and proposed that the stripes may be related to thermoregulation.\n\n\n== Ecology ==\n\n\n=== Range and habitat ===\n\nThe plains zebra's range stops short of the Sahara from South Sudan and southern Ethiopia extending south along eastern Africa, as far as Zambia, Mozambique, and Malawi, before spreading into most southern African countries. They are regionally extinct in Burundi and Lesotho, and they may have lived in Algeria in the Neolithic era.Plains zebras generally live in treeless grasslands and savanna woodlands, but can be found in a variety of habitats, both tropical and temperate. However, they are generally absent from deserts, dense rainforests, and permanent wetlands. Zebras also live in elevations from sea level to 4,300 m on Mount Kenya. They rely on rainfall for food and water, and go on great migrations to follow the rains. The zebras migrate up to 700 mi (1,100 km) for food. Other grazers also migrate. Plains zebras are highly water-dependent and are usually found within 25–30 km of a water source.\n\n\n=== Diet and predation ===\n\nIn one study, the zebra's diet was estimated to be 92% grass, 5% herbs, and 3% shrubs. Unlike many of the large ungulates of Africa, the plains zebra does not require (but still prefers) short grass to graze. It eats a wide range of different grasses, preferring young, fresh growth where available, and also browses on leaves and shoots from time to time. In consequence, it ranges more widely than many other species, even into woodlands, and it is often the first grazing species to appear in a well-vegetated area. Zebras have a simple stomach and use hindgut fermentation (caeco-colic), which allows them to digest and assimilate large amounts of forage. Thus, zebras are less selective in foraging, but they do spend much time eating. The zebra is a pioneer grazer and prepares the way for more specialised grazers such as blue wildebeests and Thomson's gazelles, which depend on shorter and more nutritious grasses.\nThe plains zebra's major predators are lions and spotted hyenas. Nile crocodiles are also great threats during migratory river crossings. African wild dogs, cheetahs, and leopards also prey on zebras, although the threats they pose are generally minor and they mostly attack the foals. Olive baboons may prey on foals, but pose no threat to adults. Zebras can be  formidable adversaries, since they have a strong bite and a kick powerful enough to kill land predators. They often try to outrun larger predators such as lions and spotted hyenas, whereas they often stand their ground with the smaller predators.\n\n\n=== Interactions with other grazers ===\nPlains zebra herds mix and migrate together with other species such as wildebeests. Wildebeests and zebras generally coexist peacefully and alert each other to predators. However, aggressive interactions occasionally occur.\n\n\n== Behaviour ==\n\n\n=== Social structure ===\n\nThe plains zebra is highly social and usually forms small family groups called harems, which consist of a single stallion, several mares, and their recent offspring. The adult membership of a harem is highly stable, typically remaining together for months to years. Groups of all male \"bachelors\" also exist. These are stable groups of up to 15 males with an age-based hierarchy led by a young male. These males stay in their groups until they are ready to start a harem. The bachelors prepare for their adult roles with play fights and greeting/challenge rituals, which take up most of their activities. Multiple harems and bachelor groups come together to form larger herds of hundreds of animals, especially during migrations. Plains zebras are unusual among harem-holding species in forming these groups. In addition, pairs of harems may create temporarily stable subgroups within a herd, allowing individuals to interact with those outside their group. Among harem-holding species, this has only been observed in primates such as the gelada and the hamadryas baboon.Stallions form and expand their harems by abducting young mares from their natal harems. When a mare reaches sexual maturity, she exhibits the estrous posture, which attracts nearby stallions, both bachelors and harem leaders. Her family stallion (likely her father) chases off or fights stallions attempting to abduct her. Even after a young mare is isolated from her natal harem, the fight over her continues until her estrous cycle is over, and it starts again with the next estrous cycle. It is rare that the mare's original abductor keeps her for long. When the mare finally ovulates, the male that impregnates her keeps her for good. Thus, the mare becomes a permanent member of a new harem. The estrous posture of a female becomes less noticeable to outside males as she gets older, hence competition for older females is virtually nonexistent.\n\nMares exist in a hierarchy, with the alpha female being the first to mate with the stallion and being the one to lead the group. When new mares are added to the group, they are met with hostility by the other mares. Thus, the stallion must shield the new mares until the aggression subsides. The most recently added females rank lowest. Females that become unfit or weak may drop in their rank, though. The female membership of a harem stays intact even if a new stallion takes over. Zebras strengthen their social bonds with grooming. Members of a harem nip and scrape along the neck, withers, and back with their teeth and lips. Mothers and foals groom the most often, followed by siblings. Grooming shows social status and eases aggressive behaviour.A stallion defends his group from other males. When challenged, the stallion issues a warning to the invader by rubbing nose or shoulder with him. If the warning is not heeded, a fight breaks out. Zebra fights often become very violent, with the animals biting at each other's necks, heads, or legs, wrestling to the ground, and occasional kicking. Sometimes, a stallion lies still on the ground as if surrendering, but once the other male lets up, he strikes and continues the fight. Most fighting occurs over young mares in estrus, and as long as a harem stallion is healthy, he usually is not challenged. Only unhealthy stallions have their harems taken over, and even then, the new stallion gradually takes over, pushing the old one out without a fight.\n\n\n=== Communication ===\nAt least six different calls have been documented for the plains zebra. One of which is its distinctive, high-pitched, contact call (commonly called \"barking\") heard as \"a-ha, a-ha, a-ha\" or \"kwa-ha, kaw-ha, ha, ha\" (video), also transcribed as \"kwahaah\", or \"oug-ga\". The species name quagga is derived from the Khoikhoi word for \"zebra\" and is onomatopoeic for its call. When a predator is sighted, a zebra makes a two-syllable alarm call. A loud snort is made when moving in cover of potential danger. When in contentment, a zebra makes a more drawn-out snort. Males make a short, high-pitched squeal when hurt, and foals  emit a drawn-out wail when in distress. Two main facial expressions are made by zebras. One is for greeting and involves the ears sticking up and directed forward; the other is threatening and involves the ears down.\n\n\n=== Reproduction ===\n\nThe stallion mates with all his mares. The gestation period lasts around 360 to 396 days, and a single young is produced, which is capable of standing almost immediately and starts to eat grass within a week.\nMares may give birth to one foal every 12 months. The birthing peak is during the rainy season. She nurses the foal for up to a year. The foal is weaned at 7 to 11 months and reaches puberty at 16 to 22 months.\nThe stallion is generally intolerant of foals that are not his. Zebras may practice infanticide and feticide; such incidences have been observed in both captive individuals and in nature. In the film Great Zebra Exodus, a mare was trying to protect her foal from a new stallion as its father was a fallen stallion. At the moment of birth, a mother zebra keeps any other zebra away from her foal, including the stallion, the other mares, and even the previous offspring. Later, though, they all bond. Within the group, a foal has the same rank as its mother. Plains zebra foals are protected by their mother and the head stallion and the other mares in their group. Even with parental protection, up to 50% of zebra foals are taken by predation, disease, and starvation each year.\nYoung male zebras eventually leave their family groups, not because of sexual maturity or being kicked out by their fathers, but because their relationship with their mothers has faded after the birth of a sibling. The young stallion then seeks out other young stallions for company. Young females may stay in the harem until they are abducted by another stallion.\n\n\n=== Antipredator behaviour ===\n\nFor protection from land predators, the plains zebra retreats into open areas with good visibility at night. When the groups forage or sleep, one zebra  keeps watch, and if a predator is spotted, it barks or snorts loudly. When being hunted by hyenas or wild dogs, a zebra harem stays close together and cooperates to protect threatened members, particularly the young. The harem stallion goes on the offensive and attacks the dogs or hyenas. Though hyenas may harass the stallion, they usually only concentrate on the herd, and attempt to dodge the stallion's assaults. Unlike stallions, mares typically only react aggressively to hyenas or dogs when their foals are threatened. Unlike wildebeest, zebras rarely take to water when escaping hyenas. With lions, a zebra's best defense is to outpace them, as lions lack their endurance, and that of hyenas and wild dogs. Cheetahs and leopards are mostly threats to foals, as an adult zebra is fully capable of driving them away.\n\n\n== Human interactions ==\n\n\n=== Conservation ===\n\nOverall, the plains zebra population remains stable, and the species faces no major threat that would cause range-wide decline. The zebra can be found in numerous protected areas across its range, including the Serengeti National Park in Tanzania, Tsavo and Masai Mara in Kenya, Hwange National Park in Zimbabwe, Etosha National Park in Namibia, and Kruger National Park in South Africa. Some stable populations live in unprotected areas.Some local populations, though, have faced great declines and even extinctions. Though facing decline in numbers, the plains zebra population is thriving at about 750,000. One subspecies, the quagga, is now extinct. In Tanzania, the zebra population has decreased by 20% from the late 1990s to the mid-2000s. Zebras are threatened by hunting for their hide and meat, and habitat change from farming. They also compete with livestock for food, and are sometimes culled. Poaching is largely a threat to northern populations, while southern populations are threatened mostly by habitat loss. Recent civil wars in Rwanda, Somalia, South Sudan, Ethiopia, and Uganda have caused dramatic declines in all wildlife populations, including those of plains zebra. It is now extinct in Burundi. Civil war in Angola during much of the past 25 years has devastated its wildlife populations, including its once-abundant plains zebra, and destroyed the national parks administration and infrastructure.\nNevertheless, plains zebras are protected in most of their range. They are an important economic source in tourism.\n\n\n=== In culture ===\n\nZebras have been featured in African art and culture for millenia. They have been depicted in rock art in Southern Africa (modern Botswana, Nambia and South Africa) dating from 20,000–28,000 years ago, though not as commonly as antelope species like eland. How the zebra got its stripes has been the subject of folk tales, some of which involve it being scorched by fire. The San people associated zebra stripes with water, rain and lighting due to its dazzling pattern. The zebra has also been associated with beauty and the women of various societies would paint much of their bodies in stripes. For the Shona people of Zimbabwe, the zebra is a totem animal, along with the eland, buffalo, lion and monkey. The zebra is praised in a poem as a \"iridescent and glittering creature\". Its stripes have symbolised the joining of male and female and at Great Zimbabwe, zebra stripes decorate what is believed to be a domba, a premartial school meant to initiate woman into adulthood. In the Shona language, the name \"madhuve\" means \"woman/women of the zebra totem\" and is a given name for girls in Zimbabwe.Zebras have also been represented in Western culture. They have been thought of as a more exotic alternative to horse; the comic book character Sheena, Queen of the Jungle is depicted riding a zebra. The film Racing Stripes features a captive zebra ostracised from the horses and end up being ridden by a rebellious girl. In the film Fantasia, two centaurs are depicted being half human and half zebra, instead of the typical half human and half horse. Zebras have been featured as characters in other animated films like Khumba, The Lion King and the Madagascar films.\n\n\n== References ==\n\n\n== External links ==\n Media related to Equus quagga at Wikimedia Commons",
    "ImageURL": "Commonzebra_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Plains_zebra",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Perissodactyla",
        "Family": "Equidae",
        "Genus": "Equus",
        "Species": "quagga"
    },
    "ScientificName": "Equus quagga"
}