{
    "CommonName": "Common shelduck",
    "BriefSummary": "The common shelduck (Tadorna tadorna) is a waterfowl species of the shelduck genus, Tadorna. It is widespread and common in Eurasia, mainly breeding in temperate and wintering in subtropical regions; in winter, it can also be found in the Maghreb. Its scientific name comes from the French name Tadorne for this species. It may originally derive from Celtic roots meaning \"pied waterfowl\", essentially the same as the English \"shelduck\".Fossil bones from Dorkovo (Bulgaria) described as Balcanas pliocaenica may actually belong to this species. More likely, they are an extinct species of Tadorna (if not a distinct genus) due to their Early Pliocene age; the present species is not unequivocally attested from the fossil record until some 2–3 million years later (Late Pliocene/Early Pleistocene).",
    "WikiContents": "The common shelduck (Tadorna tadorna) is a waterfowl species of the shelduck genus, Tadorna. It is widespread and common in Eurasia, mainly breeding in temperate and wintering in subtropical regions; in winter, it can also be found in the Maghreb. Its scientific name comes from the French name Tadorne for this species. It may originally derive from Celtic roots meaning \"pied waterfowl\", essentially the same as the English \"shelduck\".Fossil bones from Dorkovo (Bulgaria) described as Balcanas pliocaenica may actually belong to this species. More likely, they are an extinct species of Tadorna (if not a distinct genus) due to their Early Pliocene age; the present species is not unequivocally attested from the fossil record until some 2–3 million years later (Late Pliocene/Early Pleistocene).\n\n\n== Description ==\n\nThe common shelduck resembles a small short-necked goose in size and shape. It is a striking bird, with a reddish-pink bill, pink feet, a white body with chestnut patches and a black belly, and a dark green head and neck. The wing coverts are white, the primary remiges black, and the secondaries green (only showing in flight) and chestnut. The underwings are almost entirely white. Sexes are similar, but the female is smaller, with some white facial markings, while the male is particularly crisply coloured in the breeding season, his bill bright red and bearing a prominent knob at the forehead.\nDucklings are white, with black cap, hindneck and wing and back patches. Juveniles are similarly coloured, greyish above and mostly white below, but already have the adult's wing pattern.\nThe call is a loud honk.\n\n\n== Distribution and habitat ==\nThis is a bird which breeds in temperate Eurasia. Most populations migrate to subtropical areas in winter, but this species is largely resident in westernmost Europe, apart from movements to favoured moulting grounds, such as the Wadden Sea on the north German coast.\nThe common shelduck is common around the coastline of Great Britain and Ireland (where it is simply known as shelduck), where it frequents salt marshes and estuaries. It frequently nests in rabbit burrows. Sightings of this bird are rare in North America and are reported as infrequent visitors to the U.S. and Canada.\n\n\n== Behaviour ==\nMoulting flocks can be very large (100,000 on the Wadden Sea), since most pairs leave their partially grown young in a crèche with just one or two adults.\nThis species is mainly associated with lakes and rivers in open country, breeding in rabbit burrows, tree holes, haystacks or similar. In winter it is common on suitable estuaries and tidal mudflats as well.\nThis bird is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.\nThe young will dive under water to avoid predators and the adults will fly away from them to act as a decoy.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nRSPB Birds by Name\nAgeing and sexing (PDF; 1.2 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze\nRange map in Iran\nBirdLife species factsheet for Tadorna tadorna\n\"Tadorna tadorna\". Avibase.\n\"Common shelduck media\". Internet Bird Collection.\nCommon shelduck photo gallery at VIREO (Drexel University)\nInteractive range map of Tadorna tadorna at IUCN Red List maps\nAudio recordings of Common shelduck on Xeno-canto.",
    "ImageURL": "Commonshelduck_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Common_shelduck",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Anseriformes",
        "Family": "Anatidae",
        "Genus": "Tadorna",
        "Species": "tadorna"
    },
    "ScientificName": "Tadorna tadorna",
    "Zone": "* #### F"
}