{
    "CommonName": "Common wallaroo",
    "BriefSummary": "The common wallaroo (Macropus robustus) or wallaroo, also known as euro or hill wallaroo is a species of macropod. The word euro is particularly applied to one subspecies (M. r. erubescens).The eastern wallaroo is mostly nocturnal and solitary, and is one of the more common macropods. It makes a loud hissing noise and some subspecies are sexually dimorphic, like most wallaroos.",
    "WikiContents": "The common wallaroo (Macropus robustus) or wallaroo, also known as euro or hill wallaroo is a species of macropod. The word euro is particularly applied to one subspecies (M. r. erubescens).The eastern wallaroo is mostly nocturnal and solitary, and is one of the more common macropods. It makes a loud hissing noise and some subspecies are sexually dimorphic, like most wallaroos.\n\n\n== Subspecies ==\nThere are four subspecies of the wallaroo:\nEastern wallaroo (M. r. robustus) – Found in eastern Australia, males of this subspecies have dark fur, almost resembling the black wallaroo (Macropus bernardus). Females are lighter, being almost sandy in colour.\nEuro (M. r. erubescens) – Found covering most of its remaining range, this subspecies is variable, but mostly brownish in colour.\nM. r. isabellinus – This subspecies is restricted to Barrow Island in Western Australia, and is comparatively small. It is uniformly reddish brown.\nM. r. woodwardi – This subspecies is found in the Kimberley region of Western Australia and in a band running through Northern Territory. It is the palest subspecies and is a dull brown-grey colour.The eastern wallaroo (Macropus robustus robustus)—which is grey in colour—occupies the eastern slopes of the Great Dividing Range and the euro (Macropus robustus erubescens)—rufous in colour—occupies land westward.\n\n\n== Reproduction ==\nWallaroos are not a type of animal that has one or two mating seasons throughout the year, but rather females can give birth at any time during the year. Through a process called embryonic diapause they are able to get pregnant whenever after giving birth, but the embryo does not start to develop until the previous joey is able to leave the pouch of the mother. Wallaroos are also polygynous, which means that the males can have multiple female partners.During the mating process, fighting occurs between males in order to attract a female. The fights normally do not end in one of the two wallaroos dying, but rather the two males will fight until one surrenders.The gestation period lasts around 30 to 38 days, after which the young joey travels into the mother's pouch where it suckles and develops. The young joeys start to leave the pouch at around six months and by nine months they no longer spend most of their time in the pouch.  Male wallaroos are fully developed at around 18 to 20 month while females are fully developed at around 14 to 24 months.The relationship with the joey and his parents changes as the joey grows and gets older. During the time in which the joey is in the pouch, the father stays around in order to protect the joey and mother from predators, but once this protection is no longer needed the relationship weakens between the two. After the joey no longer needs its mother for food, it still maintains a close relationship with her.\n\n\n== Status ==\nThe eastern wallaroo as a species is not considered to be threatened, but the Barrow Island subspecies (M. r. isabellinus) is classified as vulnerable.\n\n\n== References ==\n\n\n== External links ==\nAnimal Diversity Web\nPhotos at ARKive.\nFourth Crossing Wildlife - The Wallaroo and the Euro",
    "ImageURL": "Commonwallaroo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Common_wallaroo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Macropodidae",
        "Genus": "Macropus",
        "Species": "robustus"
    },
    "ScientificName": "Macropus robustus"
}