{
    "CommonName": "Confused Flour Beetle",
    "BriefSummary": "The confused flour beetle (Tribolium confusum), a type of darkling beetle known as a flour beetle, is a common pest insect known for attacking and infesting stored flour and grain. They are one of the most common and most destructive insect pests for grain and other food products stored in silos, warehouses, grocery stores, and homes.",
    "WikiContents": "The confused flour beetle (Tribolium confusum), a type of darkling beetle known as a flour beetle, is a common pest insect known for attacking and infesting stored flour and grain. They are one of the most common and most destructive insect pests for grain and other food products stored in silos, warehouses, grocery stores, and homes.\n\n\n== Appearance ==\nThe confused flour beetle is very similar in appearance and habit to the red flour beetle, Tribolium castaneum and the destructive flour beetle, Tribolium destructor. Both the confused flour beetle and red flour beetle are small, about 3–6 mm (1/8-1/4 inch) in length, and reddish-brown in color. The primary distinguishing physical difference is the shape of their antennae: the confused flour beetle's antennae increase gradually in size and have four clubs, while the red flour beetle's antennae have only three. Additionally, red flour beetles have been known to fly short distances, while confused flour beetles do not. T. destructor is much darker than either and less common.\nThe \"confused\" in the beetle's name is due to being confused with the red flour beetle, and not because of its walking pattern.\n\n\n== Habits ==\nWhile confused (and red) flour beetles cannot feed on whole, undamaged grain, they are often found in large numbers in infested grains, feeding on broken grain, grain dust, and other household food items such as flour, rice, dried fruit, nuts, and beans. Both types of beetles are often found not only in infested grains, but in crevices in pantries and cabinet, as well. Damage to food is caused somewhat by the beetles' feeding, but also by their dead bodies, fecal pellets, and foul-smelling secretions. In addition to creating a foul odor, the beetles' presence encourages the growth of mold.\n\n\n== In science and popular culture ==\nConfused flour beetles are a common model organism in science. Several confused flour beetles were experimental subjects on the Bion 1 spacecraft, launched in 1973.In an episode of MythBusters, the flour beetle, as well as cockroaches and fruit flies, were tested to determine their resistance to radiation in the event of a nuclear holocaust. In the end, the flour beetle was the only species tested to live 30 days past exposure to 100,000 rads (100 times the lethal dose to human beings, according to promotions of the episode).\n\n\n== See also ==\nHome stored product entomology\n\n\n== References ==\n\n\n== Further reading ==\nWalter VE. 1990. 'Stored product pests'. Handbook of Pest Control (Story K, Moreland D. (eds.)). Franzak & Foster Co., Cleveland, OH. pp. 526–529.\n\n\n== External links ==\nClose-up photo on pbase.com\nTribolium species are hard to identify. Here are four species side by side. Note that several species of Tribolium may occur in the same infestation.Colpolon",
    "ImageURL": "ConfusedFlourBeetle.jpg",
    "Source": "https://en.wikipedia.org/wiki/Confused_flour_beetle"
}