{
    "CommonName": "Corn Snake",
    "BriefSummary": "The corn snake (Pantherophis guttatus) is a North American species of rat snake that subdues its small prey by constriction. It is found throughout the southeastern and central United States. Their docile nature, reluctance to bite, moderate adult size, attractive pattern, and comparatively simple care make them commonly kept pet snakes. Though superficially resembling the venomous copperhead and often killed as a result of this mistaken identity, corn snakes are harmless and beneficial to humans. Corn snakes lack functional venom and help control populations of wild rodent pests that damage crops and spread disease.The corn snake is named for the species' regular presence near grain stores, where it preys on mice and rats that eat harvested corn. The Oxford English Dictionary cites this usage as far back as 1675. Some sources maintain that the corn snake is so-named because the distinctive, nearly-checkered pattern of the snake's belly scales resembles the kernels of variegated corn. Regardless of the name's origin, the corn reference can be a useful mnemonic for identifying corn snakes.\n\n",
    "WikiContents": "The corn snake (Pantherophis guttatus) is a North American species of rat snake that subdues its small prey by constriction. It is found throughout the southeastern and central United States. Their docile nature, reluctance to bite, moderate adult size, attractive pattern, and comparatively simple care make them commonly kept pet snakes. Though superficially resembling the venomous copperhead and often killed as a result of this mistaken identity, corn snakes are harmless and beneficial to humans. Corn snakes lack functional venom and help control populations of wild rodent pests that damage crops and spread disease.The corn snake is named for the species' regular presence near grain stores, where it preys on mice and rats that eat harvested corn. The Oxford English Dictionary cites this usage as far back as 1675. Some sources maintain that the corn snake is so-named because the distinctive, nearly-checkered pattern of the snake's belly scales resembles the kernels of variegated corn. Regardless of the name's origin, the corn reference can be a useful mnemonic for identifying corn snakes.\n\n\n== Description ==\nAdult corn snakes have a body length of 61–182 centimetres (2.00–5.97 ft). In the wild, they usually live around six to eight years, but in captivity can live to an age of 23 years or more.  The record for the oldest corn snake in captivity was thirty-two years and three months. They can be distinguished from copperheads by their brighter colors, slender build, round pupils and lack of heat-sensing pits.\n\n\n== Taxonomy ==\nUntil 2002, the corn snake was considered to have two subspecies: the nominate subspecies (Pantherophis guttatus guttatus) described here and the Great Plains rat snake (Pantherophis guttatus emoryi). The Great Plains rat snake has since been split off as its own species (Pantherophis emoryi), but is still occasionally treated as a subspecies of the corn snake by hobbyists.\nIt has been suggested that Pantherophis guttatus can be split into three species: the corn snake (Pantherophis guttatus), the Great Plains rat snake (Pantherophis emoryi, corresponding with the subspecies Pantherophis guttatus emoryi) and Slowinski's corn snake (Pantherophis slowinskii, occurring in western Louisiana and adjacent Texas).Pantherophis guttatus was previously placed in the genus Elaphe, but Elaphe was found to be paraphyletic by Utiger et al., leading to placement of this species in the genus Pantherophis. The placement of Pantherophis guttatus and several related species in Pantherophis rather than Elaphe has been confirmed by further phylogenetic studies. Many reference materials still use the synonym Elaphe guttata. Molecular data has shown that corn snakes are actually more closely related to kingsnakes (genus Lampropeltis) than they are to the Old World rat snakes with which they were formerly classified. Corn snakes have even been bred in captivity with California kingsnakes to produce fertile hybrids known as \"Jungle corn snakes\".\n\n\n== Natural habitat ==\nWild corn snakes prefer habitats such as overgrown fields, forest openings, trees, palmetto flatwoods and abandoned or seldom-used buildings and farms, from sea level to as high as 6,000 feet. Typically, these snakes remain on the ground until the age of four months old but can ascend trees, cliffs and other elevated surfaces. They can be found in the southeastern United States ranging from New Jersey to the Florida Keys and as far west as Utah.In colder regions, snakes hibernate during winter. However, in the more temperate climate along the coast they shelter in rock crevices and logs during cold weather; they also can find shelter in small closed spaces, such as under a house, and come out on warm days to soak up the heat of the sun. During cold weather, snakes are less active and therefore hunt less.\n\n\n== Reproduction ==\n\nCorn snakes are relatively easy to breed. Although not necessary, they are usually put through a cooling (also known as brumation) period that takes 60–90 days. This is to get them ready for breeding and to tell them that it is time to reproduce. Corns brumate at around 10 to 16 °C (50 to 61 °F) in a place where they cannot be disturbed and with little sunlight.\nCorn snakes usually breed shortly after the winter cooling.  The male courts the female primarily with tactile and chemical cues, then everts one of his hemipenes, inserts it into the female and ejaculates his sperm.  If the female is ovulating, the eggs will be fertilized and she will begin sequestering nutrients into the eggs, then secreting a shell.\nEgg-laying occurs slightly more than a month after mating, with 12–24 eggs deposited into a warm, moist, hidden location. Once laid, the adult snake abandons the eggs and does not return to them. The eggs are oblong with a leathery, flexible shell. Approximately 10 weeks after laying, the young snakes use a specialized scale called an egg tooth to slice slits in the egg shell, from which they emerge at about 5 inches in length.\n\n\n== Diet and behavior ==\n\nLike all snakes, corn snakes are carnivorous and in the wild they eat every few days. While most corn snakes will eat small rodents, such as the white-footed mouse, they may also eat other reptiles or amphibians, or climb trees to find unguarded bird eggs. Behavioral/chemosensory studies with corn snakes suggest that odor cues are of primary importance for prey detection, whereas visual cues are of secondary importance. Like many species of Colubridae, corn snakes exhibit defensive tail vibration behavior.It has been found that the American \"rat snakes\", such as Pantherophis guttatus, had venomous ancestors, which lost their venom after they evolved constriction as a means of prey capture.\n\n\n== In captivity ==\nCorn snakes are one of the most popular types of snakes to keep in captivity or as pets. Their size, calm temperament and ease of care contribute to this popularity. Captive corn snakes tolerate being handled by their owners, even for extended periods. A corn snake's space requirements are low, since a 20 to 25-gallon vivarium provides enough room for a fully grown snake. Corn snakes enjoy hiding and burrowing, usually accommodated with a loose substrate (such as aspen wood shavings or newspaper) and one or more hide boxes. Captive corn snakes are generally fed pre-killed or stunned feeder mice, because captive-bred rodents reduce the risk of pathogens or live prey-induced injuries.\n\n\n== Variations ==\n\nAfter many generations of selective breeding, domesticated corn snakes are found in a wide variety of different colors and patterns.  These result from recombining the dominant and recessive genes that code for proteins involved in chromatophore development, maintenance, or function. New variations, or morphs, become available every year as breeders gain a better understanding of the genetics involved.\n\n\n=== Color morphs ===\nNormal / Carolina / Wildtype corn snakes are orange with black lines around red-colored saddle markings going down their back and with black-and-white checkered bellies. Regional diversity is found in wild-caught corn snakes, the most popular being the Miami and Okeetee Phases. These are the most commonly seen corn snakes.\nMiami Phase (originates in the Florida Wildtype) These are usually smaller corn snakes with some specimens having highly contrasting light silver to gray ground color with red or orange saddle markings surrounded in black. Selective breeding has lightened the ground color and darkened the saddle marks. The “Miami” name is now considered an appearance trait.\nOkeetee Phase. These corn snakes are characterized by deep red dorsal saddle marks, surrounded by very black borders on a bright orange ground color. As with the Miami Phase, selective breeding has changed the term “Okeetee” to an appearance rather than a locality. Some on the market originate solely from selectively breeding corn snakes from the Okeetee Hunt Club.\nCandy-cane (selectively bred amelanistic) These are amelanistic corn snakes, bred toward the ideal of red or orange saddle marks on a white background. Some were produced using light Creamsicle (an amel hybrid from Great Plains rat snake x corn snake crosses) bred with Miami Phase corn snakes. Some Candy-canes will develop orange coloration around the neck region as they mature and many labeled as Candy-canes later develop significant amounts of yellow or orange in the ground color. The contrast they have as hatchlings often fades with maturity.\nReverse Okeetee (selectively bred amelanistic) - An amelanistic Okeetee Phase corn snake, which has the normal black rings around the saddle marks replaced with wide white rings. Ideal specimens are high contrast snakes with light orange to yellow background and dark orange/red saddles. Note: Albino Okeetees are not locale-specific Okeetees—they are selectively bred amelanistics.\nFluorescent Orange (selectively bred amelanistic) -  A designer amelanistic corn snake that develops white borders around bright red saddle marks as adults on an orange background.\nSunglow (selectively bred amelanistic) - Another designer amelanistic corn snake that lacks the usual white speckling that often appears in most albinos, and selected for exceptionally bright ground color. The orange background surrounds dark orange saddle marks.\nBlood Red (selectively bred “diffused”) corn snakes carry a recessive trait (known as diffused) that eliminates the ventral checkered patterns. These originated from a somewhat unicolor Jacksonville, Florida and Gainesville, Florida strain of corn snake. Through selective breeding, an almost solid ground color has been produced. Hatchlings have a visible pattern that can fade as they mature into a solid orange-red to ash-red colored snake. The earlier Blood Red corn snakes tended to have large clutches of smaller than average eggs that produce hard-to-feed offspring, though this is no longer the case.\nCrimson (Hypomelanistic + Miami) corn snakes are very light high contrast corn snakes, with a light background and dark red/orange saddle marks.\nAnerythristic (anerythristic type A, sometimes called \"Black Albino\") corn snakes are the complement to amelanism. The inherited recessive mutation of lacking erythrin (red, yellow and orange) pigments produces a corn snake that is mostly black, gray and brown. When mature, many anerythristic type A corn snakes develop yellow on their neck regions, which is a result of the carotenoids in their diet.\nCharcoal corn snakes (sometimes known as anerythristic type B) can lack the yellow color pigment usually found in all corn snakes. They are a more muted contrast compared to Anerythristics.\nCaramel corn snakes are another Rich Zuchowski-engineered corn snake. The background is varying shades of yellow to yellow-brown. Dorsal saddle marks vary from caramel yellow to brown and chocolate brown.\nLavender corn snakes contain a light pink background, with darker purple-gray markings. They also have ruby- to burgundy-colored eyes.\nCinder corn snakes originated with Upper Keys corn snakes and, as such, are often built slimmer than most other morphs. They may resemble anerythristics, but they have wavy borders around their saddles.\nKastanie - This gene was first discovered in Germany. Kastanie corn snakes hatch out looking nearly anerythristic, but gain some color as they mature, to eventually take on a chestnut coloration.\nHypomelanistic (or Hypo for short) corn snakes carry a recessive trait that reduces the dark pigments, causing the reds, whites and oranges to become more vivid. Their eyes remain dark. They range in appearance between amelanistic corn snakes to normal corn snakes with greatly reduced melanin.\nUltra is a hypomelanistic-like gene that is an allele to the amelanistic gene. Ultra corn snakes have light gray lines in place of black. The Ultra gene is derived from the gray rat snake (Pantherophis spiloides). All Ultra and Ultramel corn snakes have some amount of gray rat snake in them.\nUltramel is an intermediate appearance between Ultra and amel, which is the result of being heterozygous for Ultra and amel at the albino locus.\nDilute is another melanin-reducing gene in which the corn snake looks as if it is getting ready to shed.\nSunkissed is a hypo-like gene which was first found in Kathy Love’s corn snake colony.\nLava is an extreme hypo-like gene which was discovered by Joe Pierce and named by Jeff Mohr.  What would normally be black pigment in these corn snakes is, instead, a grayish-purple.\n\n\n=== Pattern morphs ===\n\nMotley - A corn snake with a clear belly and an “inverted” spotting pattern. May also appear as stripes or dashes.\nStriped - This morph also has a clear belly and a striping pattern.  Unlike the Motley corn snake, the Striped corn snake's colors will not connect, but may sometimes break up and take on a “cubed” appearance.  Cubes and spots on a Striped corn snake are the same as the saddle color on a similar-looking normal corn snake, unlike Motley corn snakes.  Striped is both allelic and recessive to Motley, so breeding a Striped corn snake and a (homozygous) Motley corn snake will result in all-Motley corn snakes and then breeding the (heterozygous) Motley corn snake offspring will result in ¾ Motley corn snakes and ¼ Striped corn snakes.\nDiffused diffuses the patterning on the sides and eliminates the belly pattern. It is one component of the Blood Red morph.\nSunkissed While considered a hypo-like gene, Sunkissed corn snakes also have other effects, such as rounded saddles and unusual head patterns.\nAztec, Zigzag and Banded corn snakes are selectively bred multigenetic morphs that are not dependent on a single gene.\n\n\n=== Compound morphs ===\nThere are tens of thousands of possible compound morphs. Some of the most popular ones are listed here.\n\nSnow (amelanistic + Anerythristic) - As hatchlings, this color variation is composed of white and pink blotches. These corn snakes are predominantly white and tend to have yellow neck and throat regions when mature (due to carotenoid retention in their diet). Light blotches and background colors have subtle shades of beige, ivory, pink, green or yellow.\nBlizzard (amelanistic + Charcoal) These corn snakes are totally white with red eyes, with very little to no visible pattern.\nGhost (Hypomelanistic + Anerythristic type A) These corn snakes exhibit varying shades of grays and browns on a lighter background. These often create pastel colors in lavenders, pinks, oranges and tans.\nPhantom These corn snakes are a combination of Charcoal and Hypomelanistic.\nPewter (Charcoal + Diffused) These corn snakes are silvery-lavender, with very little pattern as adults.\nButter (amelanistic + Caramel) - A two-tone yellow corn snake.\nAmber (Hypomelanistic + Caramel) These corn snakes have amber-colored markings on a light brown background.\nPlasma (Diffused + Lavender) These corn snakes hatch out in varying shades of grayish-purple.\nOpal (amelanistic + Lavender) These corn snakes look like Blizzard corn snakes once mature, with pink to purple highlights.\nGranite (Diffused + Anerythristic) These corn snakes tend to be varying shades of gray as adults, with males often having pink highlights.\nFire (amelanistic + Diffused) - An albino version of the Diffused morph. These corn snakes are typically very bright red snakes, with very little pattern as adults.\n\n\n=== Scale mutations ===\nScaleless corn snakes are homozygous for a recessive mutation of the gene responsible for scale development. While not completely scaleless above, some do have fewer scales than others. However, all of them possess ventral (belly) scales. They can also be produced with any of the aforementioned color morphs.  The first Scaleless corn snakes originated from the cross of another North American rat snake species to a corn snake and they are therefore, technically, hybrids.  Scaleless mutants of many other snake species have also been documented in the wild.\n\n\n=== Hybrids ===\nHybrids between corn snakes and any other snake is very common within captivity and rarely occurs in the wild. Hybrids within the genera Pantherophis, Lampropeltis, or Pituophis so far have been proven to be completely fertile.\nThere are many different corn snake hybrids bred in captivity. A few common examples include:\n\nJungle corn snakes are hybrids between a corn snake and a California kingsnake (Lampropeltis californiae). These show extreme pattern variations, taking markings from both parents. Although they are hybrids of different genera, they are not sterile.\nTri-Color Jungle corn snakes are hybrids between a Querétaro kingsnake and a corn snake. The color is similar to that of an amelanistic corn snake.\nCreamsicle corn snakes are hybrids between an albino corn snake and a Great Plains rat snake (Pantherophis emoryi).  The first generation hybrids are known as \"Rootbeers\".  Breeding these back to each other can produce Creamsicles, which are much more yellow-orange than the typical amel corn.\nTurbo corn snakes are hybrids between a corn snake and any Pituophis species.\nCorn snakes hybridized with milk snakes go by a variety of names, depending on the subspecies of milk snake used. For example, a Honduran milk snake × Corn snake is called a Cornduran, a Sinaloan milk snake × Corn snake is called a Sinacorn and a Pueblan milk snake × Corn Snake is called a Pueblacorn.\nBrook Korn corn snakes are hybrids between a Brook's kingsnake and a corn snake. Like the Jungle corn snake, these hybrids also show extreme pattern variations.When hybrids of corn snakes are found in the wild, they have usually hybridized with other Pantherophis species whose ranges overlap with corn snakes.\n\n\n== References ==\n\n\n== External links ==\nFeeding Corn Snake Video\nIans Vivarium Guide to Cornsnake Morphs\nThecornsnake.co.uk\nherpFocus - video female laying egg.\nComprehensive Corn Snake care information\nAmerican Cornsnake Registry\nThe Cornsnake Morph Guide(R) - identification and genetic guide for collectors and breeders\nCorn snake care sheet\nIans Vivarium :: Guide to Cornsnake Morphs\nCorn snake genetics calculator - Genetics predication and calculations\nScientific and Standard English Names of Amphibians and Reptiles of North America North of Mexico, With Comments Regarding Confidence In Our Understanding. Edition 6.1\nStargazing Information Sheet\n\"Pantherophis guttatus\". Retrieved 2012-01-12.",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Kornnatter.jpg",
    "Source": "https://en.wikipedia.org/wiki/Corn_snake"
}