{
    "CommonName": "Costa Rican Katydid",
    "BriefSummary": "The Wildlife of Costa Rica comprises all naturally occurring animals, fungi and plants that reside in this Central American country.  Costa Rica supports an enormous variety of wildlife, due in large part to its geographic position between the North and South American continents, its neotropical climate, and its wide variety of habitats.  Costa Rica is home to more than 500,000 species, which represents nearly 4% of the total species estimated worldwide, making Costa Rica one of the 20 countries with the highest biodiversity in the world. Of these 500,000 species, a little more than 300,000 are insects.One of the principal sources of Costa Rica's biodiversity is that the country, together with the land now considered Panama, formed a bridge connecting the North and South American continents approximately three to five million years ago. This bridge allowed the very different flora and fauna of the two continents to mix.\n\n",
    "WikiContents": "The Wildlife of Costa Rica comprises all naturally occurring animals, fungi and plants that reside in this Central American country.  Costa Rica supports an enormous variety of wildlife, due in large part to its geographic position between the North and South American continents, its neotropical climate, and its wide variety of habitats.  Costa Rica is home to more than 500,000 species, which represents nearly 4% of the total species estimated worldwide, making Costa Rica one of the 20 countries with the highest biodiversity in the world. Of these 500,000 species, a little more than 300,000 are insects.One of the principal sources of Costa Rica's biodiversity is that the country, together with the land now considered Panama, formed a bridge connecting the North and South American continents approximately three to five million years ago. This bridge allowed the very different flora and fauna of the two continents to mix.\n\n\n== Biodiversity ==\nCosta Rica is considered to possess the highest density of biodiversity of any country worldwide.  While encompassing just one third of a percent of Earth's landmass, approximately the size of West Virginia, Costa Rica contains four percent of species estimated to exist on the planet.   Hundreds of these species are endemic to Costa Rica, meaning they exist nowhere else on earth.  These endemic species include frogs, snakes, lizards, finches, hummingbirds, gophers, mice, cichlids, and gobies among many more.\n\nCosta Rica's biodiversity can be attributed to the variety of ecosystems within the country.  Tropical rainforests, deciduous forests, Atlantic and Pacific coastline, cloud forests, and mangrove forests are all represented throughout the 19,730 square miles of Costa Rica's landmass.  The ecological regions are twelve climatic zones.  This variation provides numerous niches which are filled by a diversity of species.\n\n\n=== Benefits for humanity ===\nCosta Rica demonstrates biodiversity conservation for developing countries.  Over twenty-seven percent of the country's land has a protected status as national parks, wildlife refuges, forest preserves, and more.  The Costa Rican government is active in protecting its biodiversity for the ecological services they provide.  The government imposes a five percent tax on gasoline to generate revenue to pay landowners to refrain from clear-cutting on their land and instead to create tree plantations.  This provides Costa Ricans, or “Ticos” as they call themselves, incentive to become active tree farmers instead of cattle ranchers.  Tree farms provide some habitat for wildlife, enabling some measure of biodiversity to remain in these areas despite humans’ use of these natural resources.\nCosta Rica's biodiversity contributes to the numerous ecological services the environment provides.  Every  aspect of the ecosystem from the different species of plants to the diversity of animal species contributes to natural services like water purification, provision of food, fuel, fiber, and biochemicals, nutrient cycling, pollination and seed dispersal, and climate regulation, just to name a few.  As the diversity of species increases, more of these services can be provided and to a greater extent.\nBiodiversity has contributed to the economy of Costa Rica.  Ecotourism brings in 1.92 billion dollars in revenue for the country.  Ecotourism is defined as \"tourism directed toward exotic, often threatened, natural environments, especially to support conservation efforts and observe wildlife.\"  Costa Rica's abundant biodiversity makes the country an attractive destination for ecotourism.  Thirty-nine percent of tourists cite nature as their primary reason for visiting the country.  The profitable industry of ecotourism entices businesses to capitalize on natural resources by protecting and preserving them rather than consuming them.\n\n\n=== Threats to biodiversity ===\nThreats to Costa Rica's biodiversity include a rapidly growing human population, developing coastlines for the industry of tourism and harmful agricultural practices all contributing to pollution and environmental degradation.  The practice causing the largest concern for Costa Rica's environment is deforestation.  Costa Rica has the fourth highest rate of deforestation in the world.  Almost four percent of its current forested lands are cut each year.  Clearing land for cattle ranching is the most common cause of deforestation.  This form of environmental damage along with the farming of monocultures leads to areas where only a few species of plants are present.  Ultimately, decreases in plant diversity leads to decreased animal diversity.\n\n\n== Insects ==\n\n\n=== Butterflies and moths ===\n\nThere are about 1,251 species of butterflies and at least 8,000 species of moths. Butterflies and moths are common year round but are more present during the rainy season.  Ten percent of known butterfly species worldwide reside in Costa Rica.Costa Rican butterflies and moths have made amazing adaptations to the environment. Some examples of these are the following:\n\nSwallowtail caterpillars imitate bird droppings and many others have bright colours to warn predators of bodily toxins.\nWhat someone could easily mistake for a butterfly, a wasp, or a leaf in Costa Rica might be a moth engaging in Müllerian or Batesian mimicry.Ecotourism is one of Costa Rica's primary economic resources, and the country's butterflies add a lot to that. They bring life to tropical forests, not only with the diversity in colour, but with the magnificence of the flowers that they help pollinate.\nSome common butterflies and moths in Costa Rica include:\n\nThoas swallowtail\nMarpesia berania\nDoxocopa laure\nBanded peacock\nZebra longwing\nMorpho butterfly\nGreen page moth\nGlasswingSome notable insects in Costa Rica are stingless bees and sweat bees such as L. figueresi and L. aeneiventre, ants such as leaf-cutter ants and army ants, Hercules beetle, and many katydids.\n\n\n== Other invertebrates ==\nInvertebrate species make up most of Costa Rica's wildlife. Of the estimated 500,000 species, about 493,000 are invertebrates (including spiders and crabs). It is known that there are tens of thousands of insects and microscopic invertebrates in every land type and elevation level. However, they are largely unnoticed or unidentified.\n\nThere are known 183 species and subspecies of terrestrial gastropods from Costa Rica and numerous freshwater gastropods and bivalves.\n\n\n== Amphibians ==\n\nCosta Rica is home to around 175 amphibians, 85% of which are frogs. Frogs in Costa Rica have interesting ways of finding fishless water to raise their young in. Fish, of course, will eat tadpoles and eggs. Poison dart frogs put their eggs in water pools in bromeliads. Other methods include searching ponds before laying eggs, and laying eggs in wet soil. There are 35 species of Elutherodoctylus frogs, 26 species of Hyla frogs and 13 species of glassfrogs.\nNotable frog species in Costa Rica include red-eyed tree frog, a few species of poison dart frogs, the semitransparent glassfrogs, and the large smoky jungle frog. Some other notable toad species in Costa Rica include the ten species of Bufo toads and the giant toad, a huge toad known for its wide appetite. It has been documented eating almost anything, including vegetables, ants, spiders, any toad smaller than itself, mice, and other small mammals.\nBesides the frog species, approximately 40 species of lungless salamander and two species of caecilian are found in the country, both rarely seen and little known. Costa Rican amphibians range in size from the rainforest rocket frog, at 1.5 cm (0.5 in), to the giant toad, at up to 15 cm (6 in) and 2 kg (4.4 lb).\nRepresentatives of all three orders of amphibians - caecilians, salamanders, and frogs and toads - reside in Costa Rica.  Due to environmental degradation and the sensitive nature of amphibians to pollution, Costa Rica has seen declines and even extinctions in amphibian populations.  Monteverde Cloud Forest Reserve is a critical habitat for certain species of the order Anura.  However, forty percent of the members of this order that reside in this reserve are estimated to have gone extinct since 1987.  This equals twenty species of frogs and toads.\n\nThe highland-dwelling golden toad, Bufo periglenes, has not been witnessed in its highly restricted habitat of the central mountain ranges of Costa Rica since 1989.  Within one year, the number of juveniles counted at their most prevalent breeding site declined from over 1,500 individuals to only one.  The International       \nUnion for the Conservation of Nature (IUCN) declared the golden toad endangered, but it is likely extinct due to the lack of sightings since over two decades ago.  Suspected causes for the toads probable extinction include a combination of intense El Nino weather patterns which resulted in a drought, increased pollution added to the environment, climate change, and an invasive fungal species, Chiriqui harlequin.Amphibians in Costa Rica have acquired many adaptations for survival.  Some frog species, especially those of the poison dart frogs, have learned to lay eggs in water devoid of predatory fish.  For some species this means laying eggs in small collections of water in the leaf litter, then transporting the eggs to bromeliads.  Other species have adapted the ability of direct development.  This means that the frog develops completely inside the egg without transitioning to the tadpole phase.  This decreases vulnerable exposure to predators and the frog emerges from its egg as a froglet, much better equipped to protect itself.\n\n\n== Reptiles ==\n\nApproximately 225 reptiles are found in Costa Rica. This includes over 70 species of lizards, mostly small, forest-dwelling anoles. Large lizards such as the striped basilisk, black iguana, and green iguana are probably the country's most regularly encountered reptiles. Snakes number about 120 species in the country, including 5 powerful boas and a wide diversity of harmless colubrids.\nThere are about 20 venomous snakes, including colorful coral snakes and various vipers such as the common eyelash viper and two formidable, large bushmasters. The venomous snakes of Costa Rica are often observed without issue if given a respectful distance.\nAmong turtles, 5 of the world's 7 species of sea turtles nest on the nation's beaches. Two crocodilians, the widespread spectacled caiman and the large, sometimes dangerous American crocodile are found in Costa Rica. The country's reptiles range in size from the delicate 15 cm (6 in) Hallowell's centipede snake of the genus Tantilla to the hulking leatherback turtle, at 500 kg (1100 lb) and 150 cm (60 in).\n\n\n== Mammals ==\n\nCosta Rica is home to nearly 250 species of mammal. Medium-sized forest-dwelling mammals are often the most appreciated mammalian fauna of the country. These include four species of monkeys such as the frantic white-headed capuchin and noisy mantled howlers; two species of sloths; the opportunistic white-nosed coati; and the fierce predator, the tayra.\nBats comprise more than half of the mammal species in the country, unusually outnumbering rodents twice over. Bats are adapted to various foraging methods and foods; including nectar, fish, insects and parasitized blood, as the case with the infamous vampire bats. Prominent bats include the tiny, communal roosting Honduran white bat and the huge, predatory spectral bat, the largest New World bat. Large fauna, such as tapir, jaguar, and deer are rarely encountered, being both elusive and tied to now-fragmented undisturbed habitats. Costa Rican mammals range in size from the 3-gram thumbless bat of the family Furipteridae to the 250 kg (550 lb) Baird's tapir.\nAnteaters are common in lowland and middle elevation throughout Costa Rica. The most commonly seen of Costa Rica's three anteaters species is the northern tamandua. The giant anteater is huge and endangered. The other anteater is the silky anteater.\n\n\n=== Wild cats ===\nWild cats that exist in Costa Rica are: jaguars, ocelots, pumas, jaguarundi, margays, and little spotted cats.\nMost big cats in Costa Rica are nocturnal or hide in trees in the rainforest like the margay. The most likely place to find a big cat is in the Simon Bolivar Zoo in San José, Costa Rica where there is a selection of all the native big cats along with other animals. Ocelots usually hunt on the ground at night and rarely climb trees. An ocelot's diet consists of birds, monkeys, rats, and other small animals. The little spotted cat is the smallest wild cat and does not grow bigger than a house cat. They live in cloud forests up to 3200 m.\nThe jaguar is the largest wild cat in Costa Rica and can grow up to 2 m. They are very rare in Costa Rica and their numbers continue to decline drastically. The jaguarundi looks like a cross between a weasel and a cat. It is plain grey with a sleek body, hunts day and night, and has adapted best to human changes. The margay spends most of its life in trees. The puma is the second largest cat in Central America and its fur is brown and unspotted.\n\n\n== Birds ==\n\n894 bird species have been recorded in Costa Rica (including Cocos Island), more than all of the United States and Canada combined. More than 600 of the Costa Rican species are permanent residents, and upwards of 200 are migrants, spending portions of the year outside of the country, usually in North America. Seven of the Costa Rican species are considered endemic, and 19 are globally threatened. Costa Rica's birds range in size from the scintillant hummingbird, at 2.2 grams and 6 cm (2.4 in), to the huge jabiru, at 6.5 kg (14.3 lb) and 150 cm (60 in) (the American white pelican is heavier, but is an accidental species).\nScarlet macaws are a common species of Costa Rica.  Unlike many bird species, macaws form a monogamous breeding pair and mate for life.  Both males and females help care for young and raise chicks for up to two years before they fledge.  Threats to the macaw include their popularity in the pet trade.  One individual can be sold for up to one thousand dollars.The resplendent quetzal, a trogon with a stunning physical appearance, can also be found in parts of Costa Rica. The bird's long grey and black tail feathers can stretch up to a meter long and are its defining feature. Resplendent quetzals live in cloud forests and are most active in the canopy. They can be found in several of Costa Rica's parks and reserves, including the Monteverde Cloud Forest, Santa Elena Cloud Forest Reserve, Braulio Carrillo National Park, Poas Volcano National Park, Chirripo National Park, and the Juan Castro Blanco National Park. Resplendent quetzals eat fruit, insects, small frogs, lizards, and snails and have distinctive echoing calls. Unfortunately, the bird is endangered because its cloud forest habitat has been widely destroyed across Central America.\n\nHummingbird species demonstrate adaptation with bill shape and size.  Certain species have specialized bills that allow them to feed from the flowers of certain species of plants.  The relationship between the hummingbird and plant is mutualistic because the hummingbird transfers pollen between plant individuals in exchange for nectar.  Because different species of hummingbirds are adapted to specific plants, [pollination] of the right plants with the right pollen is ensured.  The mangrove hummingbird is endemic to Costa Rica and specializes in feeding from the tea mangrove plant.Costa Rican officials have explored the possibility of shutting down their national zoos in an effort to demonstrate a more advanced appreciation for the wildlife in their country.\n\n\n== See also ==\nInstituto Nacional de Biodiversidad\nDeforestation in Costa Rica\n\n\n== References ==\n\n\n== External links ==\nOrganization for Tropical Studies\nPictures of flora and fauna",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Scarlet_Macaw.jpg",
    "Source": "https://en.wikipedia.org/wiki/Wildlife_of_Costa_Rica"
}