{
    "CommonName": "Cotswold Sheep",
    "BriefSummary": "Cotswold sheep is a breed of domestic sheep originating in the Cotswold hills of the southern midlands of England. It is a dual-use breed providing both meat and wool. As at 2009, this long-woolled breed is relatively rare, and is categorised in the UK as \"minority\" by the Rare Breeds Survival Trust.",
    "WikiContents": "Cotswold sheep is a breed of domestic sheep originating in the Cotswold hills of the southern midlands of England. It is a dual-use breed providing both meat and wool. As at 2009, this long-woolled breed is relatively rare, and is categorised in the UK as \"minority\" by the Rare Breeds Survival Trust.\n\n\n== Description ==\nCotswold sheep are usually calm and friendly.  They mostly have white faces, but their faces are occasionally mottled with some light grey or tan hairs.  Small black spots may occur on the \"points\" (non-woolly portions of legs, ears, and face), but the wool itself is white.  Kemps (coarse hairs) are normally absent from the wool.\nCotswold hooves are normally black, but may sometimes be streaked with light or translucent colour.  Foot rot is very uncommon in this breed.  Cotswold rams occasionally have small scurs but they do not have horns.\nCotswold sheep do not have the tight-flocking instinct of western range sheep, preferring to spread out and graze enclosed pastures more uniformly.  Some strains of the breed are not as prone to internal parasites as others, provided their grazing is not excessively short.\n\n\n== History ==\n\n\n=== United States ===\nBy 1831, this breed had been introduced to the United States by Christopher Dunn of near Albany, New York.  Importation records of Cotswold only date back to that era. \nWhile Christopher Dunn imported only one Cotswold ram to cross with his English Leicester ewes.  The resulting crosses were so impressive that they prompted William Henry Sotham (funded by the Hon. Erastus Corning, also of Albany) to make extensive imports of Cotswold sheep from the flock of William Hewer of Northleach, Gloucestershire, England.\nAnother early contributor to American flocks was the Charles Barton Flock, of Fyfield, Northleach, England, whose owner had family records of Cotswold pedigrees going back to 1640 or before.\nLike other longwool breeds, the Cotswold was often used for crossbreeding in early times.  By 1914 over 760,000 had been recorded in the USA and Canada by the American Cotswold Record Association.  The breed was seen as a way of adding staple length to other breeds while not reducing the size of the carcase or thickness of wool.\nThe main reason for its early popularity over other lustre longwools in the USA was because it did not require \"high feeding\" (in other words, large amounts of grain) in order to make good growth.\nAccording to Sheep! magazine editor Nathan Griffith's book on the breed, the largest recorded representative of the Cotswold breed in America was Broadfield's Pride, owned by Charles Mattocks during the 1870s.  This sheep was born in 1870 on the farm of William Lane of Gloucestershire, England, and attained the enormous weight of 445 lb (202 kg).  Several of the lambs he sired attained weights of 280 to 300 lb (130 to 140 kg) by one year old.\n\n\n==== Black Cotswold ====\nIn 1989, the Black Cotswold was recognised as a separate breed in the USA.  In that year the Black Cotswold Society was formed to assist farmers in propagating the breed. The Black Cotswold can be any colour, including white if it is related to black sheep. The Black Cotswold is not recognised or bred in the UK.  In over 130 years of registering Cotswold sheep, no sheep registered with the American Cotswold Record Association has descended from coloured ancestors.\n\n\n=== Britain ===\nCotswold sheep have been noted as commonly having a slightly golden coloured wool since the days of Drayton and Camden in England (circa late 16th century to early 17th century), with dark colours being exceedingly rare.  This trait gave them the nickname of the \"Golden Fleece Breed\".\nSome old-time black \"Cotswolds\" historically hark back in some form or another to crosses like those originally noted in the flock of William Large of the early 19th century in England.  Those sheep were the product of extensive crossing with English Leicesters, a breed more often known for possessing coloured wool.\n\n\n=== Roman ===\nIn July, 1964 a Roman-sculpted replica of a sheep's head was described as having been unearthed near Bibury Church in Gloucestershire, England.  A photo of this sculpture is on page 6 of the booklet The Cotswold Sheep.  The resemblance to modern Cotswold sheep is striking.\nSome authorities claim (Elwes, 1893) the Cotswold breed was already in the Cotswold Hills when the Romans got there circa 54 B.C.\n\n\n== Rearing ==\nThe Cotswold is today considered a fairly slow-growing sheep, because too much grain often kills it through polioencephalomalacia (PEM), pulpy kidney, or \"gravel\" or urolithiasis (in males).\nHowever, the Cotswold is quite unique in its ability to thrive where other lustre longwool breeds might starve.\nThe breed has a very mild-flavoured meat.  Mutton from Cotswold sheep tends to be far less gamy than even young lamb of many other breeds.  It is loved and sought after, even by confirmed \"lamb haters\".\nCotswold lambs are very hardy once dried off after birth.  They have small heads at birth, if the ewes are not overfed during gestation, and are therefore born more easily than some other breeds.  Cotswold ewes usually have a \"narrow flank\", once thought of as weakness, until it was observed that this characteristic assists in directing parturient lambs towards a normal birth presentation.\nMost Cotswold ewes produce quite a lot of milk.  This can be a problem if overfed and they have only a single lamb at foot, due to pulpy kidney disease, unless preventive vaccinations are administered.  However it raises at least the possibility that despite their long wool, Cotswold sheep might be worth experimenting with in the dairy.\nCotswold sheep live a respectably long time; it's not uncommon to see Cotswold ewes producing twins each year until well after 10 years old.\n\n\n== Wool ==\nToday, Cotswold wool is especially luxurious when hand-combed using wool combs to make a true worsted roving.  In true worsted wool there is little or no \"itch\", because all the tips of the fibers point in one direction (as they grew on the sheep).  This produces a knit very like mohair, and in fact Cotswold wool has often been called \"poor man's mohair\".\nCotswold wool is exceedingly strong, added by knitters to sock heels and toes to give extra strength to socks, and to elbows in hand-knitted sweaters.  When worn in the woodlands, one doesn't leave bits of one's sweater in the brush.  On the contrary, the brush is often torn from its stalk by the stout-fibred wool.\nThe wool attains 8 to 12 inches (20 to 30 cm) of growth in a year, and if not shorn promptly in early spring it may become matted.  It has a Bradford (spinning) count of 36s to 44s, most commonly around 40s.  Generally, the tighter the curls of the fleece, the finer the wool.  The curly locks are often sold as \"Santa Claus Beard\" material.\nBecause the wool is so long and parts along the sheep’s spine, cold rains can cause health problems, though low temperatures and heavy snows are not problems to the breed.  Where the wool parts along the backbone, it is possible for flies to bite the skin of the sheep; cattle or ox warble flies have been known to cause sterility in rams when they occur near the sheep’s head.\n\n\n== Cloth ==\nAccording to W S Harmer of the British Cotswold Sheep Society, writing in 1892, the Cotswold is the only breed having been associated with the fabulous cloth of gold in antiquity.  Florentine merchants traveled to England and bought large quantities of the shiny, linen-like wool for this purpose, at least as far back as the 13th Century.\nCotswold wool was used as a substitute for linen, woven with exceedingly fine wires of real gold, to make special garments for ancient priests and kings.  This ancient weaving technique is substantially described in the Bible.\n\n\n== See also ==\nSheep shearing\n\n\n== References ==\n\n\n== External links ==\nCotswold Sheep Society in the UK\nCotswold Breeders Association in North America\nAmerican Cotswold Record Assn. in North America\nBlack Cotswold Society worldwide",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/3/39/Cotswold_relaxing.jpg",
    "Source": "https://en.wikipedia.org/wiki/Cotswold_sheep"
}