{
    "CommonName": "Crab-eating fox",
    "BriefSummary": "The crab-eating fox (Cerdocyon thous), also known as the forest fox, wood fox, or maikong, is an extant species of medium-sized canid endemic to the central part of South America, and which appeared during the Pliocene epoch. Like South American foxes, which are in the genus Lycalopex, it is not closely related to true foxes. Cerdocyon comes from the Greek words kerdo (meaning fox) and cyon (dog) referring to the dog-and fox-like characteristics of this animal.",
    "WikiContents": "The crab-eating fox (Cerdocyon thous), also known as the forest fox, wood fox, or maikong, is an extant species of medium-sized canid endemic to the central part of South America, and which appeared during the Pliocene epoch. Like South American foxes, which are in the genus Lycalopex, it is not closely related to true foxes. Cerdocyon comes from the Greek words kerdo (meaning fox) and cyon (dog) referring to the dog-and fox-like characteristics of this animal.\n\n\n== Origin ==\nCerdocyonina is a tribe which appeared around 6.0 million years ago (Mya) in North America as Cerdocyon avius becoming extinct by around 1.4–1.3 Mya. living about 4.7 million years. This genus has persisted in South America from an undetermined time, possibly around 3.1 Mya, and continues to the present in the same or a similar form to the crab-eating fox.As one of the species of the tribe Canini, it is related to the genus Canis. The crab-eating fox's nearest living relative, as theorized at present, is the short-eared dog. This relationship, however, has yet to be supported by mitochondrial investigations. Two subgenera (Atelocynus and Speothos) were long ago included in Cerdocyon.\n\n\n== Habitat ==\nThe crab-eating fox is a canid that ranges in savannas; woodlands; subtropical forests; prickly, shrubby thickets; and tropical savannas such as the caatinga, plains, and campo, from Colombia and southern Venezuela in the north to Paraguay, Uruguay and northern Argentina at the southernmost reaches of its range. The crab-eating fox has also been sighted in Panama since the 1990s.Its habitat also includes wooded riverbanks such as riparian forest. In the rainy season, their range moves uphill, whilst in drier times they move to lower ground. Their habitat covers all environments except rainforests, high mountains, and open grassy savannas. In some regions of their range, they are threatened with extirpation.\n\n\n== Taxonomy and evolution ==\nCerdocyon thous, C. avius and other species of the genus Cerdocyon underwent radiational evolution on the South American continent. All close relatives of the crab-eating fox (Cerdocyon thous) are extinct. It is the only living representative at present of the genus Cerdocyon. Genetically, there are 74 diploid chromosomes (36 pairs).\n\n\n== Appearance ==\nThe crab-eating fox is predominantly greyish-brown, with areas of red on the face and legs, and black-tipped ears and tail. It has short, strong legs and its tail is long and bushy. It may reach an adult weight of 10 to 17 pounds (4.5 to 7.7 kg). The head and body length averages 64.3 centimetres (25.3 in), and the average tail length is 28.5 centimetres (11.2 in). This fox weighs between 10 to 17 pounds (4.5 to 7.7 kg). It is mainly nocturnal and also is active at dusk, spending its day in dens that were dug by other animals. It either hunts individually or lives in pairs; it eats crabs, lizards and different flying animals. It is easy to domesticate and farm, but its fur is not so highly valued as that of other species.\nThe coat is short and thick. Coloration varies from grey to brown, to yellowish, to pale, to dark grey. There is a black streak along the back legs, with a black stripe along the spine. On muzzle, ears and paws there is more-reddish fur. The tail, legs and ear tips are black. The ears are wide and round. The torso is somewhat narrow; legs are short but strong. The dense hairy tail stays upright when they are excited.\n\n\n== Life cycle and behaviour ==\nThe crab-eating fox creates monogamic teams for hunting; groups of several monogamic pairs may form during the reproductive season. The population distribution is as follows: some explorers show one individual distribution for 4 km2. One observation showed that one had changed from 0,6 to 0,9 km2 for one individual. Territorialism was noticed during the dry season; during rainy seasons, when there is more food, they pay less attention to territory. Hideouts and dens often are found in bushes and in thick grass, and there are typically multiple entrance holes per den. Despite being capable of tunnelling, they prefer to take over other animals' burrows. Hunting methods are adapted to type of prey. Several characteristic sounds are made by the crab-eating fox such as barking, whirring and howling, which occur often when pairs lose contact with one another.\n\n\n== Reproduction ==\nThe adult female gives birth to one or two litters per year, and the breeding pair is monogamous. The pair ranges the plains together. As a tropical animal, reproduction is not fixed to certain times of year, and takes place twice yearly. The reproductive period most often begins in November or December, and again in July. The birth of offspring follows after a 56-day gestation, typically in January, February or sometimes March, then again from September to October.\n\n\n== Diet ==\nThe crab-eating fox searches for crabs on muddy floodplains during the wet season, giving this animal its common name. It is an opportunist and an omnivore, preferring insects or meat from rodents and birds when available. Other foods readily consumed include turtle eggs, tortoises, fruit, eggs, crustaceans, insects, lizards and carrion. Their diet is varied and has been found to differ by different researchers, suggesting opportunistic feeding and geographical variation. During the wet season, the diet contains more crabs and other crustaceans, while during the dry season it contains more insects. The crab-eating fox contributes to the control of rodents and harmful insects.\n\n\n== Threats ==\nThis fox is occasionally hunted, but the pelt is not valuable. They do not pose a danger to livestock. The crab-eating fox is not currently a species of concern for conservation; however, its habitat is slowly shrinking due to human activity such as agriculture, as well as feral dogs' encroachment on its territory, though the population is still stable. Despite the low value of their pelts, these canids are sometimes killed by locals, even though there has been no unambiguous proof that they attack farm animals. They are easy to domesticate, and often bred by local people. This does not, however, remove the threats to their population. The species is not protected at present.\n\n\n== Status of conservation ==\nThe Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) lists the fox as not threatened by extinction. The IUCN lists the crab-eating fox as being of \"Least Concern\".\n\n\n== Subspecies ==\nThe crab-eating fox has five recognized subspecies, differing in sizes and coloring of fur.\nC. t. thous, Venezuela, Guyana, Surinam, French Guiana North Brasil.\nC. t. azarae, North Brazil.\nC. t. entrerianus, Brazil, Bolivia.Uruguay, Paraguay and Argentina.\nC. t. aquilus, north Venezuela and Colombia.\nC. t. germanus, Bogotá region (Colombia).\n\n\n== References ==\n\n\n== External links ==\nDetailed Cerdocyon thous PDF article at the Canid Specialist Group (CSG) site (2004).\nAnimal Diversity Web: Cerdocyon thous-Information\nLeão, Tigre & Cia. — Raposa Caranguejeira — Cerdocyon thous",
    "ImageURL": "Crabeatingfox_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Crab-eating_fox",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Canidae",
        "Genus": "CerdocyonC. E. H. Smith",
        "Species": "thous"
    },
    "ScientificName": "CerdocyonC. E. H. Smith thous",
    "Zone": "* #### B"
}