{
    "CommonName": "Crested Penguin",
    "BriefSummary": "The term crested penguin is the common name given collectively to species of penguins of the genus Eudyptes. The exact number of species in the genus varies between four and seven depending on the authority, and a Chatham Islands species became extinct in recent centuries. All are black and white penguins with yellow crests, red bills and eyes, and are found on Subantarctic islands in the world's southern oceans. All lay two eggs, but raise only one young per breeding season; the first egg laid is substantially smaller than the second.",
    "WikiContents": "The term crested penguin is the common name given collectively to species of penguins of the genus Eudyptes. The exact number of species in the genus varies between four and seven depending on the authority, and a Chatham Islands species became extinct in recent centuries. All are black and white penguins with yellow crests, red bills and eyes, and are found on Subantarctic islands in the world's southern oceans. All lay two eggs, but raise only one young per breeding season; the first egg laid is substantially smaller than the second.\n\n\n== Taxonomy ==\nThe genus was described by the French ornithologist Louis Jean Pierre Vieillot in 1816; the name is derived from the Ancient Greek words eu \"good\", and dyptes \"diver\".Six extant species have been classically recognised, with the recent splitting of the rockhopper penguin increasing it to seven. Conversely, the close relationship of the macaroni and royal penguins, and the erect-crested and Snares penguins have led some to propose that the two pairs should be regarded as species.Order Sphenisciformes\n\nFamily Spheniscidae\nFiordland penguin, Eudyptes pachyrhynchus\nSnares penguin, Eudyptes robustus – has been considered a subspecies of the Fiordland penguin\nErect-crested penguin, Eudyptes sclateri\nSouthern rockhopper penguin, Eudyptes chrysocome\nEastern rockhopper penguin, Eudyptes (chrysocome) filholi\nWestern rockhopper penguin, Eudyptes (chrysocome) chrysocome\nNorthern rockhopper penguin, Eudyptes moseleyi – traditionally considered a subspecies of Eudyptes chrysocome as the rockhopper penguin.\nRoyal penguin, Eudyptes schlegeli – sometimes considered a morph of E. chrysolophus\nMacaroni penguin, Eudyptes chrysolophus\nChatham penguin, Eudyptes warhami (extinct)The Chatham Islands Eudyptes warhami is known only from subfossil bones, and became extinct shortly following human colonisation of the Chatham Islands. This genetically-distinct species was relatively large, with a thin, slim and low bill. (T.L. Cole et al (2019) Mol. Biol. Evol.) \n\n\n=== Evolution ===\n\nMitochondrial and nuclear DNA evidence suggests that the crested penguins split from the ancestors of their closest living relative, the yellow-eyed penguin, in the mid-Miocene around 15 million years ago, before splitting into separate species around 8 million years ago in the late Miocene.A fossil penguin genus, Madrynornis, has been identified as the closest known relative of the crested penguins. Found in late Miocene deposits dated to about 10 million years ago, it must have separated from the crested penguins around 12 million years ago. Given that the head ornamentation by yellow filoplumes seems plesiomorphic for the Eudyptes-Megadyptes lineage, Madrynornis probably had them too.\n\n\n== Description ==\nThe crested penguins are all similar in appearance, having sharply delineated black and white plumage with red beaks and prominent yellow crests. Their calls are more complex than those of other species, with several phrases of differing lengths. The royal penguin (mostly) has a white face, while other species have black faces.\n\n\n== Breeding ==\nCrested penguins breed on Subantarctic islands in the southern reaches of the world's oceans; the greatest diversity occurring around New Zealand and surrounding islands. Their breeding displays and behaviours are generally more complex than other penguin species. Both male and female parents take shifts incubating eggs and young.Crested penguins lay two eggs, but almost always raise only one young successfully. All species exhibit the odd phenomenon of egg-size dimorphism in breeding; the first egg (or A-egg) laid is substantially smaller than the second egg (B-egg). This is most extreme in the macaroni penguin, where the first egg averages only 60% the size of the second. The reason for this is a mystery remains unknown, although several theories have been proposed. British ornithologist David Lack theorized that the genus was evolving toward the laying of a one-egg clutch. Experiments with egg substitution have shown that A-eggs can produce viable chicks that were only 7% lighter at time of fledging.  Physiologically, the first egg is smaller because it develops while the mother is still at sea swimming and thus has less energy to invest in the egg.Recently, brooding royal and erect-crested penguins have been reported to tip the smaller eggs out as the second is laid.\n\n\n== Species photographs ==\nPhotographs of adults of the extant (living) species are shown:\n\nSurviving species\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n=== Cited text ===\nWilliams, Tony D (1995). The Penguins. Oxford, England: Oxford University Press. ISBN 0-19-854667-X.Cole, Theresa L.; Ksepka, Daniel T.; Mitchell, Kieren J.; Tennyson, Alan J. D.; Thomas, Daniel B.; Pan, Hailin; Zhang, Guojie; Rawlence, Nicolas J.; Wood, Jamie R.; Bover, Pere; Bouzat, Juan L.; Cooper, Alan; Fiddamanl, Steven; Hart, Tom; Miller, Gary; Ryan, Peter G.; Shepherd, Lara D.; Wilmshurst, Janet M.; Waters, Jonathan M. (2019). \"Mitogenomes uncover extinct penguin taxa and reveal island formation as a key driver of speciation\". Molecular Biology and Evolution. doi:10.1093/molbev/msz017.\n\n\n== External links ==\nTerraNature.org: \"Three Eudyptes species endemic to New Zealand\"",
    "ImageURL": "CrestedPenguin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Crested_penguin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Sphenisciformes",
        "Family": "Spheniscidae",
        "Genus": "EudyptesVieillot"
    }
}