{
    "CommonName": "Crimson-breasted shrike",
    "BriefSummary": "The crimson-breasted shrike (Laniarius atrococcineus) or the crimson-breasted gonolek, ('gonolek' - supposedly imitative of its call), is a southern African bird. It has black upper parts with a white flash on the wing, and bright scarlet underparts. The International Union for Conservation of Nature has rated it as a \"least-concern species\".",
    "WikiContents": "The crimson-breasted shrike (Laniarius atrococcineus) or the crimson-breasted gonolek, ('gonolek' - supposedly imitative of its call), is a southern African bird. It has black upper parts with a white flash on the wing, and bright scarlet underparts. The International Union for Conservation of Nature has rated it as a \"least-concern species\".\n\n\n== Taxonomy ==\nThe species was first collected by William John Burchell in 1811 near the confluence of the Vaal and Orange Rivers. He named it atrococcineus meaning 'black/red', finding the striking colour combination quite remarkable. The generic name Laniarius was coined by the French ornithologist Louis Jean Pierre Vieillot and was meant to call attention to the butcher-like habits of the group. In South West Africa its colours reminded Germans of their homeland flag and it therefore became the Reichsvogel (\"Empire bird\"). The species is closely related to two other bushshrikes, the yellow-crowned gonolek (Laniarius barbarus) and the black-headed gonolek (Laniarius erythrogaster) of East Africa, but DNA research has shown that it does not form a superspecies with the yellow-crowned gonolek (L. barbarus), the black-headed gonolek (L. erythrogaster) and the papyrus gonolek (L. mufumbiri), as previously thought.\n\n\n== Description ==\nThe sexes have the same colouration and are indistinguishable from each other. The upper parts, including the wings and tail, are black, the wings having a broad white bar. The underparts are vivid scarlet. A yellow-breasted form is occasionally seen, and was at first thought to be a separate species. Young birds have a mottled and barred buff-brown appearance with a pale bill.\n\n\n== Behaviour ==\nThis shrike is extremely nimble and restless, its penetrating whistles often being the first sign of its presence, although it is not a shy species.\n\n\n== Distribution and habitat ==\nThe crimson-breasted shrike is non-migratory and occurs in a broad swathe from southern Angola to the Free State province in South Africa. Its preferred habitat is drier thornbush areas, in thickets and riparian scrub. It makes small seasonal migrations, preferring lower altitudes during cold periods.\n\n\n== References ==\n\nTarboton Warwick (1971): Breeding biology of the Crimson-breasted Shrike at Olifantsfontein, Transvaal. Ostrich 42: 271-290\nMerkle Tobias (2006): Territoriality, breeding biology and vocalisations of the Crimson-breasted Shrike. Ostrich 77:136-141\n\n\n== External links ==\nCrimson-breasted shrike - Species text in The Atlas of Southern African Birds.",
    "ImageURL": "Crimsonbreastedshrike_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Crimson-breasted_shrike",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Malaconotidae",
        "Genus": "Laniarius",
        "Species": "atrococcineus"
    },
    "ScientificName": "Laniarius atrococcineus",
    "Zone": "* #### K"
}