{
    "CommonName": "Crowned lemur",
    "BriefSummary": "The crowned lemur (Eulemur coronatus) is a lemur that is 31–36 cm (12–14 in) long and weighs 2 kg (4.4 lb). Its tail is about 42–51 cm (17–20 in) long.",
    "WikiContents": "The crowned lemur (Eulemur coronatus) is a lemur that is 31–36 cm (12–14 in) long and weighs 2 kg (4.4 lb). Its tail is about 42–51 cm (17–20 in) long.\n\n\n== Description ==\nThe crowned lemur is endemic to the dry deciduous forests of the northern tip of Madagascar. It eats a diet of mostly flowers, fruits, and leaves. The population is estimated to 1000–10,000 individuals as of 2004, most of which live within the Ankarana Plateau although there is also a population on the Montagne d'Ambre. This species has a distinctive brown-orange crown on the top of the head. Females have a gray body with an orange crown, and males are a darker reddish brown, crowned with black and orange. Crowned lemurs have a life span of approximately 20 years and reach sexual maturity after 20 months. They give birth usually in late September or early October, after a gestation period of 125 days.\nThe crowned lemur is in the order of Primates as it possesses characteristics such as pseudo-opposable thumbs, binocular vision and is highly intelligent. E. coronatus shares with others of the family Lemuridae long and slender limbs, a slightly longer nose, a smaller brain and a 'grooming comb' formed by the incisors and canine teeth.\nThe crowned lemur possesses a long non-prehensile tail used for balance when jumping from branch to branch and for communication within the closely knit, female-led social group.This member of the genus Eulemur is primarily diurnal but has periods of feeding activity at night too.\n\n\t\t\n\t\t\n\t\t\n\n\n== Geographic range ==\nEulemur coronatus is thought to live exclusively in the northern region of Madagascar, ranging from the northernmost tip of the island, on the Cap d'Ambre Peninsula, extending south to the east bank of the Mahavavy River. Its range extends east, to the north of Sambava along the banks of the Manambato River.\n\n\n== Habitat ==\nE. coronatus can be found anywhere in the tropical dry forests of the Ankarana Reserve to the mid-altitude rainforests of Montagne d'Ambre. They can be found at altitudes between sea level and 1,400 m. Crowned lemurs live in sympatry with the Eulemur sanfordi (Sanford Brown Lemur), sharing the same habitat. Sanford brown lemurs are distinguishable by color as they are more gray and brown with no v-shaped crown on their forehead. The male Sanford lemur also have characteristic white ruffs around their ears and cheeks that are absent from the crowned lemurs.The crowned lemurs of Ankarana Reserve are the only lemurs in this region known to traverse the razor-sharp tsingy (the eroded limestone rock that is characteristic of this national park) as they head into the forest early in the morning and as they leave the forest just before sunset to settle in the safer canyon forest in the center of these rock fields for the night.\n\n\n== References ==\n\n\n== External links ==\nARKive -  images and movies of the crowned lemur (Eulemur coronatus)\nhttp://www.animalinfo.org/species/primate/lemucoro.htm",
    "ImageURL": "Crownedlemur_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Crowned_lemur",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Strepsirrhini",
        "Family": "Lemuridae",
        "Genus": "Eulemur",
        "Species": "coronatus"
    },
    "ScientificName": "Eulemur coronatus",
    "Zone": "* #### H"
}