{
    "CommonName": "Darkling Beetle",
    "BriefSummary": "Darkling beetle is the common name of the large family of beetles, Tenebrionidae. The number of species in the Tenebrionidae is estimated at more than 20,000 and the family is cosmopolitan in distribution.",
    "WikiContents": "Darkling beetle is the common name of the large family of beetles, Tenebrionidae. The number of species in the Tenebrionidae is estimated at more than 20,000 and the family is cosmopolitan in distribution. \n\n\n== Taxonomy ==\nTenebrio is the Latin generic name that Carl Linnaeus assigned to some flour beetles in his 10th edition of Systema Naturae 1758-59.. The word means \"seeker of dark places\" (or figuratively a trickster); an English language analog is \"darkling\".\nNumerous Tenebrionidae species do inhabit dark places, however, there are many species in genera such as Stenocara and Onymacris, which are active by day and inactive at night.\nThe family covers a varied range of forms, such that classification presents great difficulties. The following list of subfamilies was largely accepted in 2005.\nAlleculinae Laporte, 1840\nCossyphodinae Wasmann, 1899\nDiaperinae Latreille, 1802\nLagriinae Latreille, 1825 (1820)\nNilioninae Lacordaire, 1859\nPhrenapatinae Solier, 1834\nPimeliinae Latreille, 1802\nStenochiinae Kirby, 1837\nTenebrioninae Latreille, 1802\nZolodininae Watt, 1974Ongoing phylogenetic studies are showing that some taxonomic changes are needed. For instance the tribal classification of tribe Pedinini has recently been altered.The misspelling \"Terebrionidae\" occurs frequently enough to be easily overlooked. The error appears to have no particular significance, but to be the product of misreadings, mis-scans and mis-typings.\n\n\n== Characteristics ==\nThe Tenebrionidae may be identified by a combination of features, including:\n\nTheir 11-segmented antennae that may be filiform, moniliform or weakly clubbed\nFirst abdominal sternite is entire and not divided by the hind coxae\nEyes notched by a frontal ridge\nThe tarsi have four segments in the hind pair and five in the fore and mid legs (5-5-4), tarsal claws are simple\n\n\n== Biology and ecology ==\nTenebrionid beetles occupy ecological niches in mainly deserts and forests as plant scavengers. Most species are generalistic omnivores, and feed on decaying leaves, rotting wood, fresh plant matter, dead insects, and fungi as larvae and adults. Several genera, including Bolitotherus, are specialized fungivores which feed on polypores. Many of the larger species are flightless, and those that are capable, such as T. molitor, only do so when necessary, such as when dispersing or malnourished.\n\nThe larvae, known as mealworms or false wireworms, are usually fossorial, heavily armored and nocturnal. They may possibly be an important resource for certain invertebrates and small mammals. However, the adults of many species have chemical defenses and are relatively protected against predators. Adults of most species, except grain pests, have slow metabolisms, and live long lives compared to other insects, ranging from approximately six months to two years.\nSome species live in intensely dry deserts such as the Namib, and have evolved adaptions by which they collect droplets of fog that deposit on their elytra. As the droplets accumulate the water drains down the beetles' backs to their mouthparts, where they swallow it.Humans spread some species such that they have become cosmopolitan, such as Tribolium castaneum, the red flour beetle, which was spread through grain products.\n\n\n== Notable species ==\nThe larval stages of several species are cultured as feeder insects for captive insectivores or as laboratory subjects:\n\nTenebrio molitor is commonly used to feed terrestrial amniotes kept in terraria.\nTribolium castaneum is a laboratory animal useful as a model organism, especially in studies of intragenomic conflict and population ecology.\nZophobas morio, or superworm, is valued as a feed for captive reptiles; it contains less chitin than Tenebrio molitor.\nAlphitobius diaperinus, lesser mealworm\nMany tenebrionids are pests of cereal and flour silos and other storage facilities, including T. castaneum, other Tribolium species such as Tribolium confusum and Tribolium destructor, and Gnathocerus cornutus.\nIn southwestern North America, species of the genus Eleodes (particularly E. obscurus) are well known as \"pinacate beetles\" or \"desert stink beetles\".\nSeveral genera, such as Stenocara and Onymacris, are of interest in ecological studies of arid conditions and their associated adaptations.\nUlomoides dermestoides, known as \"chinese weevil\", \"peanut beetle\", \"cancer beetle\", or \"asthma beetle\", is eaten in Argentina where it is thought to be a treatment for cancer, asthma, and other illnesses.\n\n\n== Gallery ==\n\n\n== References ==\n\n\n== External links ==\nTenebrionidae.net- information and pictures about darkling beetles",
    "ImageURL": "DarklingBeetle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Darkling_beetle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Euarthropoda",
        "Class": "Insecta",
        "Order": "Coleoptera",
        "Family": "Tenebrionidae"
    },
    "Zone": "* #### K"
}