{
    "CommonName": "Darwin's Frog",
    "BriefSummary": "Darwin's frog (Rhinoderma darwinii), also called the southern Darwin's frog is a rhinodermatid frog native to the forest streams of Chile and Argentina. It was first described by the French zoologist André Marie Constant Duméril and his assistant Gabriel Bibron in 1841, and is named after Charles Darwin, who had previously discovered it in Chile during his world voyage on HMS Beagle.The most striking feature of this frog is the tadpoles' development inside the vocal sac of the male.",
    "WikiContents": "Darwin's frog (Rhinoderma darwinii), also called the southern Darwin's frog is a rhinodermatid frog native to the forest streams of Chile and Argentina. It was first described by the French zoologist André Marie Constant Duméril and his assistant Gabriel Bibron in 1841, and is named after Charles Darwin, who had previously discovered it in Chile during his world voyage on HMS Beagle.The most striking feature of this frog is the tadpoles' development inside the vocal sac of the male.\n\n\n== Characteristics ==\nDarwin's frog is brown or green with a snout-to-vent length of 2.2 to 3.1 cm (0.9 to 1.2 in). The snout is elongated into a fleshy proboscis which gives the head a triangular shape. The limbs are relatively long and slender. The front feet are not webbed, but some of the toes on the back feet usually are. The dorsal surface is either uniform brown, tan, or reddish brown, uniform pale or dark green, or some combination of brown and green with variable patterning. The ventral surface is black and white, with large blotches.\n\n\n== Biology ==\nDarwin's frog feeds on insects and other arthropods. It not only has to hunt, but also needs to hide from its predators. It relies on camouflage to avoid predators, lying on the ground looking like a dead leaf until the predator passes by. Another defensive position is turning on the back and exposing the boldly patterned ventral surface.The female Darwin's frog lays up to forty eggs among the leaf litter. The male guards them for about three to four weeks until the developing embryos begin to move, and then he ingests the eggs and holds them in his vocal sac. They hatch about three days later and he continues to carry the tadpoles around in his vocal sac where they feed off their egg yolks and secretions produced by the wall of the sac until metamorphosis. At this stage, about 6 weeks after being swallowed (a duration in which the adult male eats nothing), the small frogs hop out of the male's mouth and disperse.\n\n\n== Distribution and habitat ==\nDarwin's frog is found in Chile and Argentina. In Chile, its range extends from Concepción Province to Palena Province and in Argentina from Neuquén Province and Río Negro Province. It is found in glades and forested areas at altitudes of up to about 1,100 m (3,600 ft) above mean sea level. It is also found in bogs and near slow-moving streams. It is found in a variety of vegetation types and it appears that a mixture of grassland, mossy areas, coarse woody debris, and young trees and bushes in a mature native forest provides its optimum habitat requirements. Short vegetation increases the retention of water while decreasing the temperature of the soil and provides concealment from predators. The population is fragmented and this frog has poor dispersal ability.\n\n\n== Population decline and conservation status ==\nDarwin's frog has undergone significant population declines due to habitat loss and degradation, largely from conversion of native forests to tree plantations. The amphibian disease chytridiomycosis, caused by Batrachochytrium dendrobatidis fungal infection, is also a probable factor, \"particularly from the northern part of their historical range\". Populations on Chiloé Island were found to be considerably more abundant than on the mainland.Since 2018, the species is classified as Endangered on the IUCN Red List. A 2013 study reported results of a population survey conducted from 2008–2012, which found the species at just 36 of 223 previously recorded habitat sites, with small populations at those sites. The recent change in its conservation category in IUCN from Vulnerable to Endangered, arose from the Chile's amphibian reevaluation workshop for the Red List (Soto-Azat et al., 2015). The justification for its current category is due to its limited occupation area (estimated at 264 km2), severe fragmentation of its populations and continued decline.\n\n\n== See also ==\nGastric-brooding frog\nMouthbrooder\n\n\n== References ==\n\n\n== Sources ==\n\n\n== External links ==\n Data related to Rhinoderma darwinii at Wikispecies\n Media related to Rhinoderma darwinii at Wikimedia Commons",
    "ImageURL": "DarwinsFrog_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Darwin%27s_frog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Rhinodermatidae",
        "Genus": "Rhinoderma",
        "Species": "darwinii"
    },
    "ScientificName": "Rhinoderma darwinii"
}