{
    "CommonName": "Dassie",
    "BriefSummary": "Hyraxes (from the Greek ὕραξ, hýrax, \"shrewmouse\"), also called dassies, are small, thickset, herbivorous mammals in the order Hyracoidea. Hyraxes are well-furred, rotund animals with short tails. Typically, they measure between 30 and 70 cm (12 and 28 in) long and weigh between 2 and 5 kg (4.4 and 11 lb). They are also superficially similar to pikas or  rodents (especially marmots), but are more closely related to elephants and manatees.\nFive extant species are recognised; the rock hyrax (Procavia capensis) and the yellow-spotted rock hyrax (Heterohyrax brucei), which both live in isolated rock outcrops, called kopjes, the western tree hyrax (Dendrohyrax dorsalis), southern tree hyrax (D. arboreus), and eastern tree hyrax (D. validus).  Their distribution is limited to Africa, except for Procavia capensis which is also found in the Middle East.",
    "WikiContents": "Hyraxes (from the Greek ὕραξ, hýrax, \"shrewmouse\"), also called dassies, are small, thickset, herbivorous mammals in the order Hyracoidea. Hyraxes are well-furred, rotund animals with short tails. Typically, they measure between 30 and 70 cm (12 and 28 in) long and weigh between 2 and 5 kg (4.4 and 11 lb). They are also superficially similar to pikas or  rodents (especially marmots), but are more closely related to elephants and manatees.\nFive extant species are recognised; the rock hyrax (Procavia capensis) and the yellow-spotted rock hyrax (Heterohyrax brucei), which both live in isolated rock outcrops, called kopjes, the western tree hyrax (Dendrohyrax dorsalis), southern tree hyrax (D. arboreus), and eastern tree hyrax (D. validus).  Their distribution is limited to Africa, except for Procavia capensis which is also found in the Middle East.\n\n\n== Characteristics ==\nHyraxes retain or have re-developed a number of primitive mammalian characteristics; in particular, they have poorly developed internal temperature regulation, for which they compensate by behavioural thermoregulation, such as huddling together and basking in the sun.\nUnlike most other browsing and grazing animals, they do not use the incisors at the front of the jaw for slicing off leaves and grass; rather, they use the molar teeth at the side of the jaw. The two upper incisors are large and tusk-like, and grow continuously through life, similar to rodents. The four lower incisors are deeply grooved 'comb teeth'. A diastema occurs between the incisors and the cheek teeth. The dental formula for hyraxes is 1.0.4.32.0.4.3.\n\nAlthough not ruminants, hyraxes have complex, multichambered stomachs that allow symbiotic bacteria to break down tough plant materials, but their overall ability to digest fibre is lower than that of the ungulates. Their mandibular motions (see video) are deceptively similar to chewing cud, but the hyrax is physically incapable of regurgitation as in the even-toed ungulates and the merycism of some of the macropods. This behaviour is referred to in a passage in the Bible which  describes hyraxes as chewing the cud. This chewing behaviour may be a form of agonistic behaviour when the animal feels threatened.Hyraxes inhabit rocky terrain across sub-Saharan Africa and the Middle East. Their feet have rubbery pads with numerous sweat glands, which may help the animal maintain its grip when quickly moving up steep, rocky surfaces. Hyraxes have stumpy toes with hoof-like nails; there are four toes on each front foot and three on each back foot. They also have efficient kidneys, retaining water so that they can better survive in arid environments.\nFemale hyraxes give birth to up to four young after a gestation period between seven and eight months, depending on the species. The young are weaned at one to five months of age, and reach sexual maturity at 16 to 17 months.\nHyraxes live in small family groups, with a single male that aggressively defends the territory from rivals. Where living space is abundant, the male may have sole access to multiple groups of females, each with their own range. The remaining males live solitary lives, often on the periphery of areas controlled by larger males, and mate only with younger females.Hyraxes have highly charged myoglobin, which has been inferred to reflect an aquatic ancestry.\n\n\n=== Similarities with elephants and Sirenia ===\nHyraxes share several unusual characteristics with elephants and the Sirenia (manatees and dugongs), which have resulted in their all being placed in the taxon Paenungulata. Male hyraxes lack a scrotum and their testicles remain tucked up in their abdominal cavity next to the kidneys, the same as in elephants, manatees, and dugongs. Female hyraxes have a pair of teats near their armpits (axilla), as well as four teats in their groin (inguinal area); elephants have a pair of teats near their axillae, and dugongs and manatees have a pair of teats, one located close to each of the front flippers. The tusks of hyraxes develop from the incisor teeth as do the tusks of elephants; most mammalian tusks develop from the canines. Hyraxes, like elephants, have flattened nails on the tips of their digits, rather than curved, elongated claws which are usually seen on mammals.\n\n\n== Biblical references ==\n\nReferences are made to hyraxes in the Old Testament (Leviticus 11:5; Deuteronomy 14:7; Psalm 104:18; Proverbs 30:26). In Leviticus they are described as lacking a split hoof and therefore not being kosher. It also describes the hyrax as chewing its cud; this is technically inaccurate as the hyrax does not regurgitate its food to chew it again. The Hebrew phrase in question (מַעֲלֵה גֵרָה) means \"bringing up cud\". Some of the modern translations refer to them as rock hyraxes.\n... hyraxes are creatures of little power, yet they make their home in the crags; ...\n\nThe words \"rabbit\", \"hare\", and \"coney\" appear as terms for the hyrax in some English translations of the Bible. Early English translators had no knowledge of the hyrax (Hebrew שָּׁפָן shafan), and therefore no name for them, though \"badger\" or \"rock-badger\" has also been used more recently in new translations, especially in \"common language\" translations such as the Common English Bible (2011).\n\n\n== Evolution ==\n\nAll modern hyraxes are members of the family Procaviidae (the only living family within Hyracoidea) and are found only in Africa and the Middle East. In the past, however, hyraxes were more diverse, and widespread. The order first appears in the fossil record at a site in the Middle East in the form of Dimaitherium, 37 million years ago. For many millions of years, hyraxes were the primary terrestrial herbivores in Africa, just as odd-toed ungulates were in North America.\nThrough the middle to late Eocene, many different species existed, the largest of them weighing the same as a small horse and the smallest the size of a mouse. During the Miocene, however, competition from the newly developed bovids, which were very efficient grazers and browsers, displaced the hyraxes into marginal niches. Nevertheless, the order remained widespread and diverse as late as the end of the Pliocene (about two million years ago) with representatives throughout most of Africa, Europe, and Asia.\nThe descendants of the giant 'hyracoids' (common ancestors to the hyraxes, elephants, and sirenians) evolved in different ways. Some became smaller, and evolved to become the modern hyrax family. Others appear to have taken to the water (perhaps like the modern capybara), ultimately giving rise to the elephant family and perhaps also the sirenians. DNA evidence supports this hypothesis, and the small modern hyraxes share numerous features with elephants, such as toenails, excellent hearing, sensitive pads on their feet, small tusks, good memory, higher brain functions compared with other similar mammals, and the shape of some of their bones.Hyraxes are sometimes described as being the closest living relative of the elephant, although whether this is so is disputed. Recent morphological- and molecular-based classifications reveal the sirenians to be the closest living relatives of elephants. While hyraxes are closely related, they form a taxonomic outgroup to the assemblage of elephants, sirenians, and the extinct orders Embrithopoda and Desmostylia.The extinct meridiungulate family Archaeohyracidae, consisting of four genera of notoungulate mammals known from the Paleocene through the Oligocene of South America, is a group unrelated to the true hyraxes.\n\n\n=== List of genera ===\nPliohyracidae\nGeniohyinae\nSeggeurius\nGeniohyus\nSaghatheriinae\nMicrohyrax\nMeroehyrax\nSelenohyrax\nBunohyrax\nPachyhyrax\nMegalohyrax\nSaghatherium\nThyrohyrax\nTitanohyracinae\nAntilohyrax\nTitanohyrax\nPliohyracinae\nSogdohyrax\nKvabebihyrax\nProhyrax\nParapliohyrax\nPliohyrax\nPostschizotherium\nProcaviidae\nProcaviinae\nGigantohyrax\nProcavia (Rock hyrax)\nProcavia antigua\nProcavia transvaalensis\nHeterohyrax (Bush hyrax)\nDendrohyrax (Tree hyrax)\n\n\n== Extant species ==\nIn the 2000s, taxonomists reduced the number of recognized species of hyrax. In 1995, 11 or more  species were recognized; in 2013, only four are recognized, with the others now each considered as a subspecies of one of the recognized four. Over 50 subspecies and species are described, many of which are considered highly endangered.\nORDER HYRACOIDEA\nFamily Procaviidae\nGenus Dendrohyrax\nSouthern tree hyrax, D. arboreus\nWestern tree hyrax, D. dorsalis\nEastern tree hyrax, D. validus\nGenus Heterohyrax\nYellow-spotted rock hyrax, H. brucei\nGenus Procavia\nRock hyrax, P. capensis\n\n\n== See also ==\nAltungulata\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\n Data related to Procaviidae at Wikispecies\n Media related to Hyrax at Wikimedia Commons",
    "ImageURL": "Dassie_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Hyrax",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "HyracoideaHuxley"
    }
}