{
    "CommonName": "Desert spiny lizard",
    "BriefSummary": "Sceloporus magister, also known as the desert spiny lizard, is a lizard species of the family Phrynosomatidae,  native to the Chihuahuan Desert and Sonoran Desert of North America.",
    "WikiContents": "Sceloporus magister, also known as the desert spiny lizard, is a lizard species of the family Phrynosomatidae,  native to the Chihuahuan Desert and Sonoran Desert of North America.\n\n\n== Geographic range ==\nIn the United States it is found in the states of Arizona, California, Texas, New Mexico, Nevada, and Utah. It is also found in the Mexican states of Sonora, Baja California, Chihuahua, Coahuila, and Durango.\n\n\n== Description ==\nAn adult male desert spiny lizard usually have conspicuous blue/violet patches on the belly and throat, and a green/blue color on their tails and sides (“Lizards “28. Science Reference Center).  Females and juveniles have large combined dark spots on their back and belly areas, and the blue/violet and green/blue coloring is absent. Both sexes have brownish/yellow triangular spots on their shoulders. A female Desert Spiny Lizard will lay anywhere from 4 to 24 eggs during the summertime (“Lizards “28. Science Reference Center). A fully grown desert spiny lizard will reach a body length of up to 5.6 inches. Besides their bright colors, the desert spiny lizard changes to darker colors during the winter to allow them to absorb more heat from the sun, and become lighter during the summer to reflect the sun's radiation. It is frequently seen doing push-ups, pushing its body up and down, as a form of territorial display.\n\n\n== Distribution ==\nThe Desert Spiny Lizard ranges across the deserts of southwestern Arizona and the northeastern plateaus at elevations ranging from near sea level along the Colorado River to about 5,000'.\n\n\n== Behavior ==\nLike many desert lizards, desert spiny lizards adjust their internal temperature by changing color so they are darker during cool times, which allows them to absorb more heat from the sun, and become lighter during warm times so they reflect more solar radiation. The desert spiny lizard also uses camouflage so it is not so easily seen by predators.\nUsually, during the morning hours, it will be out basking in the sun on rocks or any hard surface that is in direct sunlight, but like many desert reptiles, it will seek shelter, usually underground in burrows or any suitable cover that provides shade, during the hottest part of the day in the summertime, as shade provides cooler temperatures than on the ground's surface. It hibernates in late fall and during the cold months of winter before re-emerging in spring.\n\n\n== Habitat ==\nBiotic communities including Sonoran Desertscrub, Great Basin Desertscrub, Semidesert Grassland, Interior Chaparral, and woodlands are home to this lizard. It is usually encountered on lower slopes, bajadas, plains, and low valleys, often in the branches of trees or in the vicinity of ground cover such as wood piles, rock piles, and packrat nests.\n\n\n== Diet ==\nThe Desert Spiny Lizard feeds on a variety of insects including ants, beetles, and caterpillars. It also feeds on spiders, centipedes, and small lizards.\n\n\n== Reproduction ==\nIt is often encountered in male-female pairs. Mating takes place in spring and summer and one or two clutches of eggs are laid in spring and summer. Clutch size ranges from 2 to 12 eggs. Hatchlings may appear as early as late May but usually begin to emerge in July.\n\n\n== Subspecies ==\nFour subspecies of Sceloporus magister, including the nominate race, are recognized.\n\nS. m. bimaculosus Phelan & Brattstrom, 1955\nS. m. cephaloflavus W. Tanner, 1955\nS. m. magister Hallowell, 1854\nS. m. transversus Phelan & Brattstrom, 1955Sceloporus magister monserratensis (Van Denburgh & Slevin, 1921) was elevated to a species (Sceloporus monserratensis) by herpetologist Ernest A. Liner in 1994.\nSceloporus magister uniformis was elevated to species status in 2006 (Sceloporus uniformis), when genetic analysis revealed that it is sufficiently distinct to merit classification as its own species.\n\n\n== References ==\n\nHallowell, E. (1854). \"Description of new reptiles from California\". Proc. Acad. Nat. Sci. Phila. 7: 91–97.\nPhelan, R.L.; Brattstrom, B.H. (1955). \"Geographic variation in Sceloporus magister\". Herpetologica. 11 (1): 1–14.\nTanner, W.W. (1955). \"A new Sceloporus magister from eastern Utah\". Great Basin Naturalist. 15: 32–34. doi:10.5962/bhl.part.14056.“Desert Spiny Lizard.” Arizona-Sonora Desert Museum. Craig Ivanyi. Web.23 Mar. 2015\n\"Lizards.\" Reptiles & Amphibians Of The West (1974): 28. Science Reference Center. Web. 23 Mar. 2015.\nBrennan, Thomas C. \"Desert Spiny Lizard (Sceloporus Magister) - Reptiles of Arizona.\" Desert Spiny Lizard (Sceloporus Magister) - Reptiles of Arizona. N.p., 2008. Web. 13 May 2015.\n\n\n== External links ==\n\"Sceloporus magister\". Integrated Taxonomic Information System.",
    "ImageURL": "Desertspinylizard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Sceloporus_magister",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Iguania",
        "Family": "Phrynosomatidae",
        "Genus": "Sceloporus",
        "Species": "magister"
    },
    "ScientificName": "Sceloporus magister"
}