{
    "CommonName": "Desert kangaroo rat",
    "BriefSummary": "The desert kangaroo rat (Dipodomys deserti) is a rodent species in the family Heteromyidae that is found in desert areas of southwestern North America. It is one of the large kangaroo rats, with a total length greater than 12 inches  (30 cm) and a mass greater than 3.2oz (91g).",
    "WikiContents": "The desert kangaroo rat (Dipodomys deserti) is a rodent species in the family Heteromyidae that is found in desert areas of southwestern North America. It is one of the large kangaroo rats, with a total length greater than 12 inches  (30 cm) and a mass greater than 3.2oz (91g).\n\n\n== Range ==\nThe desert kangaroo rat is found in arid parts of southwestern North America, including Death Valley, the Great Basin, the Mojave Desert, and portions of the Sonoran Desert. Though kangaroo rats persist in a variety of soils, desert kangaroo rats live exclusively in areas with loose sand, often dune terrain.  The places on this list constitute some of the most extreme deserts in the United States including Death Valley, which has the record for the hottest place on the continent.\n\n\n== Habitat ==\nDesert kangaroo rats are denizens of desert areas with sandy soil; vegetation is typically sparse and consists of creosote bush, a variety of grasses, and cacti. Desert kangaroo rats live in burrow systems under slight mounds of soil 6-9m across; they sleep in a den, which is sealed off at extreme temperatures, during the day. Groups of 6-12 widely spaced burrows may constitute a colony of this species, which is otherwise solitary.\n\n\n== Ecology ==\n\n\n=== Foraging ecology ===\nSeeds are the dominant component of the diet of desert kangaroo rats.  The size of the seeds consumed by the species tends to be larger than seeds consumed by other, sympatric heteromyids.  When presented with patches with variation in seed sizes and densities—which in combination vary total profitability—desert kangaroo rats tend to choose large-seed patches but reduce profitability of a set of patches to similar levels. Seed selection also appears correlated with nutritional content, with this species choosing seeds with high carbohydrate content. Although some kangaroo rats will consume green vegetation, desert kangaroo rats do not. Feeding occurs in fits and starts of movement and at relatively discrete locations, with an average distance of ~7 m (22 ft.) between stops.\n\n\n=== Water ecology ===\nMost kangaroo rat species live in arid environments and are known for their ability to make use of metabolic water rather than requiring it from the environment. While the desert kangaroo rats do consume available water, the vast majority of their water requirements are met from byproducts of metabolic processes. Adaptation to very low quantities of water (free or metabolic) is highlighted by the very long water turnover  times for the species, on the order of 2–3 weeks.\n\n\n== Special Physiology ==\n\n\n=== Kidneys ===\nKangaroo rats achieve the ability to be sustained on limited water by having incredibly derived kidneys.  To remove waste without losing water, many species have developed mechanisms to concentrate their urine.  This happens in the kidneys.  There seems to be an inverse correlation of body mass to ability to concentrate urine.  So naturally small rodents can persist in much more water deficient environments than larger animals.  The desert kangaroo rat has a kidney structure very similar to those of other rodents, but it has much longer papilla (mammalian species).  Papilla lengths, along with number of nephrons, play a crucial role in urine concentration.\n\n\n=== Skull Anatomy ===\nDesert kangaroo rats have the longest nasal cavity of all the kangaroo rats, which allows for better water conservation.  Hot, dry air can remove water from the body.  The long nasal cavities reduce this water loss by cooling the air leaving the lungs.  Cooling air releases moisture for reabsorption to the body so its loss can be avoided in a situation where water is a precious resource.\n\n\n== Group Interaction ==\n\n\n=== Foot Drumming ===\nKangaroo rats drum their feet.  Many different species of kangaroo rats' drumming pattern have been previously studied.  They are thought to have evolved independently.  Some use drumming to communicate location and other kangaroo rats respond in kind.  This is not the case with the desert kangaroo rat.  The desert kangaroo rat, living in a sand dune environment, has the highest level of food scarcity.  When the desert kangaroo rat hears a drum from another rat, it comes out of its burrow and chases it away or engages in a rollover fight.\n\n\n== Predation ==\nDesert kangaroo rats function under a high risk of predation for a variety of reasons.  The first of which is they forage alone.  They do not have a community of other rats to watch out for snakes or other predators.  Secondly, in the desert, food is scarce and spread out, so desert rodents have to spend a substantial amount of time out of their holes searching for food.  Because of these reasons, the desert kangaroo rat has had to evolve a few adaptations to protect itself.\n\n\n=== Snakes ===\nThough the more commonly studied Merriam's kangaroo rat protects itself by predator avoidance, the desert kangaroo rat behaves more aggressively.  In the case of a snake, the desert kangaroo rat drums its feet and moves within striking distance of the snake and kicks sand in the air.  Though this is an incredibly dangerous activity for a small rodent, it does these things to let the snake know it is alert to its presence.  Snakes are less likely to attack a rodent if the prey knows the snake is there.  Desert kangaroo rats exclusively kick sand due to their natural environment being characterized by loose sand dunes.\n\n\n== References ==",
    "ImageURL": "Desertkangaroorat_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Desert_kangaroo_rat",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Heteromyidae",
        "Genus": "Dipodomys",
        "Species": "deserti"
    },
    "ScientificName": "Dipodomys deserti"
}