{
    "CommonName": "Dik",
    "BriefSummary": "A dik-dik is the name for any of four species of small antelope in the genus Madoqua that live in the bushlands of eastern and southern Africa.\nDik-diks stand about 30–40 centimetres (12–15.5 in) at the shoulder, are 50–70 cm (19.5–27.5 in) long, weigh 3–6 kilograms (6.6–13.2 lb) and can live for up to 10 years. Dik-diks are named for the alarm calls of the females. In addition to the females' alarm call, both the male and female make a shrill, whistling sound. These calls may alert other animals to predators.",
    "WikiContents": "A dik-dik is the name for any of four species of small antelope in the genus Madoqua that live in the bushlands of eastern and southern Africa.\nDik-diks stand about 30–40 centimetres (12–15.5 in) at the shoulder, are 50–70 cm (19.5–27.5 in) long, weigh 3–6 kilograms (6.6–13.2 lb) and can live for up to 10 years. Dik-diks are named for the alarm calls of the females. In addition to the females' alarm call, both the male and female make a shrill, whistling sound. These calls may alert other animals to predators.\n\n\n== Name ==\nThe name dik-dik comes from an onomatopoeia of the repetitive dik sound female dik-diks whistle through their long, tubular snouts when they feel threatened.\n\n\n== Physical characteristics ==\nFemale dik-diks are somewhat larger than males. The males have horns, which are small (about 7.6 centimetres or 3 in), slanted backwards and longitudinally grooved. The hair on the crown forms an upright tuft that sometimes partially conceals the short, ribbed horns of the male. The upper body is gray-brown, while the lower parts of the body, including the legs, belly, crest, and flanks, are tan. A bare black spot below the inside corner of each eye contains a preorbital gland that produces a dark, sticky secretion. Dik-diks insert grass stems and twigs into the gland to scent-mark their territories.\nApparently to prevent overheating, dik-diks have elongated snouts with bellows-like muscles through which blood is pumped. Airflow and subsequent evaporation cools this blood before it is recirculated to the body. However, this panting is only implemented in extreme conditions; dik-diks can tolerate air temperatures of up to 40 °C (104 °F).\n\n\n== Habitat ==\nDik-diks live in shrublands and savannas of eastern Africa. Dik-diks seek habitats with a plentiful supply of edible plants such as shrubs. Dik-diks may live in places as varied as dense forest or open plain, but they require good cover and not too much tall grass. They usually live in pairs in territories of about 5 hectares (12 acres). The territories are often in low, shrubby bushes (sometimes along dry, rocky streambeds) with plenty of cover. Dik-diks, with their dusty colored coat, are able to blend in with their surroundings. Dik-diks have an established series of runways through and around the borders of their territories that are used when they feel threatened.\n\n\n== Diet ==\n\nDik-diks are herbivores. Their diet mainly consists of foliage, shoots, fruit and berries, but little or no grass. They receive sufficient amounts of water from their food, which makes drinking unnecessary. Like all even-toed ungulates, they digest their food with the aid of micro-organisms in their four-chambered stomachs. After initial digestion, the food is repeatedly eructated and rechewed, a process known also as rumination, or 'chewing the cud'. Dik-diks' tapering heads may help them eat the leaves between the spines on the acacia trees, and feed while still keeping their head high to detect predators.\n\n\n== Reproduction ==\nDik-diks are monogamous, and conflicts between territorial neighbors are rare. When they occur, the males from each territory dash at each other, stop short, vigorously nod their heads and turn around. They will repeat this process, increasing the distance each time until one stops. Males mark their territories with dung piles, and cover the females' dung with their own. Monogamy in dik-diks may be an evolutionary response to predation; surrounded by predators, it is dangerous to explore, looking for new partners. Pairs spend about 64% of their time together. Males, but not females, will attempt to initiate extra-pair mating if an opportunity arises.Females are sexually mature at six months and males at 12 months. The female gestates for 169 to 174 days and bears a single offspring. This happens up to twice a year (at the start and finish of the rainy season). Unlike other ruminants which are born forefeet first, the dik-dik is born nose first, with its forelegs laid back alongside its body. Females weigh about 560 to 680 g (1.23 to 1.50 lb) at birth, while males weigh 725 to 795 g (1.598 to 1.753 lb). The mother lactates for six weeks, feeding her fawn for no longer than a few minutes at a time. The survival rate for young dik-diks is 50%. The young stay concealed for a time after birth, but grow quickly and reach full size by seven months. At that age, the young are forced to leave their parents' territory. The fathers run the sons off the territory and the mothers run off the daughters.\n\n\n== Predators ==\nDik-diks are hunted primarily by leopards, caracals, lions, hyenas, wild dogs and humans. Other predators include monitor lizards, cheetahs, jackals, baboons, eagles, hawks and pythons. Dik-diks' adaptations to predation include excellent eyesight and the ability to reach speeds up to 42 km/h (26 mph).\n\n\n== Species ==\nThe four species of dik-dik are:\nMadoqua guntheri (Günther, 1894) – Günther's dik-dik\nM. kirkii (Günther, 1880) – Kirk's dik-dik\nM. piacentinii (Drake–Brockman, 1911) – Silver dik-dik\nM. saltiana (Desmarest, 1816) – Salt's dik-dik\n\n\n== References ==",
    "ImageURL": "Dik_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Dik-dik",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Madoqua(Ogilby"
    }
}