{
    "CommonName": "Downy woodpecker",
    "BriefSummary": "The downy woodpecker (Dryobates pubescens) is a species of woodpecker, the smallest in North America.",
    "WikiContents": "The downy woodpecker (Dryobates pubescens) is a species of woodpecker, the smallest in North America.\n\n\n== Description ==\n\nAdult downy woodpeckers are the smallest of North America's woodpeckers but there are many smaller species elsewhere, especially the piculets. The total length of the species ranges from 14 to 18 cm (5.5 to 7.1 in) and the wingspan from 25 to 31 cm (9.8 to 12.2 in). Body mass ranges from 20 to 33 g (0.71 to 1.16 oz). Standard measurements are as follows: the wing chord is 8.5–10 cm (3.3–3.9 in), the tail is 4–6 cm (1.6–2.4 in), the bill is 1–1.8 cm (0.39–0.71 in) and the tarsus is 1.1–1.7 cm (0.43–0.67 in). The downy woodpecker is mainly black on the upperparts and wings, with a white back, throat and belly and white spotting on the wings. There is a white bar above the eye and one below. They have a black tail with white outer feathers barred with black. Adult males have a red patch on the back of the head whereas juvenile birds display a red cap.\nThe downy woodpecker is virtually identical in plumage pattern to the larger hairy woodpecker, but it can be distinguished from the hairy by the presence of black spots on its white tail feathers and the length of its bill. The downy woodpecker's bill is shorter than its head, whereas the hairy woodpecker's bill is approximately equal to head length.\nThe downy woodpecker gives a number of vocalizations, including a short pik call. One may identify the woodpecker by pik-call, counting half a second between piks(a total of four must be heard). The rattle-call is a short burst that sounds similar to a bouncing ball, while that of the Hairy Woodpecker is a shorter burst of the same amplitude. Like other woodpeckers, it also produces a drumming sound(sounds like four taps )with its beak as it pecks into trees. Compared to other North American species its drums are slow.\n\n\n== Taxonomy ==\nDespite their close resemblance, downy and hairy woodpeckers are not very closely related, and they are likely to be separated in different genera; the outward similarity is a spectacular example of convergent evolution. Why they evolved this way cannot be explained with confidence; it may be relevant that the species exploit rather different-sized foodstuffs and do not compete very much ecologically. Some taxonomic authorities, including the American Ornithological Society, continue to place this species in the genus Picoides.\n\n\n== Ecology and behavior ==\nDowny woodpeckers are native to forested areas, mainly deciduous, of North America. Their range consists of most of the United States and Canada, except for the deserts of the southwest and the tundra of the north. Mostly permanent residents, northern birds may migrate further south; birds in mountainous areas may move to lower elevations.Downy woodpeckers nest in a tree cavity excavated by the nesting pair in a dead tree or limb. In the winter, they roost in tree cavities. Downy Woodpeckers forage on trees, picking the bark surface in summer and digging deeper in winter. They mainly eat insects, also seeds and berries. They are a natural predator of the European corn borer, a moth that costs the US agriculture industry more than $1 billion annually in crop losses and population control. In winter, especially, downy woodpeckers can often be found in suburban backyards with mature trees. There, they may feed on suet and shelled peanuts provided by mesh birdfeeders.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\n\"Downy woodpecker media\". Internet Bird Collection.\nDowny woodpecker - Picoides pubescens - USGS Patuxent Bird Identification InfoCenter\nDowny woodpecker Species Account - Cornell Lab of Ornithology\nDowny woodpecker photo gallery at VIREO (Drexel University)\nDowny woodpecker Bird Sound at Florida Museum of Natural History",
    "ImageURL": "Downywoodpecker_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Downy_woodpecker",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Piciformes",
        "Family": "Picidae",
        "Genus": "Dryobates",
        "Species": "pubescens"
    },
    "ScientificName": "Dryobates pubescens"
}