{
    "CommonName": "Drongo",
    "BriefSummary": "The drongos are a family, Dicruridae, of passerine birds of the Old World tropics. The 29 species in the family are placed in a single genus Dicrurus. The drongo fantail (Chaetorhynchus papuensis), formerly named the pygmy drongo, is not closely related and is now placed in the family Rhipiduridae.\nDrongos are mostly black or dark grey, short-legged birds, with an upright stance when perched. They have forked tails and some have elaborate tail decorations. They feed on insects which they catch in flight or on the ground. Some species are accomplished mimics and have a variety of alarm calls, to which other birds and animals often respond. There is evidence that they utter hoax alarm calls that typically scare other animals off food, which the drongo then eats, a matter of interest to researchers.",
    "WikiContents": "The drongos are a family, Dicruridae, of passerine birds of the Old World tropics. The 29 species in the family are placed in a single genus Dicrurus. The drongo fantail (Chaetorhynchus papuensis), formerly named the pygmy drongo, is not closely related and is now placed in the family Rhipiduridae.\nDrongos are mostly black or dark grey, short-legged birds, with an upright stance when perched. They have forked tails and some have elaborate tail decorations. They feed on insects which they catch in flight or on the ground. Some species are accomplished mimics and have a variety of alarm calls, to which other birds and animals often respond. There is evidence that they utter hoax alarm calls that typically scare other animals off food, which the drongo then eats, a matter of interest to researchers.\n\n\n== Taxonomy ==\nThe genus Dicrurus was introduced by the French ornithologist Louis Pierre Vieillot for the drongos in 1816. The type species was subsequently designated as the balicassiao (Dicrurus balicassius) by the English zoologist George Robert Gray in 1841. The name of the genus combines the Ancient Greek words dikros \"forked\" and oura \"tail\".This family now includes only the genus Dicrurus but Christidis and Boles (2007) expanded the family to include the subfamilies Rhipidurinae (Australasian fantails), Monarchinae (monarchs and paradise flycatchers) and Grallininae (magpie-larks). The name \"drongo\" is originally from the indigenous language of Madagascar, where it refers to local species, but is now used to refer to all members of the family. The family was formerly treated as having two genera, Chaetorhynchus and Dicrurus. The genus Chaetorhynchus contains a single species, the New Guinea endemic pygmy drongo. Based on both morphological and genetic differences, it is now placed, along with the closely related silktail of Fiji, with the fantails (Rhipiduridae).The genus Dicrurus contains 29 species:\nCommon square-tailed drongo, Dicrurus ludwigii – formerly square-tailed drongo\nWestern square-tailed drongo, Dicrurus occidentalis – first described in 2018\nSharpe's drongo, Dicrurus sharpei – split from D. ludwigii\nShining drongo, Dicrurus atripennis\nFork-tailed drongo, Dicrurus adsimilis\nGlossy-backed drongo, Dicrurus divaricatus – split from fork-tailed drongo\nVelvet-mantled drongo, Dicrurus modestus\nFanti drongo, Dicrurus atactus – split from velvet-mantled drongo\nGrand Comoro drongo, Dicrurus fuscipennis\nAldabra drongo, Dicrurus aldabranus\nCrested drongo, Dicrurus forficatus\nMayotte drongo, Dicrurus waldenii\nBlack drongo, Dicrurus macrocercus\nAshy drongo, Dicrurus leucophaeus\nWhite-bellied drongo, Dicrurus caerulescens\nCrow-billed drongo, Dicrurus annectens\nBronzed drongo, Dicrurus aeneus\nLesser racket-tailed drongo, Dicrurus remifer\nBalicassiao, Dicrurus balicassius\nHair-crested drongo, Dicrurus hottentottus\nTablas drongo, Dicrurus menagei – split from hair-crested drongo\nSumatran drongo, Dicrurus sumatranus – split from hair-crested drongo\nWallacean drongo, Dicrurus densus – split from hair-crested drongo\nSulawesi drongo, Dicrurus montanus\nSpangled drongo, Dicrurus bracteatus\nParadise drongo, Dicrurus megarhynchus\nAndaman drongo, Dicrurus andamanensis\nGreater racket-tailed drongo, Dicrurus paradiseus\nSri Lanka drongo, Dicrurus lophorinus – split from paradise drongoThe family Dicruridae is believed to be most likely of Indo Malayan origin, with a colonization of Africa about 15 million years ago. Dispersal across the Wallace Line into Australasia is estimated to have been more recent, around 6 mya.\n\n\n== Characteristics ==\n\nThese insectivorous birds are usually found in open forests or bush. Most are black or dark grey in colour, sometimes with metallic tints. They have long forked tails; some Asian species have elaborate tail decorations. They have short legs and sit very upright whilst perched, like a shrike. They flycatch or take prey from the ground. Some drongos, especially the greater racket-tailed drongo, are noted for their ability to mimic other birds and even mammals.\nTwo to four eggs are laid in a nest high in a tree. Despite their small size, they are aggressive and fearless, and will attack much larger species if their nest or young are threatened.\nSeveral species of animals and birds respond to drongos' alarm calls, which often warn of the presence of a predator. Fork-tailed or common drongos in the Kalahari desert are known to use alarm calls in the absence of a predator to cause animals to flee and abandon food, which they eat, getting up to 23% of their food this way. They not only use their own alarm calls, but imitate those of many species, either their victim's or that of another species that the victim responds to. If the call of one species is not effective, perhaps because of habituation, the drongo will try another; 51 different calls are known to be imitated. In one test on pied babblers, the babbler ignored an alarm call repeated three times when there was no danger, but continued to respond to different calls. Researchers have considered the possibility that these drongos possess theory of mind, not fully shown in any animal other than humans, but doubt this capability.\n\n\n== Insult ==\nThe word drongo is used in Australian English as a mild form of insult meaning \"idiot\" or \"stupid fellow\". This usage derives from an Australian racehorse of the same name (apparently after the spangled drongo, Dicrurus bracteatus) in the 1920s that never won despite many places.\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\nDrongo videos on the Internet Bird Collection",
    "ImageURL": "Drongo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Drongo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "DicruridaeVigors",
        "Genus": "DicrurusVieillot"
    }
}