{
    "CommonName": "Duiker",
    "BriefSummary": "A duiker  is a small to medium-sized brown antelope native to sub-Saharan Africa, found in heavily wooded areas. The 22 extant species, including three sometimes considered to be subspecies of the other species, form the subfamily Cephalophinae.",
    "WikiContents": "A duiker  is a small to medium-sized brown antelope native to sub-Saharan Africa, found in heavily wooded areas. The 22 extant species, including three sometimes considered to be subspecies of the other species, form the subfamily Cephalophinae.\n\n\n== Taxonomy and phylogeny ==\nThe subfamily Cephalophinae comprises three genera and 22 species, three of which are sometimes considered to be subspecies of the other species. The three genera include Cephalophus (15 species and three disputed taxa), Philantomba (three species), and Sylvicapra (one species). The subfamily was first described by British zoologist John Edward Gray in 1871 in Proceedings of the Zoological Society of London. The scientific name \"Cephalophinae\" probably comes from the combination of the New Latin word cephal, meaning head, and the Greek word lophos, meaning crest. The common name \"duiker\" comes from the Afrikaans word duik, or Dutch duiken - both mean \"to dive\", which refers to the practice of the animals to frequently dive into vegetation for cover.The three disputed species in Cephalophus are Brooke's duiker (C. brookei), Ruwenzori duiker (C. rubidis), and the white-legged duiker (C. crusalbum). Considered to be a subspecies of Ogilby's duiker (C. nigrifrons), Brooke's duiker was elevated to species status by British ecologist Peter Grubb in 1998. Its status as a species was further seconded in a 2002 publication by Grubb and colleague Colin Groves. However, zoologists such as Jonathan Kingdon continue to treat it as a subspecies. The Ruwenzori duiker is generally considered to be a subspecies of the black-fronted duiker (C. nigrifrons). However, significant differences from another race of the same species, C. n. kivuensis, with which it is sympatric on the Ruwenzori mountain range, led Kingdon to suggest that it might be a different species altogether. Grubb treated the white-legged duiker as a subspecies of Ogilby's duiker in 1978, but regarded as an independent species by him and Groves after a revision in 2011. This was supported by a 2003 study.A 2001 phylogenetic study divided Cephalophus into three distinct lineages - the giant duikers, east African red duikers, and west African red duikers. Abbott's duiker (C. spadix), the bay duiker (C. dorsalis), Jentink's duiker (C. jentinki) and the yellow-backed duiker (C. silvicultor) were classified as the giant duikers. The east African red duikers include the black-fronted duiker (C. nigrifrons), Harvey's duiker (C. harveyi), red-flanked duiker (C. rufilatus), red forest duiker (C. natalensis), Ruwenzori duiker, and white-bellied duiker (C. leucogaster). The third group, the west African red duikers, comprises the black duiker (C. niger), Ogilby's duiker, Peters's duiker (C. callipygus), and Weyns's duiker (C. weynsi). However, the status of two species, Aders's duiker and zebra duiker, remained dubious.In 2012, Anne R. Johnston (of the University of Orleans) and colleagues constructed a cladogram of the subfamily Cephalophinae (duiker) based on mitochondrial analysis.\n\n\n== Description ==\n\nDuikers are split into two groups based on their habitat - forest and bush duikers. All forest species inhabit the rainforests of sub-Saharan Africa]], while the only known bush duiker, grey common duiker occupies savannas. Duikers are very shy, elusive creatures with a fondness for dense cover; those that tend to live in more open areas, for example, are quick to disappear into thickets for protection.\nBecause of their rarity and interspersed population, not much is known about duikers; thus, further generalizations are widely based on the most commonly studied red forest, blue, yellow-backed, and common grey duiker. In tropical rainforest zones of Africa, people nonselectively hunt duikers for their hide, meat, and horns at highly unsustainable rates. Population trends for all species of duikers, excluding the common duiker and the smallest blue duiker, are significantly decreasing; Aders' and particularly the larger duiker species such as the Jentink's and Abbott's duikers, are now considered endangered by the  IUCN Red List of Threatened Species  .\n\n\n== Anatomy and physiology ==\nDuikers range from the 3 kg (6.6 lb) blue duiker to the 70 kg (150 lb) yellow-backed duiker. With their bodies low to the ground and with very short horns, forest duikers are built to navigate effectively through dense rainforests and quickly dive into bushes when threatened. Since the common grey duiker lives in more open areas, such as savannas, it has longer legs and vertical horns, which allow it to run faster and for longer distances; only the males, which are more confrontational and territorial, exhibit horns. Also, duikers have well-developed preorbital glands, which resemble slits under their eyes, or in the cases of blue duikers, pedal glands on their hooves. Males use secretions from these glands to mark their territories.\nBesides reproduction, duikers behave in highly independent manner and prefer to act alone. This may, in part, explain the limited sexual size dimorphism shown by most duiker species, excluding the common duiker, in which the females are distinctly larger than the males.Also, body size is proportional to the amount of food intake and the size of food. Anatomical features such as “the head and neck shape” also limit the amount and size of food intake. “Anatomical variations... impose further constraints on ingestion” causing differences in the food sources among different species of duiker.\n\n\n== Behaviour ==\n\n\n=== Interactions ===\nIn 2001, Helen Newing's study in West Africa on the interactions of duikers found that body size, “habitat preference, and activity patterns” were the main differentiating factors among the seven species of duikers. These differences specific to each species of duiker allow them to coexist by \"limiting niche overlap\". However, although some species are yet to be considered ‘endangered’, because of the repeated damage and Habitat fragmentation of their habitat by human activities, such specialization of the niches are gradually becoming impaired and are contributing to the significant decrease in population.\nDue to their relative size and reserved nature, duikers’ primary defense mechanism is to hide from predators. Duikers are known for their extreme shyness, freezing at the slightest sign of a threat and diving into the nearest bush. Duikers’ “social behavior” involves maintaining “[sufficient distance] between” any other individual. However, in contrast to their conserved nature, duikers are more aggressive when dealing with territories; they mark their territory and their mates with secretions from their preorbital glands and fight other duikers that challenge their authorities. Male common duikers, especially the younger males, mark their territories also by defecation.For those duikers that travel alone, they choose to interact with other duikers once or twice a year, solely for the purpose of mating. Although duikers occasionally form temporary groups to “gather…fallen fruit”, because so little is known about how they interact and affect one another, determining which factors contribute the most to their endangerment is difficult.Duikers prefer to live alone or as pairs to avoid the competition that comes from living in a large group. They have also evolved to become highly selective feeders, feeding only on specific parts of plants. In fact, in his study regarding the relationship between “group size and feeding style”, P.J. Jarman found that the more selective an organism's diet is, the more dispersed its food will be, and consequently, the smaller the group becomes.\n\n\n=== Diet ===\nDuikers are primarily browsers rather than grazers, eating leaves, shoots, seeds, fruit, buds, and bark, and often following flocks of birds or troops of monkeys to take advantage of the fruit they drop. They supplement their diets with meat: duikers consume insects and carrion from time to time and even manage to capture rodents or small birds. Since food is the deciding factor, various locations of food sources often dictate the distribution of duikers. While they feed on a wide range of plants, they choose to eat specific parts of the plant that are most nutritious. Therefore, to feed efficiently, they must be familiar with their territory and be thoroughly acquainted with the geography and distribution of specific plants. For such reasons, duikers readjusting to novel environments created by human settlements and deforestation is not easy.\nThe smaller species, for example the blue duiker, generally tend to eat various seeds, while larger ones tend to feast more on larger fruits. Since blue duikers are very small, they are “more efficient [in] digesting small, high-quality items”. Receiving most of their water from the foods they eat, duikers do not rely on drinking water and can “be found in waterless localities”.\n\n\n=== Activity patterns ===\nDuikers can be diurnal, nocturnal, or both. Since the majority of the food source is available in the daytime, duiker evolution has rendered most duikers as diurnal. A correlation exists between body size and sleep pattern in duikers. While smaller to medium-sized duikers show increased activity and scavenge for food during the daytime, larger duikers are most active at night. An exception to this is the yellow-backed duiker, the largest species, which is active during both day and night.\n\n\n=== Distribution and abundance ===\nDuikers are found sympatrically in many different regions. Most species dwell in the tropical rainforests of Central and West Africa, creating overlapping regions among different species of forest duikers. Although \"body size is the primary factor in defining the fundamental niches of each species\", often dictating the distribution and abundance of duikers in a given habitat, distinguishing between the numerous species of duikers based purely on distribution and abundance is often difficult. For example, the blue duiker and red forest duiker coexist within a small area of Mossapoula, Central African Republic. While blue duikers are seen more frequently than red forest duikers “in the heavily hunted area of Mossapoula, Central African Republic\", red forest duikers are more observed in a less exploited regions such as the western Dja Reserve, Cameroon.\n\n\n== Ecology ==\nConservation of duikers has a direct and critical relationship with their ecology. Disruption of balance in the system leads to unprecedented competition, both interspecific and intraspecific. Before intervention, the system of specialized resources in which larger duikers exploit a particular type of food and smaller duikers on another, is functional as modeled in the diurnal and nocturnal nature of the duikers; this allows the niche to be shared by others without distinct interspecific competition. Similarly, they decrease intraspecific competition by being solitary, independent, and selective in eating habits. In consequence, disruption of the competitive balance in one habitat often cascades its effect on to the competitive balance in another habitat.Also, a correlation exists between body size and diet. Larger animals have more robust digestive systems, stronger jaws, and wider necks, which allow them to consume lower-quality foods and larger fruits and seeds.Similarly, bay and Peters's duikers can coexist because of their different sleep patterns. This allows Peters's duikers to eat fruits by day, and the bay duikers to eat what is left by night. In consequence of such a life pattern, the Bay duiker’s digestive system has evolved to consume remaining, rather poor-quality foods.Another critical influence that duikers have on the environment is acting as “seed dispersers for some plants”. They maintain a mutualistic relationship with certain plants; the plants serve as a nutritious and abundant food source for the duikers, and simultaneously benefit from the extensive dispersal of their seeds by the duikers.\n\n\n== Conservation ==\n\nDuikers live in an environment where even a subtle change in their life patterns can greatly impact the surrounding ecosystem. Two of the main factors that directly lead to duiker extinction are “habitat loss” and overexploitation. Constant urbanization and the process of “shifting agriculture” is gradually taking over many of duikers’ habitats; at the same time, overexploitation is also permitting the overgrowth of other interacting species, resulting in an inevitable disruption of coexistence.Overexploitation of duikers affects their population and organisms that rely on them for survival. For instance, plants that depend on duikers for seed dispersal may lose their primary method of reproduction, and other organisms that depend on these particular plants as their resources would also have their major source of food reduced.\nDuikers are often captured for bushmeat. In fact, duikers are one of the most hunted animals “both in terms of number and biomass” in Central Africa. For example, in areas near the African rain forests, because people do not raise their own livestock, “bushmeat is what most people of all classes rely on as their source of protein” For these people, if the trend of overexploitation continues at such a high rate, the effects of the population decrease in duikers will be too severe for these organisms to serve as a reliable food source.\nIn addition to the unnaturally high demand for bushmeat, unenforced hunting law is a perpetual threat to many species, including the duiker. Most hunters believe that the diminishing number of animals was due to overexploitation. “The direct effects of hunting consist of two main aspects: overexploitation of target species and incidental hunting of nontargeted or rare species because hunting is largely nonselective”.To avoid this outcome, viable methods of conserving duikers are access restriction and captive breeding. Access restriction involves imposing \"temporal or spatial restrictions\" on hunting duikers. Temporal restrictions include closing off certain seasons, such as the main birth season, to hunting; spatial restrictions include closing off certain regions where endangered duikers are found. Captive breeding has been used and is often looked to as a solution to ensuring the survival of the duiker population; however, due to the duikers’ low reproductive rate, even with the protection provided by the conservationists, captive breeding would not increase the overall population's growth rate.The greatest challenge facing the conservation of duikers is the lack of sufficient knowledge regarding these organisms, coupled with their unique population dynamics. The need is to not only thoroughly understand their population dynamics, but also establish methods to differentiate among the various species.\n\n\n=== Bushmeat industry ===\nThe World Health Organization (WHO) has identified the sale of duiker bushmeat as contributing to the spread of Filoviruses such as Ebola, citing Georges et al., 1999. The WHO notes that risk of infection predominantly arises from slaughter and preparation of meat, and that consumption of properly cooked meat does not pose a risk.\n\n\n=== Species ===\nSubfamily CephalophinaeGenus CephalophusAbbott's duiker, C. spadix\nAders's duiker, C. adersi\nBay duiker, C. dorsalis\nBlack duiker, C. niger\nBlack-fronted duiker, C. nigrifrons\nBrooke's duiker, C. brookei\nHarvey's duiker, C. harveyi\nJentink's duiker, C. jentinki\nOgilby's duiker, C. ogilbyi\nPeters's duiker, C. callipygus\nRed-flanked duiker, C. rufilatus\nRed forest duiker, C. natalensis\nRuwenzori duiker, C. rubidis (may be a subspecies of the black-fronted duiker or the red-flanked duiker)\nWeyns's duiker, C. weynsi\nWhite-bellied duiker, C. leucogaster\nWhite-legged duiker C. crusalbum (may be a subspecies of Ogilby's duiker)\nYellow-backed duiker, C. silvicultor\nZebra duiker, C. zebraGenus PhilantombaBlue duiker, P. monticola\nMaxwell's duiker, P. maxwellii\nWalter's duiker, P. walteriGenus SylvicapraCommon duiker, S. grimmia\n\n\n== See also ==\nList of even-toed ungulates by population\n\n\n== Notes ==\n\n\n== References ==\nColyn, M. et al. 2010: Discovery of a new duiker species (Bovidae: Cephalophinae) from the Dahomey Gap, West Africa. Zootaxa, 2637: 1–30. Preview\nThe African Wildlife Foundation\nRoyal Belgian Institute of Natural Sciences: New species of antelope discovered\nAnadu, P. A.; Elamah, P. O.; Oates, J. F. (1988). \"The bushmeat trade in southwestern Nigeria: a case study\". Human Ecology. 16: 199–208.\nMuchaal, P.K.; Ngandjui, G. (1999). \"Impact of village hunting on wildlife populations in the western Dja Reserve, Cameroon\". Conservation Biology. 13 (2): 385–396. doi:10.1046/j.1523-1739.1999.013002385.x.\nNoss, A.J. (1998). \"The Impacts of Cable Snare Hunting on Wildlife Populations in the Forests of the CentralAfrican Republic\". Conservation Biology. 12 (2): 390–398. doi:10.1046/j.1523-1739.1998.96027.x.\nNoss, A. (2000) Cable snares and nets in the Central African Republic. In: Hunting for Sustainability in Tropical Forests (Eds. J. ROBINSON, and E. BENNETT). Columbia University Press, New York, pp. 282–304.\nNewing, H (2001). \"Bushmeat hunting and management: implications of duiker ecology and interspecific competition\". Biodiversity and Conservation. 10 (1): 99–118. doi:10.1023/a:1016671524034.\nKeymer, I.F. (1969). \"Investigations on the Duiker (Sylvicapra grimmia) and Its Blood Protozoa in Central Africa\". Philosophical Transactions of the Royal Society of London. 255 (798): 33–108. doi:10.1098/rstb.1969.0003.\nLunt, N.; Mhlanga, M. R. (2011). \"Defecation rate variability in the common duiker: importance of food quality, season, sex and age\". South African Journal of Wildlife Research. 41 (1): 29–35. doi:10.3957/056.041.0113.\nLydekker, R., 1926, The game animals of Africa, 2nd ed., revised by J. G. Dollman. London: Rowland Ward Ltd.\nJarman, P. J. (1974). \"The Social Organisation of Antelope in Relation to Their Ecology\". Behaviour. 48: 215–267. doi:10.1163/156853974x00345.\nRedford, K.H. (1992). \"The empty forest: many large mammals are already ecologically extinct in vast areas of neotropical forest where the vegetation still appears intact\". BioScience. 42: 412–422. doi:10.2307/1311860.\nWilkie, D.S.; Curran, B.; Tshombe, R.; Morelli, G.A. (1998). \"Modeling the sustainability of subsistence farming and hunting in the Ituri forest of Zaire\". Conserv. Biol. 12: 137–147. doi:10.1046/j.1523-1739.1998.96156.x.\nWeber, W. 2001, African rain forest ecology and conservation: an interdisciplinary perspective. Yale University Press: 201–202\nFinnie, D. 2008. Cephalophus adersi. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.2. <www.iucnredlist.org>. Downloaded on 23 April 2013.\n\n\n== Further reading ==\n Data related to Cephalophinae at Wikispecies\n \"Duiker\" . Encyclopædia Britannica. 8 (11th ed.). 1911.",
    "ImageURL": "Duiker_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Duiker",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae"
    },
    "Zone": "* #### F"
}