{
    "CommonName": "Dunnart",
    "BriefSummary": "Dunnarts are furry narrow-footed marsupials the size of a mouse, members of the genus Sminthopsis. They are mainly insectivorous. A male dunnart's Y chromosome is the smallest known mammalian Y chromosome.",
    "WikiContents": "Dunnarts are furry narrow-footed marsupials the size of a mouse, members of the genus Sminthopsis. They are mainly insectivorous. A male dunnart's Y chromosome is the smallest known mammalian Y chromosome.\n\n\n== Species ==\nThere are 21 dunnart species, all indigenous to Australia and some to New Guinea:\n\nGenus Sminthopsis \nS. crassicaudata species-group\nFat-tailed dunnart, Sminthopsis crassicaudata\nS. macroura species-group\nKakadu dunnart, Sminthopsis bindi\nCarpentarian dunnart, Sminthopsis butleri\nJulia Creek dunnart, Sminthopsis douglasi\nStripe-faced dunnart, Sminthopsis macroura\nRed-cheeked dunnart, Sminthopsis virginiae\nS. granulipes species-group\nWhite-tailed dunnart, Sminthopsis granulipes\nS. griseoventer species-group\nKangaroo Island dunnart, Sminthopsis aitkeni\nBoullanger Island dunnart, Sminthopsis boullangerensis\nGrey-bellied dunnart, Sminthopsis griseoventer\nS. longicaudata species-group\nLong-tailed dunnart, Sminthopsis longicaudata\nS. murina species-group\nChestnut dunnart, Sminthopsis archeri\nLittle long-tailed dunnart, Sminthopsis dolichura\nSooty dunnart, Sminthopsis fuliginosus\nGilbert's dunnart, Sminthopsis gilberti\nWhite-footed dunnart, Sminthopsis leucopus\nSlender-tailed dunnart, Sminthopsis murina\nS. psammophila species-group\nHairy-footed dunnart, Sminthopsis hirtipes\nOoldea dunnart, Sminthopsis ooldea\nSandhill dunnart, Sminthopsis psammophila\nLesser hairy-footed dunnart, Sminthopsis youngsoni\n\n\n== Habitat and location ==\nThe sandhill dunnart can be found in sandy, arid and semi-arid regions with spinifex grass hummocks in Australia. Because of the dunnart’s distinct and limited habitat needs, spinifex hummocks are an essential part of its environment. It takes shelter from extreme temperatures and humidity within the burrows it digs under larger spinifex hummocks, which range from about 12 to 110 centimeters in length and are up to 46 centimeters deep. Females occasionally dig deeper, creating a chamber typically used for raising their young. Males, however, are known to occupy small burrows dug between spinifex clumps, hollow logs and even burrows dug by other animal species.\nWith the continual decrease of the spinifex hummock, the species’ territory also decreases and is now currently restricted to Eyre Peninsula in South Australia, and the Great Victoria Desert covering South and Western Australia. It was first sighted in Northern Territory, but it has not been seen there since the late 19th century.\n\n\n== Threats ==\nAlthough the exact causes of the decline of the sandhill dunnart are not known, it is likely to be under threat from predation by introduced species such as foxes and cats, habitat degradation due to livestock grazing, and inappropriate fire regimes. But despite the great damage done to their habitat by the fire regimes, sandhill dunnarts are able to recolonise burnt areas because of their adaptation to mid-successional complexes of vegetation. However, a single fire can wipe out an entire population. As the remnants become increasingly isolated from one another, the lack of connective bush corridors greatly reduces the likelihood of recolonisation. They are a major threat to this species because of its dependence on large spinifex hummocks. In addition, land clearance for agriculture at the Eyre Peninsula has caused a great reduction in viable habitat for the sandhill dunnart, leaving only 43 percent of the area’s original vegetation remaining.\n\n\n== Conservation status ==\nThe sandhill dunnart is listed as “endangered” under the Environment Protection and Biodiversity Conservation Act 1999. It is afforded some protection within reserves, such as the Yellabinna Wilderness Protection Area in South Australia and the Queen Victoria Spring Nature Reserve in the Great Victoria Desert. In 2001, a national recovery plan listing several actions to aid in the recovery of the species was published. These actions included preventing further habitat clearance, conducting surveys in areas likely to support the species, implementing monitoring programs for key populations, and conducting research on captive individuals to increase understanding of this species’ reproductive biology. Experimental burns were also recommended to encourage the growth of suitable spinifex habitat.\n\n\n== Reproduction ==\nSandhill dunnarts typically begin breeding in September, with offspring  born from September to October. There have been sites where young dunnarts were found in October and April.  This information may suggest that with the right conditions in a good season, dunnarts may be able to produce another litter. There is a sixteen- to nineteen-day interval between mating and birth.\nSexual maturity for both the male and female dunnart is reached by one year of age. The age at which dunnarts are no longer able to reproduce is undetermined. Cases have been recorded of male dunnarts in captivity that continued to breed at five years of age, and female dunnarts in captivity that continued to breed at three years of age.\n\n\n== Behavior and diet ==\nThe sandhill dunnart is one of the largest species of dunnarts, weighing in from 30 to 55 g. It is recorded that the medium-sized marsupial prefers to eat smaller prey, such as ants, beetles, spiders, grasshoppers, termites, wasps and centipedes. The species is known to be generalist feeders and extremely opportunistic. Being a voracious predator, its diet remains high in all seasons, varying only slightly in proportion.\nIn severe conditions when food is scarce, the dunnart enters short and shallow periods of torpor. The species’ documented states of mental and physical inactivity helps it to conserve water and energy.\n\n\n== References ==\n\n\n== External links ==\nMarsupial Society's checklist",
    "ImageURL": "Dunnart_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Dunnart",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Dasyuromorphia",
        "Family": "Dasyuridae",
        "Genus": "Sminthopsis"
    },
    "Zone": "* #### F"
}