{
    "CommonName": "Dusky rattlesnake",
    "BriefSummary": "Common names: Mexican dusky rattlesnake, dusky rattlesnakeCrotalus triseriatus is a venomous pit viper species found in Mexico. Two subspecies are currently recognized, including the nominate subspecies described here.",
    "WikiContents": "Common names: Mexican dusky rattlesnake, dusky rattlesnakeCrotalus triseriatus is a venomous pit viper species found in Mexico. Two subspecies are currently recognized, including the nominate subspecies described here.\n\n\n== Description ==\nAdult male specimens of C. triseriatus commonly grow to a total length (including tail) greater than 60 cm (24 in), with females somewhat smaller. The maximum recorded total length is 68.3 cm (26.9 in).\n\n\n== Geographic range ==\nThe species C. triseriatus is found in Mexico, along the southern edge of the Mexican Plateau in the highlands of the Transverse Volcanic Cordillera, including the states of Nayarit, Jalisco, Michoacán, Morelos, México, Puebla, Tlaxcala, and Veracruz. The type locality given by Wagler in 1830 is \"Mexico\". A restriction to \"Alvarez, San Luis Potosí, Mexico\" was proposed by H.M. Smith and Taylor (1950).\n\n\n== Habitat ==\nCrotalus triseriatus occurs in pine-oak forest, boreal forest, coniferous forest and, bunchgrass grasslands. On Volcán Orizaba, it is found at very high altitudes. There, the snow line comes down to about 4,572 m (15,000 ft), while green plants can be found up to 4,573 m (15,003 ft): the species has been found within this zone. However, it is most common at 2,700 to 3,350 metres (8,860 to 10,990 ft) in elevation.\n\n\n== Conservation status ==\nThe species C. triseriatus is classified as Least Concern on the IUCN Red List of Threatened Species (v3.1, 2001). Species are listed as such due to their wide distribution, presumed large population, or because they are unlikely to be declining fast enough to qualify for listing in a more threatened category. The population trend was stable when assessed in 2007.\n\n\n== Feeding ==\nPrey reportedly found in stomachs of C. triseriatus include a frog, a murid rodent (Neotomodon alstoni), lizards, other small mammals, crickets, and salamanders.\n\n\n== Venom ==\nBite symptoms from C. triseriatus are reported to include intense pain, swelling, faintness, and cold perspiration.\n\n\n== Subspecies ==\n\n\n== Etymology ==\nThe subspecific name, armstrongi, is in honor of American herpetologist Barry L. Armstrong.\n\n\n== Taxonomy ==\nIn the relatively recent past, two additional subspecies were described:\nC. t. anahuacus Gloyd, 1940 - currently regarded as a junior synonym of C. t. triseriatus\nC. t. quadrangularis Harris & Simmons, 1978 - currently regarded as a junior synonym of C. aquilus\n\n\n== See also ==\nList of crotaline species and subspecies\nCrotalus by common name\nCrotalus by taxonomic synonyms\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite\n\n\n== References ==\n\n\n== Further reading ==\nWagler J (1830). Natürliches System der AMPHIBIEN, mit vorangehender Classification der SÄUGTHIERE und VÖGEL. Ein Beitrag zur vergleichenden Zoologie.  München, Stuttgart and Tübingen: J.G. Cotta. vi + 354 pp. + one plate. (Uropsophus triseriatus, new species, p. 176). (in German and Latin).\n\n\n== External links ==\nCrotalus triseriatus at the Reptarium.cz Reptile Database. Accessed 12 December 2007.",
    "ImageURL": "Duskyrattlesnake_sm.png",
    "Source": "https://en.wikipedia.org/wiki/Crotalus_triseriatus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Viperidae",
        "Genus": "Crotalus",
        "Species": "triseriatus"
    },
    "ScientificName": "Crotalus triseriatus",
    "Zone": "* #### F"
}