{
    "CommonName": "Dusky gull",
    "BriefSummary": "The lava gull (Leucophaeus fuliginosus), also known as the dusky gull, is a medium-sized gull and a member of the \"hooded gull\" group. It is most closely related to the Laughing gull and Franklin's gull and is the rarest gull in the world. It is endemic to the Galapagos Islands.",
    "WikiContents": "The lava gull (Leucophaeus fuliginosus), also known as the dusky gull, is a medium-sized gull and a member of the \"hooded gull\" group. It is most closely related to the Laughing gull and Franklin's gull and is the rarest gull in the world. It is endemic to the Galapagos Islands.\n\n\n== Taxonomy and systematics ==\nFirst described by John Gould in 1841 from a specimen collected on Santiago Island in the Galápagos. The species is sometimes placed in the genus Larus. It is possibly closely related to the laughing gull.\n\n\n== Description ==\nThe lava gull is a distinctive gull, 51 to 55 cm (20–22 in)  and weighs 380 g (13 oz). The adult plumage consists of a sooty brown to black head, which unlike other dark hooded gulls doesn't vary by season. The wings are dark gray with a contrasting white line on the leading edge, thought to play a function in displays and camouflage. Its dark gray body contrasts with a paler gray belly. The uppertail is white and grey lower down. The bill and legs are black, and the inside of the mouth is scarlet.  It has white upper and lower eyebrows, with red lids. Immature gulls are generally dark brown.\n\n\n== Distribution ==\nThe entire population lives on the Galapagos Islands where it is found predominantly on the islands of Santa Cruz, Isabela, San Cristobal and Genovesa. Previously its population was estimated at 300–400 pairs; this estimate was revised downwards to 300-600 individuals in 2015. It is currently considered the rarest gull in the world.\n\n\n== Behaviour ==\n\n\n=== Breeding ===\n\nUnlike most gulls which nest close together and sometimes touching, lava gulls are solitary nesters, rarely nesting closer than 100 meters apart. They are highly territorial, defending breeding territories of roughly 2000 sq. meters (70 m diameter) from conspecifics. They nest on the ground, often under the protection of coastal vegetation, and line the nest with plant material. They lay two olive-colored and well-camouflaged eggs that take 32 days to incubate. They generally nest close to calm water, often near lagoons. Breeding appears to be opportunistic and is not restricted to a single season. Young birds fledge at 55 days and continue to be cared for by the adults for several weeks.\n\n\n=== Diet and feeding ===\nThey are omnivores like most Larus gulls, generally scavenging or stealing from nests and fishermen, but will also catch fish, small crustaceans, and newly hatched lizards, iguanas, and turtles. They also feed on sea lion placenta. On Genovesa they exploit the kleptoparasitic behavior of the Magnificent frigatebird, capitalizing on the botched attempts by these frigatebirds to steal fish from various nesting seabirds. \nPotential nest predators include owls, frigatebirds and other lava gulls, as well as introduced mammals.\n\n\n=== Status and conservation ===\nThe lava gull is categorized as \"vulnerable\" by the IUCN Red List because it exists in small numbers and though the population is stable, it faces numerous threats.\n\n\n== References ==\n\n\n== External links ==\nBirdLife Species Factsheet\nDarwin Foundation",
    "ImageURL": "Duskygull_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Lava_gull",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Laridae",
        "Genus": "Leucophaeus",
        "Species": "fuliginosus"
    },
    "ScientificName": "Leucophaeus fuliginosus"
}