{
    "CommonName": "Eastern indigo snake",
    "BriefSummary": "The eastern indigo snake (Drymarchon couperi ) is a species of large, non-venomous snake in the family Colubridae. The species is native to the eastern United States. It is the longest native snake species in the U.S.\n\n",
    "WikiContents": "The eastern indigo snake (Drymarchon couperi ) is a species of large, non-venomous snake in the family Colubridae. The species is native to the eastern United States. It is the longest native snake species in the U.S.\n\n\n== Description ==\nThe eastern indigo snake has uniform blue-black dorsal and lateral scales, with some specimens having a reddish-orange to tan color on the throat, cheeks, and chin. This snake received its common name from the glossy iridescent ventral scales which can be seen as blackish-purple in bright light. This smooth-scaled snake is considered to be the longest native snake species in the United States. The longest recorded specimen measured 2.8 m (9.2 ft) in total length (including tail). Unlike many snakes, mature male indigo snakes are slightly larger than females. A typical mature male measures 1.2–2.36 m (3.9–7.7 ft) in total length, with a reported average of 1.58 m (5.2 ft), and weighs 0.72–4.5 kg (1.6–9.9 lb), reportedly averaging 2.2 kg (4.9 lb). Meanwhile, a mature female typically measures around 1.1–2 m (3.6–6.6 ft) in total length, averaging 1.38 m (4.5 ft), and weighs 0.55–2.7 kg (1.2–6.0 lb), averaging 1.5 kg (3.3 lb). In specimens over 2.6 m (8.5 ft), these snakes can weigh up to 5 kg (11 lb). Although the indigo snake is similar in average body mass, extremely large specimens of the bulky, co-occurring venomous eastern diamondback rattlesnake can outweigh them.\n\n\n== Taxonomy ==\nThe eastern indigo snake was first described by John Edwards Holbrook in 1842. For many years the genus Drymarchon was considered monotypic with one species, Drymarchon corais, with 12 subspecies, until the early 1990s when Drymarchon corais couperi was elevated to full species status according to The Society for the Study of Amphibians and Reptiles, in their official names list.\n\n\n== Etymology ==\nThe generic name, Drymarchon, roughly translates to “lord of the forest”. It is composed of the Greek words drymos (Δρυμός), meaning \"forest\", and archon (ἄρχων), meaning \"lord\" or \"ruler\".\nThe specific name is a latinization of the surname of American planter James Hamilton Couper (1794-1866).  Couper brought Holbrook the type specimen from south of the Altamaha River in Wayne County, Georgia.\n\n\n== Common names ==\nThe eastern indigo snake has a number of common names including indigo, blue indigo snake, black snake, blue gopher snake, and blue bull snake.\n\n\n== Distribution ==\nThe eastern indigo snake ranges from extreme southwestern South Carolina south through Florida and west to southern Alabama and southeastern Mississippi. Their historic range extended into Louisiana. A related species, the Texas indigo snake (Drymarchon melanurus erebennus), is found in southern Texas and Mexico.\n\n\n== Conservation status ==\nBecause of habitat loss, the eastern indigo snake is listed as a federally threatened species in Georgia and Florida.  The Alabama Department of Conservation and Natural Resources has listed the species as possibly extirpated within the state.The eastern indigo snake was largely eliminated from northern Florida due to habitat loss and fragmentation. A restoration program is currently underway at Apalachicola Bluffs and Ravines Preserve (ABRP) in northern Florida. The eastern indigo snake was last observed at ABRP in 1982, until 2017 when 12 snakes were released as part of the program. 20 more  snakes were released in 2018. The 10 year program is a collaborative effort between the Florida Wildlife Commission and private partners.\n\n\n== Preferred habitat ==\nThe eastern indigo snake frequents flatwoods, hammocks, dry glades, stream bottoms, cane fields, riparian thickets, and high ground with well-drained, sandy soils. In Georgia, the eastern indigo snake prefers excessively drained, deep sandy soils along major streams, as well as xeric sandridge habitats. Xeric slash pine plantations seem to be preferred over undisturbed longleaf pine habitats. Habitat selection varies seasonally. From December to April, eastern indigo snakes prefer sandhill habitats; from May to July the snakes shift from winter dens to summer territories; from August through November they are located more frequently in shady creek bottoms than during other seasons.The eastern indigo snake is most abundant in the sandhill plant communities of Florida and Georgia. These communities are primarily scrub oak-longleaf pine (Pinus palustris) with occasional live oak (Quercus virginiana), laurel oak (Q. laurifolia), Chapman's oak (Q. chapmanii ), and myrtle oak\n(Q. myrtifolia). Other communities include longleaf pine-turkey oak (Q. laevis), slash pine (Pinus elliottii )-scrub oak, pine flatwoods, and pine-mesic hardwoods.\n\n\n== Cover requirements ==\nBecause the cover requirements of eastern indigo snakes change seasonally, maintaining corridors that link the different habitats used is important. From the spring through fall snakes must be able to travel from sandhill communities and upland pine-hardwood communities to creek bottoms and agricultural fields. In winter, indigo snakes den in gopher tortoise burrows, which are usually found in open pine forests with dense herbaceous understories. Burrows need to be in areas where there is no flooding. Eastern indigo snakes heavily use debris piles left from site-preparation operations on tree plantations. These piles are often destroyed for cosmetic reasons but should be left intact because they provide important hiding cover for both the snake and its prey. Summer home ranges for the indigo snake can be as large as 273 acres (110 hectares).\n\n\n== Food habits and behavior ==\nThe eastern indigo snake is carnivorous, like all snakes, and will eat any other small animal it can overpower. It has been known to kill its prey by beating it against nearby objects. Captive specimens are frequently fed dead prey to prevent injury to the snake from this violent method of subduing its prey. Chemosensory studies with mice (Mus musculus) have shown that D. couperi responds with significantly elevated rates of tongue\nflicking and investigation towards visual cues of prey, and not volatile chemical cues. Its diet has been known to include other snakes (ophiophagy), including venomous ones, as it is immune to the venom of the North American rattlesnakes. The eastern indigo snake eats turtles, lizards, frogs, toads, a variety of small birds and mammals, and eggs.As defensive behavior the eastern indigo snake vertically flattens its neck, hisses, and vibrates its tail. If picked up, it seldom bites.It often will cohabit with gopher tortoises in their underground burrows, although it will settle for armadillo holes, hollow logs, and debris piles when gopher tortoise burrows can't be found. Hunters, hoping to flush out rattlesnakes, often wind up accidentally killing indigo snakes when they illegally pour gasoline into the burrows of gopher tortoises (a practice referred to as \"gassing\"), even though the tortoises themselves are endangered and protected.\n\n\n== Predators ==\nHumans represent the biggest threat to the eastern indigo snake. Highway fatalities, wanton killings, and overcollection for the pet trade adversely affect indigo snake populations. Snakes are taken illegally from the wild for the pet trade. Eastern indigo snakes are sometimes \"gassed\" in their burrows by rattlesnake hunters.\n\n\n== Reproduction ==\nThe eastern indigo snake is oviparous. The eggs are 75–100 mm (3–4 in) long by 27–32 millimetres (1–1 1⁄4 in) wide. Only 5–6 eggs are laid. The hatchlings are 600–700 millimetres (23 1⁄2–27 1⁄2 in) long.\n\n\n=== Captivity and care ===\nDue to its generally docile nature and attractive appearance, some people find the eastern indigo snake to be a desirable pet, although its protected status can make owning one, depending on location, illegal without a permit. Only a few states require permits to own an eastern indigo snake, but a federal permit is required to buy one from out of state anywhere in the US. The permit costs $100; information about obtaining one can be found by doing a web search. Most states allow unrestricted in-state sales. To thrive in captivity, this snake requires a larger enclosure than most species do, preferably with something to climb on.\n\n\n== Sources ==\n This article incorporates public domain material from the United States Department of Agriculture document \"Drymarchon couperi \".\n\n\n== References ==\n\n\n== Further reading ==\nConant, Roger; Bridges, William (1939). What Snake Is That?: A Field Guide to the Snakes of the United States East of the Rocky Mountains. (With 108 drawings by Edmond Malnate). New York and London: D. Appleton-Century Company. Frontispiece map + 163 pp. + Plates A-C, 1-32. (Drymarchon corais couperi, pp. 63–65 + Plate 10, figure 27).\nGoin, Coleman J.; Goin, Olive B.; Zug, George R. (1978). Introduction to Herpetology, Third Edition. San Francisco: W.H. Freeman. xi + 378 pp. ISBN 0-7167-0020-4. (Drymarchon corais, p. 117; Drymarchon corais couperi, pp. 124, 308, Figure 16-1).\nHolbrook JE (1842). North American Herpetology; or, A Description of the Reptiles Inhabiting the United States. Vol. III. Philadelphia: J. Dobson. 122 pp. (Coluber couperi, new species,  pp. 75–77 & Plate 16).\nMorris, Percy A. (1948). Boy's Book of Snakes: How to Recognize and Understand Them. (A volume of the Humanizing Science Series, edited by Jaques Cattell). New York: Ronald Press. viii + 185 pp. (Drymarchon corais couperi, pp. 34–36, 179).\nPowell R, Conant R, Collins JT (2016). Peterson Field Guide to Reptiles and Amphibians of Eastern and Central North America, Fourth Edition. Boston and New York: Houghton Mifflin Harcourt. xiv + 494 pp., 47 plates, 207 Figures. ISBN 978-0-544-12997-9. (Drymarchon couperi, p. 373 + Plate 33 + Figure 158).\nSmith, Hobart M.; Brodie, Edmund D. Jr. (1982). Reptiles of North America: A Guide to Field Identification. New York: Golden Press. 240 pp. ISBN 0-307-13666-3 (paperback), ISBN 0-307-47009-1 (hard cover). (Drymarchon corais couperi, pp. 188–189).\nZim HS, Smith HM (1956). Reptiles and Amphibians: A Guide to Familiar American Species: A Golden Nature Guide. New York: Simon and Schuster. 160 pp. (Drymarchon corais, pp. 94, 156).\n\n\n== External links ==\nConservation Management Institute: Eastern Indigo Snake\nEncyclopædia Britannica Online: Indigo Snake\nSnakesarelong.blogspot.com: Indigo Snakes at Life is Short, but Snakes are Long",
    "ImageURL": "Easternindigosnake_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Eastern_indigo_snake",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Colubridae",
        "Genus": "Drymarchon",
        "Species": "couperi"
    },
    "ScientificName": "Drymarchon couperi",
    "Zone": "* #### G"
}