{
    "CommonName": "Eastern Hercules Beetle",
    "BriefSummary": "Dynastes tityus, the eastern Hercules beetle, is a species of rhinoceros beetle that lives in the Eastern United States. The adult's elytra are green, gray or tan, with black markings, and the whole animal, including the male's horns, may reach 60 mm (2.4 in) in length. The grubs feed on decaying wood from various trees.",
    "WikiContents": "Dynastes tityus, the eastern Hercules beetle, is a species of rhinoceros beetle that lives in the Eastern United States. The adult's elytra are green, gray or tan, with black markings, and the whole animal, including the male's horns, may reach 60 mm (2.4 in) in length. The grubs feed on decaying wood from various trees.\n\n\n== Description ==\n\nAdults of both sexes are 20–27 millimeters (0.8–1.1 in) wide, and males are 40–60 millimeters (1.6–2.4 in) long, including a long horn (the pronotal horn) which projects forwards from the thorax of the male; a second horn (the clypeal horn) projects upwards from the head. Dynastes tityus is therefore \"among the longest and heaviest beetles in the United States\". The horns are used in battles between rival males competing for a mate; the size of the horn reflects the availability of food when the beetle was growing. Despite the size of the horns, Dynastes tityus is harmless to humans.The elytra are green, gray, or tan, usually with black mottling. The pattern of spots is unique to each individual. Beetles that are found in the soil or in rotten wood often appear very dark, with the spots on the elytra obscured. This results from moisture which the shell has absorbed; when the elytra dry out, they return to their paler color. Occasionally, both elytra may be a uniform mahogany color, or one elytron may be pale with dark blotches, while the other is a plain mahogany color.Dynastes tityus was featured on a stamp issued by the United States Postal Service in October 1999.\n\n\n== Distribution ==\nD. tityus lives in the eastern and southeastern United States, from New York state, Illinois and Indiana, south to Florida and the Gulf of Mexico, with eastern Texas marking the western limit of its range.\n\n\n== Similar species ==\nThree of the 6 species of Dynastes found in the New World occur in the United States or Mexico. While D. tityus is found in the eastern United States, Dynastes granti (the western Hercules beetle) occurs at higher elevations in Arizona and Utah, and Dynastes hyllus is found as far north as Tamaulipas, Mexico. D. tityus and D. granti are very similar, and it is possible to mate them and produce viable hybrids.\n\n\n== Ecology and life cycle ==\nMating can last up to 50 minutes in D. tityus. Subsequent batches of eggs are oviposited in the same site until its resources are exhausted. The larvae are large C-shaped grubs with white bodies and chewing mouthparts, which feed on decaying wood and litter within rotten trees and produce distinctive rectangular fecal pellets about 10 mm (0.39 in) long. After 12–18 months, the larva pupate in late summer. Adults remain underground through the winter, initially remaining in their pupal cell. They emerge in the summer and live for 3–6 months. The adults' diet is not well known, but they have been observed lapping up the sap of ash trees.\n\n\n=== Predators ===\nDifferent predators attack different life stages of Dynastes tityus. The eggs are vulnerable to attack from a predatory mite. The grubs are eaten by mammals including skunks and raccoons, and soil-dwelling arthropods, including centipedes, ground beetles, spiders and the maggots of Mydas flies.\n\n\n== Taxonomy and names ==\nDynastes tityus is known by a number of common names, including eastern Hercules beetle, elephant beetle and ox beetle. It was first given a scientific name by Carl Linnaeus, in his 1763 work Centuria Insectorum, where it was called Scarabaeus tityus; when Linnaeus' genus Scarabaeus was divided into smaller genera, S. tityus was renamed Dynastes tityus.\n\n\n== Additional images ==\n\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\n\"Eastern Hercules Beetle\". Animal Art Along the Way. October 20, 2010. Includes an image of the postage stamp featuring D. tityus.",
    "ImageURL": "EasternHerculesBeetle.jpg",
    "Source": "https://en.wikipedia.org/wiki/Dynastes_tityus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Coleoptera",
        "Family": "Scarabaeidae",
        "Genus": "Dynastes",
        "Species": "D. tityus"
    }
}