{
    "CommonName": "Eastern quoll",
    "BriefSummary": "The eastern quoll (Dasyurus viverrinus), formerly known as the eastern native cat, is a medium-sized carnivorous dasyurid marsupial native to Australia.  They are widespread and even locally common in Tasmania. They have been considered extinct on the mainland since the 1960s, however have been reintroduced back into fenced sanctuaries in 2016, and more recently into the wild in March 2018. It is one of six extant species of quolls.",
    "WikiContents": "The eastern quoll (Dasyurus viverrinus), formerly known as the eastern native cat, is a medium-sized carnivorous dasyurid marsupial native to Australia.  They are widespread and even locally common in Tasmania. They have been considered extinct on the mainland since the 1960s, however have been reintroduced back into fenced sanctuaries in 2016, and more recently into the wild in March 2018. It is one of six extant species of quolls.\n\n\n== Taxonomy ==\nThe eastern quoll is a member of the family Dasyuridae, which includes most carnivorous marsupials. Its species name, viverrinus, indicates it is \"ferret-like\". There are no recognised subspecies.\n\n\n== Description ==\n\nEastern quolls are generally about the size of a small domestic cat, with adult males measuring 53 to 66 cm (21 to 26 in) in total length, including the 20 to 28 cm (7.9 to 11.0 in) tail, and having an average weight of 1.1 kg (2.4 lb). Females are significantly smaller, measuring 48 to 58 cm (19 to 23 in), including a 17 to 24 cm (6.7 to 9.4 in) tail, and weighing around 0.7 kg (1.5 lb). They have a tapering snout, short legs, and erect ears. They can be distinguished from all other species of quoll by the presence of only four toes, rather than five, on the hind feet, lacking the hallux.They have a thick coat covered by white spots, that can be either light fawn or near black, with off-white underparts stretching from the chin to the underside of the tail. Both fawn and black individuals can be born in the same litter, although in surviving populations the former represent about three times more common than the latter. The spots are 5 to 20 mm (0.20 to 0.79 in) in diameter, and are found across the upper body and flanks, from the top of the head to the rump, but, unlike some other species of quoll, do not extend onto the tail.Females possess a relatively shallow fur-lined pouch formed by lateral folds of skin. The pouch becomes enlarged during the breeding season, and includes six to eight teats, which only become elongated and functional if one of the young attaches to them, regressing again after they leave the pouch. As with all quolls, the penis of the male bears an unusual fleshy appendage. The large intestine of eastern quolls is relatively simple, having no caecum, and not being divided into a colon and rectum. An unusual feature of eastern quolls is the presence of an opening connecting the ventricles of the heart in newborn young, in addition to that connecting the atria found in all marsupials. Both openings close after a few days.\n\n\n== Distribution and habitat ==\nThe eastern quoll was formerly found across much of southeastern mainland Australia, from the eastern coasts of South Australia, through most of Victoria, to the mid-north coast of New South Wales. It likely became functionally extinct in the early 1960s on mainland Australia, but remains widespread in Tasmania, and is also found today on Bruny Island. Within Tasmania, eastern quolls inhabit rainforest, heathland, alpine areas, and scrub below 1,500 m (4,900 ft). However, they prefer dry grassland and forest mosaics, bounded by agricultural land, particularly where pasture grubs are common.\n\n\n== Behaviour ==\nThe eastern quoll is a solitary predator, hunting at night for its prey of insects, small mammals, birds, and reptiles.  They have been known to scavenge food from the much larger Tasmanian devil. Although the majority of their diet consists of meat, they also eat some vegetable matter, including fruit during the summer, and grass year-round. The eastern quoll is itself prey for Tasmanian devils and masked owls.Eastern quolls are nocturnal, and spend the day resting in burrows, although they may also use natural rock crevices or hollow tree trunks. The burrows often consist of no more than a simple, blind-ending tunnel, but are sometimes more complex, including one or more nesting chambers lined with grass. Each individual has a number of dens, usually no more than five, which it alternates between on different days.Eastern quolls are solitary, and tend to avoid one another, although pairs of adult females are sometimes encountered. Home ranges are typically around 35 ha (86 acres) for females, and 44 ha (110 acres) for males, with the latter increasing dramatically during the breeding season. Territories are scent marked, although dung is distributed randomly, rather than placed at specific latrines. Adults also warn off intruders by hissing and making coughing sounds, and also make a sharp shriek that may be an alarm call. If intruders fail to leave quickly, then aggressive action escalates to chasing and wrestling with jaws while standing on their hind legs. Mothers and young also have softer calls that are used to maintain contact.\n\n\n== Reproduction ==\nThe breeding season begins in early winter. The oestrus cycle lasts 34 days, although most individuals mate during their first cycle of the year. The female gives birth up to twenty young after a gestation period of 19 to 24 days. Of these, the first to attach themselves to the available teats will be the only survivors. The young remain attached to the teat for 60 to 65 days, begin to develop fur at around 51 days, open their eyes at about 79 days, and are fully weaned at 150 to 165 days. They reach sexual maturity in their first year, and can live for up to seven years in captivity.\n\n\n== Conservation ==\n\nThe eastern quoll likely became extinct on mainland Australia due to disease and predation by introduced predators (red fox and feral cat). The lack of foxes in Tasmania likely has contributed to the survival of the species there; however, unseasonal weather events and predation by feral cats are thought to have contributed to a possible recent decline in the Tasmanian population. The species is currently classified as Endangered by the IUCN.The last mainland eastern quoll specimen was collected as roadkill in Sydney's Nielsen Park, Vaucluse on 31 January 1963. however a taxidermied specimen provided to NSW National Parks and Wildlife Service in 2016 was reported to have been collected in 1989 or 1990 in the Gloucester region of NSW, indicating the species may have survived longer than the generally accepted 1960's decade of its mainland extinction. The  NSW National Parks and Wildlife service reported numerous unconfirmed sightings until 1999 (the year of the report), and the species was reported sighted as recently as 2006; however, these sightings may have been of a similarly patterned quoll, the spotted-tailed quoll (Dasyurus maculatus). Specimens collected in 2005 and 2008 west of Melbourne, Victoria, are likely connected with a nearby wildlife sanctuary, either as direct escapees, or the descendants of escapees from that facility.In March 2016, a small population was reintroduced to the mainland in a protected reserve at Canberra.In March 2018, a pilot trial of 20 eastern quolls from Tasmania were released into a national park on the south coast of NSW. Wildlife authorities said the animals would be closely monitored, to identify threats and determine how best to manage these threats, prior to a proposed full reintroduction in 2019.\n\n\n== References ==\n\n\n== External links ==\nDepartment of Environment and Conservation Threatened Species profile – eastern quoll",
    "ImageURL": "Easternquoll_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Eastern_quoll",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Dasyuromorphia",
        "Family": "Dasyuridae",
        "Genus": "Dasyurus",
        "Species": "viverrinus"
    },
    "ScientificName": "Dasyurus viverrinus"
}