{
    "CommonName": "Egyptian viper",
    "BriefSummary": "Cerastes cerastes \n(common names: Saharan horned viper, horned desert viper, more) is a venomous viper species native to the deserts of Northern Africa and parts of the Middle East. It often is easily recognised by the presence of a pair of supraocular \"horns\", although hornless individuals do occur. No subspecies are currently recognised.",
    "WikiContents": "Cerastes cerastes \n(common names: Saharan horned viper, horned desert viper, more) is a venomous viper species native to the deserts of Northern Africa and parts of the Middle East. It often is easily recognised by the presence of a pair of supraocular \"horns\", although hornless individuals do occur. No subspecies are currently recognised.\n\n\n== Description ==\nThe average total length (body + tail) is 30–60 cm (12–24 in), with a maximum total length of 85 cm (33 in). Females are larger than males.One of the most distinctive characteristics of this species is the presence of supraorbital \"horns\", one over each eye. However, these may be reduced in size or absent (see genus Cerastes). The eyes are prominent and set on the sides of the head. There is significant sexual dimorphism, with males having larger heads and larger eyes than females. Compared to C. gasperettii, the relative head size of C. cerastes is larger and there is a greater frequency of horned individuals (13% versus 48%, respectively).The colour pattern consists of a yellowish, pale grey, pinkish, reddish, or pale brown ground colour that almost always matches the substrate colour where the animal is found. Dorsally, a series of dark, semi-rectangular blotches runs the length of the body. These blotches may or may not be fused into crossbars. The belly is white. The tail, which may have a black tip, is usually thin.\n\n\n== Common names ==\nCommon names of this species include Desert sidewinding horned viper  Saharan horned viper, horned desert viper, Sahara horned viper, desert horned viper, North African horned viper, African desert horned viper,  greater cerastes, asp and horned viper. In Egypt it is called el-ṭorîsha (حية الطريشة); in Libya it is called \"um-Goron\" (ام قرون).\n\n\n== Geographic range ==\nIt is found in arid North Africa (Morocco, Mauritania and Mali, eastward through Algeria, Tunisia, Niger, Libya and Chad to Egypt, Sudan, Ethiopia and Somalia) through Sinai to the northern Negev. In the Arabian Peninsula, it occurs in Yemen, Kuwait, extreme southwestern Saudi Arabia and parts of the country in  Qatar where it is sympatric with C. gasperettii. A report of this species being found in Lebanon is unlikely, according to Joger (1984).\nOriginally, the type locality was listed only as \"Oriente.\" However, Flower (1933) proposed \"Egypt\" by way of clarification.\n\n\n== Habitat ==\nThese snakes favor dry, sandy areas with sparse rock outcroppings, and tend not to prefer coarse sand. Occasionally, they are found around oases, and up to an altitude of 1,500 metres (4,900 ft). Cooler temperatures, with annual averages of 20 °C or less, are preferred.\n\n\n== Behavior ==\nThey typically move about by sidewinding, during which they press their weight into the sand or soil, leaving whole-body impressions. Often, it is even possible to use these impressions to make ventral scale counts. They have a reasonably placid temperament, but if threatened, they may assume a C-shaped posture and rapidly rub their coils together. Because they have strongly keeled scales, this rubbing produces a rasping noise, similar to the sound produced by snakes of the genus Echis. In the wild they are typically ambush predators, lying submerged in sand adjacent to rocks or under vegetation. When approached, they strike very rapidly, holding on to the captured prey (small birds and rodents) until the venom takes effect.\n\n\n== Reproduction ==\nIn captivity, mating was observed in April and always occurred while the animals were buried in the sand. This species is oviparous, laying 8–23 eggs that hatch after 50 to 80 days of incubation. The eggs are laid under rocks and in abandoned rodent burrows. The hatchlings measure 12–15 cm (about 5-6 inches) in total length.\n\n\n== Venom ==\nC. cerastes venom is not very toxic, although it is reported to be similar in action to Echis venom. Envenomation usually causes swelling, haemorrhage, necrosis, nausea, vomiting, and haematuria. A high phospholipase A2 content may cause cardiotoxicity and myotoxicity. Studies of venom from both C. cerastes and C. vipera list a total of eight venom fractions, the most powerful of which has haemorrhagic activity. Venom yields vary, with ranges of 19–27 mg to 100 mg of dried venom being reported. For venom toxicity, Brown (1973) gives LD50 values of 0.4 mg/kg IV and 3.0 mg/kg SC. An estimated lethal dose for humans is 40–50 mg.\n\n\n== Taxonomy ==\nA number of subspecies may be encountered in literature:\nC. c. hoofieni Werner & Sivan, 1999 - Saudi Arabia.\nC. c. karlhartli Sochurek, 1974 - Egyptian horned viper - southeast Egypt and Sinai Peninsula.\nC. c. mutila Domergue, 1901 - Algerian horned viper - southwest Algeria, Morocco.Previously, C. gasperettii was also regarded as a subspecies of C. cerastes.\n\n\n== See also ==\nList of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite\nViper (hieroglyph)\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\nCerastes cerastes at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nExceptional photo sequence of Cerastes cerastes feeding in the wild at FJ Expeditions taken on 27 October 2004. Accessed 19 October 2013.\nSand viper page at Plumed-serpent.com. Accessed 30 July 2006.\nVideo of Cerastes cerastes on YouTube. Accessed 31 May 2007.",
    "ImageURL": "Egyptianviper_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Cerastes_cerastes",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Viperidae",
        "Genus": "Cerastes",
        "Species": "cerastes"
    },
    "ScientificName": "Cerastes cerastes",
    "Zone": "* #### J"
}