{
    "CommonName": "Emperor Scorpion",
    "BriefSummary": "The emperor scorpion, Pandinus imperator, is a species of scorpion native to rainforests and savannas in West Africa. It is one of the largest scorpions in the world and lives for 6–8 years. Its body is black, but like other scorpions it glows pastel green or blue under ultraviolet light. It is a popular species in the pet trade, and is protected by CITES.\n\n",
    "WikiContents": "The emperor scorpion, Pandinus imperator, is a species of scorpion native to rainforests and savannas in West Africa. It is one of the largest scorpions in the world and lives for 6–8 years. Its body is black, but like other scorpions it glows pastel green or blue under ultraviolet light. It is a popular species in the pet trade, and is protected by CITES.\n\n\n== Description ==\n\nThe emperor scorpion (Pandinus imperator) is one of the largest species of scorpion in the world, with adults averaging about 20 centimetres (7.9 in) in length and a weight of 30 g. However, some species of forest scorpions are fairly similar to the emperor scorpion in size, and one scorpion, Heterometrus swammerdami, holds the record for being the world's largest scorpion at 9 inches (23 cm) in length. The large pincers are blackish-red and have a granular texture. The front part of the body, or prosoma, is made up of four sections, each with a pair of legs. Behind the fourth pair of legs are comb-like structures known as pectines, which tend to be longer in males than in females. The tail, known as the metasoma, is long and curves back over the body. It ends in the large receptacle containing the venom glands and is tipped with a sharp, curved stinger. Scorpion stings can be categorized as mild (similar to a bee sting) to severe to humans depending on the species. Most people are not affected by the emperor scorpion's sting, though some people may be allergic to scorpion stings in general. Sensory hairs cover the pincers and tail, enabling the emperor scorpion to detect prey through vibrations in the air and ground.When gravid (pregnant), the body of a female expands to expose the whitish membranes connecting the segments. The emperor scorpion fluoresces greenish-blue under ultra-violet light.They are known for their docile behavior and almost harmless sting; they do not use their sting to defend themselves when they are adults, however, they may use it in their adolescent stages. They prefer to use their pincers to crush and dismember their prey, their exoskeleton is very sclerotic, causing them to have a metallic greenish black color.\nThey are often confused with a similar genus (Heterometrus), and are one of the most famous scorpions.\nDifferent ion channel toxins have been isolated from the venom of the emperor scorpion, including Pi1, Pi2, Pi3, Pi4 and Pi7.\n\n\n== Habitat and distribution ==\nThe emperor scorpion is an African rainforest species, but also present in savanna. It is found in a number of African countries, including Benin, Burkina Faso, Côte d’Ivoire, Gambia, Ghana, Guinea, Guinea-Bissau, Togo, Liberia, Mali, Nigeria, Senegal, Sierra Leone and Cameroon.This species inhabits both tropical forest and open savannas. The emperor scorpion burrows beneath the soil and hides beneath rocks and debris, and also often burrows in termite mounds.\n\n\n== Feeding habits ==\nIn the wild, emperor scorpions primarily consume insects and other terrestrial invertebrates, although termites constitute a large portion of their diet. Larger vertebrates, such as rodents and lizards, are occasionally eaten. Emperor scorpions will burrow through termite mounds up to 6 feet deep in order to hunt prey. Their large claws help in tearing apart prey while their tail stinger injects venom at the same time for liquifying food. Juveniles rely on their venomous sting to paralyze prey while adults use their large claws to tear apart prey.\n\n\n== Conservation and human impact ==\nAfrican emperor scorpion venom contains the toxins imperatoxin and pandinotoxin.\nP. imperator is a popular scorpion in the pet trade, which has led to such over-collecting in the wild that it is now a CITES-listed animal.\n\n\n== References ==\n\n\n== External links ==\n\n Media related to Pandinus imperator at Wikimedia Commons\nEmperor scorpion media from ARKive",
    "ImageURL": "EmperorScorpion.jpg",
    "Source": "https://en.wikipedia.org/wiki/Emperor_scorpion",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Arachnida",
        "Order": "Scorpiones",
        "Family": "Scorpionidae",
        "Genus": "Pandinus",
        "Species": "P. imperator"
    }
}