{
    "CommonName": "Feathertail glider",
    "BriefSummary": "The feathertail glider (Acrobates pygmaeus), also known as the pygmy gliding possum, pygmy glider, pygmy phalanger, flying phalanger and flying mouse, is a species of marsupial native to eastern Australia. It is the world's smallest gliding mammal and is named for its long feather-shaped tail.\nA second species, the Broad-toed Feathertail Glider (A. frontalis) is recognised by some authors  based on unpublished genetic studies and cryptic morphological differences in toe and tail characteristics.",
    "WikiContents": "The feathertail glider (Acrobates pygmaeus), also known as the pygmy gliding possum, pygmy glider, pygmy phalanger, flying phalanger and flying mouse, is a species of marsupial native to eastern Australia. It is the world's smallest gliding mammal and is named for its long feather-shaped tail.\nA second species, the Broad-toed Feathertail Glider (A. frontalis) is recognised by some authors  based on unpublished genetic studies and cryptic morphological differences in toe and tail characteristics.\n\n\n== Description ==\nAt just 6.5 to 8 cm (2.6 to 3.1 in) in head-and-body length and weighing about 12 g (0.42 oz), the feathertail glider is only around the size of a small mouse, and is the world's smallest gliding mammal. The fur is soft and silky, and is a uniform greyish brown on the upper body, and white on the underside. There are rings of dark fur around the eyes, the rhinarium is hairless and deeply cleft, and the ears are moderately large and rounded. The glider also has an unusually large number of whiskers, sprouting from the snout and cheeks, and from the base of each ear.Like other gliding mammals, the feathertail glider has a patagium stretching between the fore and hind legs. Only reaching the elbows and knees, this is smaller than that of the petaurid gliding possums, although the presence of a fringe of long hairs increases its effective area. The tail is about the same length as the head and body combined, oval in cross-section, only slightly prehensile, and has very short fur except for two distinctive rows of long, stiff hairs on either side. This gives the tail the appearance of a feather or a double-sided comb. The hindfeet possess enlarged, opposable first digits, which unlike all the other toes on both fore and hind feet, lack claws.The tongue is long and thin, reaching as much as 11 mm (0.43 in), and has numerous long papillae that give it a brush-like appearance. This improves the animal's ability to collect pollen and consume semi-liquid food. The structure of the ear is also unusual, since the animal possesses a unique bony disc with a narrow crescent-shaped slit just in front of the eardrum. The function of this bone is unclear, but it may act as a Helmholtz resonator and enhance sensitivity to certain frequencies of sound. The brain has been recorded as weighing 360 milligrams (0.013 oz).The female has two vaginae, which merge into a single sinus before opening into a cloaca together with the rectum. The pouch opens towards the front, as is common in diprotodont marsupials, and contains four teats.\n\n\n== Distribution and habitat ==\nFeathertail gliders are found across the eastern seaboard of continental Australia, from northern Queensland to Victoria and extreme south-eastern South Australia. There are no recognised subspecies. They inhabit a wide range of forest types across the region, from sea level to at least 1,200 m (3,900 ft) Fossils belonging to the genus Acrobates have been identified from deposits in Queensland dating back to 0.5 million years ago, during the late Pleistocene.\n\n\n== Behaviour and biology ==\n\nFeathertail gliders are omnivorous, feeding on nectar, pollen, and arthropods such as moths, ants, and termites. They are arboreal, and although they do occasionally descend to the ground to forage, they spend as much as 87% of their time over 15 m (49 ft) above the ground, particularly in eucalyptus trees. They are nocturnal, spending the day resting in nests in tree hollows, lined with leaves or shredded bark. They are social animals, and up to five may share a single nest, especially during the breeding season.They are highly adept climbers, able to cling to the smooth trunks of eucalyptus trees. In experiments, they have even proved able to climb vertical panes of glass, a feat that is due to a combination of fine skin ridges and sweat that allow their feet to function as suction cups. Movement through the trees is aided by their gliding ability; they are able to glide as far as 28 m (92 ft), and typically do so three to five times every hour through the night.\nFeathertail gliders do not hibernate as such, but are capable of entering torpor during cold weather at any time of the year. Torpor can last for several days, during which time the animal's body temperature can drop to as low as 2 °C (36 °F) and oxygen consumption to just 1% of normal. Torpid gliders curl into a ball, wrapping their tail around themselves and folding their ears flat, and often huddling together with up to four other individuals to reduce heat loss and conserve energy.The breeding season lasts from July to January in Victoria, and may be longer further to the north. Females typically give birth to two litters of up to four young in a season, and are able to mate again shortly after the first litter is born. The second litter then enters embryonic diapause, and is not born until the first litter has finished weaning at about 105 days. Multiple paternity is common, even within litters, as the females are sexually promiscuous. The young remain in the pouch for the first 65 days of life, and the maximum lifespan is about five years.\n\n\n== In captivity ==\nThe New Zoo in Poznań, Poland, was the first European zoo to breed feathertail gliders in 1999 (their animals originated from Sydney's Taronga Zoo). Some of the feathertail gliders born in Poznań have been sent to other European zoos, meaning that the entire European captive population is of Poznań descent. Australia's Taronga Zoo was the first zoo to breed feathertail gliders in captivity.\n\n\n== In culture ==\nA Feathertail glider was featured on the reverse of the Australian 1-cent coin until 1991.\n\n\n== References ==\n\n\n== External links ==\nPhotos and information about the feathertail glider — Wildlife Preservation Society of Queensland\nPhotos and information about the feathertail glider — University of Michigan Museum of Zoology",
    "ImageURL": "Feathertailglider_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Feathertail_glider",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Acrobatidae",
        "Genus": "Acrobates",
        "Species": "pygmaeus"
    },
    "ScientificName": "Acrobates pygmaeus",
    "Zone": "* #### F"
}