{
    "CommonName": "Ferocious Water Bug",
    "BriefSummary": "Abedus is a genus of giant water bugs (family Belostomatidae) found in freshwater habitats in southern United States, Mexico and Central America. Sometimes called ferocious water bugs, these brown insects typically are between 2.3 and 4 cm (0.9–1.6 in) long, although the dwarf species A. immaculatus (syn. A. cantralli) only is about 1.3–1.4 cm (0.51–0.55 in), making it the smallest North American belostomatid and possibly worthy of separation in its own genus. Otherwise the different Abedus species are very similar and can often only be separated with a microscope. They will bite in self-defense, which is painful but not dangerous.",
    "WikiContents": "Abedus is a genus of giant water bugs (family Belostomatidae) found in freshwater habitats in southern United States, Mexico and Central America. Sometimes called ferocious water bugs, these brown insects typically are between 2.3 and 4 cm (0.9–1.6 in) long, although the dwarf species A. immaculatus (syn. A. cantralli) only is about 1.3–1.4 cm (0.51–0.55 in), making it the smallest North American belostomatid and possibly worthy of separation in its own genus. Otherwise the different Abedus species are very similar and can often only be separated with a microscope. They will bite in self-defense, which is painful but not dangerous.\n\n\n== Behavior ==\nMembers of this genus generally do not fly, and at least some species, including A. herberti, have a greatly reduced flight apparatus and are completely flightless. Despite being essentially aquatic Abedus may travel some distance overland and have been known to abandon streams after heavy rainfalls, allowing them to avoid being swept along in flash floods.\n\n\n=== Breeding ===\n\nGiant water bugs exhibit male parental care. In Abedus and other species in the subfamily Belostomatinae (but not subfamily Lethocerinae), the female glues the eggs onto the male's back and the male tends them until the eggs hatch. The eggs are initially yellow-white but gradually change to gray-brown. They can be quite large compared to the size of the adult; in the up to 4 cm-long (1.6 in) A. herberti of highland streams in Arizona and northwestern Mexico each egg can measure as much as 6 mm × 2 mm (0.24 in × 0.08 in) when fully developed. After hatching, the nymphs go through five instar stages before adulthood.Because of the unusual breeding behavior, especially A. herberti is often displayed in zoos, sometimes together with the sunburst diving beetle. These two species also occur together in the wild.\n\n\n=== Feeding ===\nAbedus are sit-and-wait predators that catch small animals, especially invertebrates such as other aquatic insects and snails, but also small vertebrates such as young fish and tadpoles. Small and medium-sized prey items are caught with their strong front legs and stabbed with the proboscis, which injects a saliva that both incapacitates the prey and dissolves it. The largest food category (in A. herberti, animals 1.2 cm (0.5 in) or more in length) are mostly scavenged. The only prey they regularly catch alive (not just scavenge) in the largest category is nymphs of their own species. Adults are generally highly cannibalistic towards their nymphs and older nymphs often eat younger; adults however only rarely cannibalize other adults.\n\n\n== Species ==\nPartial list of species:\nAbedus breviceps (Stål, 1862)\nAbedus herberti (Hidalgo, 1935)\nAbedus immaculatus (Say, 1832)\nAbedus indentatus (Haldeman, 1854)\nAbedus ovatus (Stål, 1862)\nAbedus parkeri (Menke, 1966)\nAbedus vicinus (Mayr, 1871)\n\n\n== References ==",
    "ImageURL": "FerociousWaterBug_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Abedus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Hemiptera",
        "Family": "Belostomatidae",
        "Genus": "Abedus"
    },
    "Zone": "* #### B"
}