{
    "CommonName": "Fire Salamander",
    "BriefSummary": "The fire salamander (Salamandra salamandra) is possibly the best-known salamander species in Europe.\nIt is black with yellow spots or stripes to a varying degree; some specimens can be nearly completely black while on others the yellow is dominant. Shades of red and orange may sometimes appear, either replacing or mixing with the yellow according to subspecies. Fire salamanders can have a very long lifespan; one specimen lived for more than 50 years in Museum Koenig, a German natural history museum.",
    "WikiContents": "The fire salamander (Salamandra salamandra) is possibly the best-known salamander species in Europe.\nIt is black with yellow spots or stripes to a varying degree; some specimens can be nearly completely black while on others the yellow is dominant. Shades of red and orange may sometimes appear, either replacing or mixing with the yellow according to subspecies. Fire salamanders can have a very long lifespan; one specimen lived for more than 50 years in Museum Koenig, a German natural history museum.\n\n\n== Habitat, behavior and diet ==\nFire salamanders live in central Europe forests and are more common in hilly areas. They prefer deciduous forests since they like to hide in fallen leaves and around mossy tree trunks. They need small brooks or ponds with clean water in their habitat for the development of the larvae. Whether on land or in water, fire salamanders are inconspicuous. They spend much of their time hidden under wood or other objects. They are active in the evening and the night, but on rainy days they are active in the daytime as well.The diet of the fire salamander consists of various insects, spiders, earthworms and slugs, but they also occasionally eat newts and young frogs. In captivity, they eat crickets, mealworms, waxworms and silkworm larvae. Small prey will be caught within the range of the vomerine teeth or by the posterior half of the tongue, to which the prey adheres. It weighs about 40 grams. The fire salamander can grow to be 15–25 centimetres (5.9–9.8 in) long.\n\n\n== Reproduction ==\nMales and females look very similar except during the breeding season when the most conspicuous difference is a swollen gland around the male's vent. This gland produces the spermatophore, which carries a sperm packet at its tip. The courtship happens on land. After the male becomes aware of a potential mate, he confronts her and blocks her path. The male rubs her with his chin to express his interest in mating, then crawls beneath her and grasps her front limbs with his own in amplexus. He deposits a spermatophore on the ground, then attempts to lower the female's cloaca into contact with it. If successful, the female draws the sperm packet in and her eggs are fertilized internally. The eggs develop internally and the female deposits the larvae into a body of water just as they hatch. In some subspecies, the larvae continue to develop within the female until she gives birth to fully formed metamorphs. Breeding has not been observed in neotenic fire salamanders.\nIn captivity, females may retain sperm long-term and use the stored sperm later to produce another clutch.  This behavior has not been observed in the wild, likely due to the ability to obtain fresh sperm and the degradation of stored sperm.\n\n\n== Toxicity ==\n\nThe fire salamander's primary alkaloid toxin, samandarin, causes strong muscle convulsions and hypertension combined with hyperventilation in all vertebrates. The poison glands of the fire salamander are concentrated in certain areas of the body, especially around the head and the dorsal skin surface. The coloured portions of the animal's skin usually coincide with these glands. Compounds in the skin secretions may be effective against bacterial and fungal infections of the epidermis; some are potentially dangerous to human life.\n\n\n== Distribution ==\n\nFire salamanders are found in most of southern and central Europe. They are most commonly found at altitudes between 250 metres (820 ft) and 1,000 metres (3,300 ft), only rarely below (in Northern Germany sporadically down to 25 metres (82 ft)). However, in the Balkans or Spain they are commonly found in higher altitudes as well.\nNominae Herpetofaunae Europaeae: Salamandra salamandra (Linnaeus, 1758)\nCommon names, by countries in alphabetical order:\n\nAlbania – Mali i Tomorrit (Berat);  {e bukura e dheut}\nBelgium – Vuursalamander (Flanders); Rogne (Wallonia)\nBosnia and Herzegovina – Daždevnjak\nBulgaria – Дъждовник\nCroatia – Pjegavi daždevnjak\nCzech Republic – Mlok skvrnitý\nDenmark – Ildsalamander\nFrance – Salamandre commune or Salamandre Tachetée; Cateddu muntaninu in Corsica\nGermany – Feuersalamander; Tåttermandl in Bavaria; Eerdpüüster in Low German\nGreece – Σαλαμάνδρα, σαλαμάνδρα της φωτιάς\nHungary – Foltos szalamandra\nItaly – Salamandra pezzata\nNetherlands – Vuursalamander\nNorth Macedonia – Дождовник гуштер – in National park Pelister on the Baba Mountain\nNorway – Ildsalamander\nKurdish – سەمەندەر پلاميستا \nPortugal – Salamandra-de-fogo, Salamandra comum, Salamandra-de-pintas-amarelas\nRomania – Salamandra comună\nRussia – Огненная саламандра\nSerbia – Šareni daždevnjak\nSlovakia – Salamandra škvrnitá\nSlovenia – Navadni močerad\nSpain – Salamandra común; Arrabio in Basque Country; Salamandra comuna in Catalonia; Píntega común in Galicia\nTurkey – Lekeli Semender\nUkraine – Вогняна (плямиста) саламандра\n\n\n== Subspecies ==\nSeveral subspecies of the fire salamander are recognized. Most notable are the subspecies fastuosa and bernadezi, which are the only viviparous subspecies – the others are ovoviviparous.\n\nS. s. alfredschmidti\nS. s. almanzoris\nS. s. bejarae\nS. s. bernardezi\nS. s. beschkovi\nS. s. crespoi\nS. s. fastuosa (or bonalli) – yellow-striped fire salamander\nS. s. gallaica – Portuguese fire salamander\nS. s. gigliolii\nS. s. morenica\nS. s. salamandra – spotted fire salamander, nominate subspecies\nS. s. terrestris – barred fire salamander\nS. s. werneriSome former subspecies have been lately recognized as species for genetic reasons.\n\nS. algira Bedriaga, 1883 – African fire salamander\nS. corsica Savi, 1838 – Corsican fire salamander\nS. infraimmaculata Martens, 1885 – Near Eastern fire salamander (arouss al ayn)\nS. longirostris Joger & Steinfartz, 1994 – south Iberian fire salamander\n\n\n== Confirmed hosts of Batrachochytrium salamandrivorans ==\nThe fire salamander is under threat or has been extinct in certain regions such as the south of the Netherlands and the East of Belgium by the propagation of mycose Batrachochytrium salamandrivorans origin.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nManenti, R.; Ficetola, G. F.; De Bernardi, F. (2009). Water, stream morphology and landscape: complex habitat determinants for the fire salamander Salamandra salamandra. 30. Amphibia-Reptilia. pp. 7–15.\nSchmidt, B. R., Schaub, M., and Steinfartz, S. (2007). Apparent survival of the salamander Salamandra salamandra is low because of high migratory activity. Frontiers in Zoology 4:19.\n\n\n== External links ==\nCaudata.org entry for Salamandra\nFantastic Fire Salamanders – Salamandra Salamandra, BioFresh Cabinet of Freshwater Curiosities.",
    "ImageURL": "FireSalamander.jpg",
    "Source": "https://en.wikipedia.org/wiki/Fire_salamander"
}