{
    "CommonName": "Fire-Bellied Toad",
    "BriefSummary": "The fire-bellied toads or fire belly toads are a group of eight species of small toads (most species typically no longer than 1.6 in or 4.1 cm) belonging to the genus Bombina.\nThe name \"fire-bellied\" is derived from the brightly colored red- or yellow-and-black patterns on the toads' ventral regions, which act as aposematic coloration, a warning to predators of the toads' reputedly foul taste. The other parts of the toads' skins are green or dark brown. When confronted with a potential predator, these toads commonly engage in an Unkenreflex, \"Unken-\" being the combining form of \"Unke\", German for fire-bellied toad. In the Unkenreflex, the toad arches its back, raising its front and back legs to display the aposematic coloration of its ventral side.",
    "WikiContents": "The fire-bellied toads or fire belly toads are a group of eight species of small toads (most species typically no longer than 1.6 in or 4.1 cm) belonging to the genus Bombina.\nThe name \"fire-bellied\" is derived from the brightly colored red- or yellow-and-black patterns on the toads' ventral regions, which act as aposematic coloration, a warning to predators of the toads' reputedly foul taste. The other parts of the toads' skins are green or dark brown. When confronted with a potential predator, these toads commonly engage in an Unkenreflex, \"Unken-\" being the combining form of \"Unke\", German for fire-bellied toad. In the Unkenreflex, the toad arches its back, raising its front and back legs to display the aposematic coloration of its ventral side.\n\n\n== Species ==\nThe currently recognized species are:\nBombina bombina (Linnaeus, 1761) – European fire-bellied toad\nBombina lichuanensis Ye and Fei, 1993 – Lichuan bell toad\nBombina fortinuptialis Tian & Wu, 1978 – large-spined bell toad or Guangxi firebelly toad\nBombina microdeladigitora Liu, Hu & Yang, 1960 – Hubei firebelly toad, considered a synonym of B. maxima\nBombina maxima (Boulenger, 1905) – Yunnan firebelly toad\nBombina orientalis (Boulenger, 1890) – Oriental fire-bellied toad\nBombina pachypus (Bonaparte, 1838) – Apennine yellow-bellied toad\nBombina variegata (Linnaeus, 1758) – yellow-bellied toad\n\n\n== Biology ==\nThe female of the species typically lays 80–300 eggs that can be found hanging off plant stems. The offspring develop in pools or puddles.  Their metamorphosis is complete within a few weeks, peaking in July–August. The toadlets attain a length of 12–15 mm. The eggs, laid in August, metamorphose only after the winter, with the toadlets attaining a length of 3–5 cm. These toadlets still have white bellies.\nTadpoles eat mainly algae and higher plants. The young toads and the adult toads consume insects, such as flies and beetles,  shrimp and larvae; but also annelid worms and terrestrial [\n\n\n== Distribution and habitat ==\nThe species can be found both in Europe and in areas in Asia with a moderate climate.\nAll kinds of toads prefer habitats of stagnant water, which they are reluctant to leave. The fire-bellied toad lives primarily in a continental climate in standing water or calmer backwaters of rivers or ponds.  The species can also be found in flood pools and in floodplains. The yellow-bellied species typically live at higher altitude, where they are primarily found in small bodies of water like ponds or water-filled ruts, often near small mountain streams. The Asian species also live in small bodies of water and can live at altitudes of over 3000 meters\n\n\n== Captivity ==\nSeveral species in the genus Bombina, particularly  B. orientalis, B bombina, and B. variegata, are commonly kept as exotic pets and are readily available in many pet stores. In captivity, they are easily maintained in vivaria, and when provided with proper food and environmental conditions, often prove to be robust, flamboyant, and long-lived amphibians. Captive fire-bellied toads can live from 10–15 years.In captivity, they eat a wide variety of food, including crickets, moths, minnows, blood worms and pinkie mice, though some frogs cannot handle certain foods, due to their size. They can sometimes act very aggressively against each other, particularly males. They have a ferocious appetite. Due to this, its best to monitor their food intake to ensure they're not over eating. \nFire-bellied toads are easy to raise and handle in quantity. This makes them advantageous to study in various sciences.\n\n\n== References ==\n\nSchilthuizen, Menno (2002). Frogs Flies and Dandelions: The Making of Species, Oxford University Press. 254 pages. ISBN 978-0-19-850392-7.\nOriental Fire-Bellied Toad, National Geographic\n\n\n== External links ==\nBombina FAQ\nBreeding, Rearing, and Raising the Red-bellied Toad\nFire Bellied Toad Pictures, Videos, and Care Sheet",
    "ImageURL": "FireBelliedToad_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Fire-bellied_toad",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Bombinatoridae",
        "Genus": "Bombina"
    },
    "Zone": "* #### K"
}