{
    "CommonName": "Fishing Cat",
    "BriefSummary": "The fishing cat (Prionailurus viverrinus) is a medium-sized wild cat of South and Southeast Asia. Since 2016, it is listed as Vulnerable on the IUCN Red List. Fishing cat populations are threatened by destruction of wetlands and have declined severely over the last decade. The fishing cat lives foremost in the vicinity of wetlands, along rivers, streams, oxbow lakes, in swamps, and mangroves.The fishing cat is the state animal of West Bengal.",
    "WikiContents": "The fishing cat (Prionailurus viverrinus) is a medium-sized wild cat of South and Southeast Asia. Since 2016, it is listed as Vulnerable on the IUCN Red List. Fishing cat populations are threatened by destruction of wetlands and have declined severely over the last decade. The fishing cat lives foremost in the vicinity of wetlands, along rivers, streams, oxbow lakes, in swamps, and mangroves.The fishing cat is the state animal of West Bengal.\n\n\n== Taxonomy ==\nFelis viverrinus was proposed by Edward Turner Bennett in 1833 who described a fishing cat skin from India.Prionailurus was proposed by Nikolai Severtzov in 1858 as generic name for spotted wild cats native to Asia.Felis viverrinus rhizophoreus was proposed by Henri Jacob Victor Sody in 1936 who described a specimen from the north coast of West Java that had a slightly shorter skull than specimens from Thailand.\n\n\n== Characteristics ==\n\nThe fishing cat is the largest of the Prionailurus cats. Its coarse fur is olive-grey to ashy-grey with darker stripes on the shoulder and roundish or oval-shaped spots on the flanks and sides. The short and rounded ears are set low on the head, and the back of the ears have a white spot. Two stripes are on the cheeks, and four stripes run from above the eyes between the ears to the shoulder. The underside is white, and around the throat are two rows of spots. The tail is short, less than half the length of head and body, spotted at the base and with a few black rings at the end. The underside fur is longer and often overlaid with spots. It is about twice the size of a domestic cat and stocky and muscular with medium to short legs. Its face is elongated. Its head-to-body length typically ranges from 57 to 78 cm (22 to 31 in), with a tail of 20 to 30 cm (7.9 to 11.8 in). Female fishing cats range in weight from 5.1 to 6.8 kg (11 to 15 lb), and males from 8.5 to 16 kg (19 to 35 lb).Its paws are less completely webbed than those of the leopard cat, and the claws are incompletely sheathed so that they protrude slightly when retracted. Webbed feet have often been noted as a characteristic of the fishing cat, but the webbing beneath the toes is not much more developed than that of a bobcat.\n\n\n== Distribution and habitat ==\n\nThe fishing cat is broadly but discontinuously distributed in Asia, and is primarily found in the Terai region of the Himalayan foothills in India and Nepal, in eastern India, Bangladesh and Sri Lanka. There are no confirmed records from Peninsular Malaysia, Vietnam and Laos.\nIt is strongly associated with wetlands, inhabiting swamps and marshy areas around oxbow lakes, reed beds, tidal creeks and mangrove forests; it seems less abundant around smaller, fast-moving watercourses. Most records are from lowland areas.In 2012, a fishing cat was recorded in the Chotiari Dam area in Pakistan's Sindh Province.In the Nepal Terai, it has been recorded in Bardia, Chitwan and Parsa National Parks and in Koshi Tappu Wildlife Reserve.In India, the presence of fishing cats has been documented in Ranthambhore Tiger Reserve, in Dudhwa and Valmiki Tiger Reserves, in Sur Sarovar Bird Sanctuary, outside protected areas in West Bengal, in Lothian Island Wildlife Sanctuary in the Sundarbans, in Odisha's Bhitarkanika Wildlife Sanctuary and coastal districts outside protected areas, in Andhra Pradesh's Coringa Wildlife Sanctuary, Krishna Wildlife Sanctuary and adjoining reserve forests.Reports in Bangladeshi newspapers indicate that fishing cats live in all divisions of Bangladesh but are severely threatened; villagers killed at least 30 fishing cats between January 2010 and March 2013.In Thailand, the presence of fishing cats has been documented in Khao Sam Roi Yot National Park and Thale Noi Non-Hunting Area along the coast, and in Kaeng Krachan National Park. Between 2007 and 2016, fishing cats were also recorded near wetlands outside protected areas in Phitsanulok Province, Bang Khun Thian District, Samut Sakhon Province, Phetchaburi and Songkhla Provinces, and near a mangrove site in Pattani.In March 2003, a single fishing cat was photographed by a camera trap in Kulen Promtep Wildlife Sanctuary, northern Cambodia. In 2008, a fishing cat kitten was found in Botum-Sakor National Park, southwest Cambodia. In 2015, fishing cats were also recorded in a coastal wetland in Cambodia.The island of Java constitutes the southern limit of fishing cat range, but by the 1990s fishing cats were scarce and apparently restricted to tidal forests with sandy or muddy shores, older mangrove stands, and abandoned mangrove plantation areas with fishponds.\n\n\n== Ecology and behavior ==\n\nThe fishing cat is thought to be primarily nocturnal, and is very much at home near water. It can swim long distances, even under water. Adult males and females without dependent young are solitary. Females have been reported to range over areas of 4 to 6 km2 (1.5 to 2.3 sq mi), while males range over 16 to 22 km2 (6.2 to 8.5 sq mi). Adults have been observed to make a \"chuckling\" sound.Fishing cats have been observed while hunting along the edges of watercourses, grabbing prey from the water, and sometimes diving into the water to catch prey further from the banks. Their main prey is fish; scat collected in India's Keoladeo National Park revealed that fish comprises approximately three-quarters of their diet, with the remainder consisting of birds, insects, and small rodents. Molluscs, reptiles including snakes, amphibians and carrion of domestic cattle supplement their diet.They mark their territory using cheek-rubbing, head rubbing, chin rubbing, neck rubbing and urine-spraying to leave scent marks. They also sharpen their claws and display flehmen behavior.\n\n\n=== Reproduction and development ===\nWild fishing cats most likely mate during January and February; most kittens in the wild were observed in March and April. In captivity, the gestation period lasts 63–70 days; females give birth to two or three kittens. They weigh around 170 g (6.0 oz) at birth, and are able to actively move around by the age of one month. They begin to play in water and to take solid food when about two months old, but are not fully weaned until six months old. They reach full adult size when about eight and a half months old, acquire their adult canine teeth by 11 months, and are sexually mature when approximately 15 months old. They live up to 10 years in captivity.\n\n\n== Threats ==\nThe Fishing cat is threatened by destruction of wetlands, which are increasingly being polluted and converted for agricultural use and human settlements. The conversion of mangrove forests to commercial aquaculture ponds is a major threat in Andhra Pradesh, where the targeted killing of fishing cats is also prevalent where there is human/animal conflict. Over-exploitation of local fish stocks and retaliatory killing are also significant threats.\nIn West Bengal's Howrah district, 27 dead fishing cats were recorded between April 2010 and May 2011. In Bangladesh, at least 30 fishing cats were killed by local people in three years between January 2010 and March 2013. Furthermore, in a study in Thailand, 84% of all fishing cats that were tracked via radio collars were killed – either due to poaching or unknown causes.The fishing cat is possibly extinct in coastal Kerala, India.\n\n\n== Conservation ==\n\nPrionailurus viverrinus is included on CITES Appendix II, and protected by national legislation over most of its range. Hunting is prohibited in Bangladesh, Cambodia, China, India, Indonesia, Myanmar, Nepal, Pakistan, Sri Lanka, Thailand. Hunting regulations apply in Lao PDR. In Bhutan and Vietnam, the species is not protected outside protected areas.\nIts survival depends on protection of wetlands, prevention of indiscriminate trapping, snaring and poisoning.In areas where habitat degradation is a major concern, such as coastal Andhra Pradesh, NGO are working to slow habitat conversion in collaboration with local villagers. Part of this work involves creating alternative livelihood programs that allow villagers to earn money without damaging natural habitats.\n\n\n=== In captivity ===\n\nFishing cat captive breeding programmes have been established by the European Association of Zoos and Aquaria and the American Association of Zoos and Aquariums. All the fishing cats kept in zoos around the world are listed in the International Studbook of the World Association of Zoos and Aquariums.\n\n\n== Local names ==\nIn Assamese language, the fishing cat is known as meseka (Assamese: মেচেকা), probably derived from mas (Assamese: মাছ) meaning \"fish\".\nIn Bengali language, the fishing cat is known as \"mach-baghrol\" and \"bagh-dasha\".\n\"Mācha\" means \"fish\", and \"bāgha\" means \"tiger\".In Hindi languages, it is known as \"bunbiral\" and \"khupya bagh\".In Telugu language, it is called \"bavuru pilli\" meaning \"wild cat\".In Sinhala language, the fishing cat is known as \"handun diviya\".In Thai language, it is called \"suea pla\" (Thai: เสือปลา; RTGS: suea pla), literally \"fish tiger\".\nIn Myanmar language, it is called \"Kyaung-ta-nga\" \"ကြောင်တံငါ\" \"Kyaung\" means \"cat\" and \"ta-nga\" means \"fisherman\".\n\n\n== References ==\n\n\n== External links ==\nARKive: Prionailurus viverrinus with images and movies\nBioGraphic: Fishing Cat's Cradle by Morgan Heim and Katie Jewett, October 2016\n \"Fishing Cat\" . New International Encyclopedia. 1905.\nFishing Cat Conservancy\nFishing Cat Working Group\nIUCN/SSC Cat Specialist Group: Fishing cat Prionailurus viverrinus\nThe Jaguar and its Allies: The Fishing Cat",
    "ImageURL": "FishingCat_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Fishing_cat",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Prionailurus",
        "Species": "viverrinus"
    },
    "ScientificName": "Prionailurus viverrinus",
    "Zone": "* #### H"
}