{
    "CommonName": "Flightless cormorant",
    "BriefSummary": "The flightless cormorant (Phalacrocorax harrisi), also known as the Galapagos cormorant, is a cormorant endemic to the Galapagos Islands, and an example of the highly unusual fauna there. It is unique in that it is the only known cormorant that has lost the ability to fly. Once it was placed in its own genus, Nannopterum or Compsohalieus, although current taxonomy places it in the genus with most of the other cormorants, Phalacrocorax.",
    "WikiContents": "The flightless cormorant (Phalacrocorax harrisi), also known as the Galapagos cormorant, is a cormorant endemic to the Galapagos Islands, and an example of the highly unusual fauna there. It is unique in that it is the only known cormorant that has lost the ability to fly. Once it was placed in its own genus, Nannopterum or Compsohalieus, although current taxonomy places it in the genus with most of the other cormorants, Phalacrocorax.\n\n\n== Description ==\n\nLike all cormorants, this bird has webbed feet and powerful legs that propel it through the water as it seeks its prey of fish, small octopuses, and other small marine creatures. The species feeds near the sea floor and no more than 200 metres offshore.The flightless cormorant is the largest extant member of its family, 89–100 cm (35–39.5 in) in length and weighing 2.5–5.0 kg (5.5–11.0 lb), and its wings are about one-third the size that would be required for a bird of its proportions to fly. The keel on the breastbone, where birds attach the large muscles needed for flight, is also greatly reduced.\nThe flightless cormorants look slightly like a duck, except for their short, stubby wings. The upperparts are blackish and the underparts are brown. The long beak is hooked at the tip and the eye is turquoise. Like all members of the cormorant family, all four toes are joined by webbed skin. Males and females are similar in appearance, although males are larger and ca. 35% heavier. Juveniles are generally similar to adults but differ in that they are glossy black in colour with a dark eye. Adults produce low growling vocalizations.\nLike other cormorants, this bird's feathers are not waterproof, and they spend time after each dive drying their small wings in the sunlight. Their flight and contour feathers are much like those of other cormorants, but their body feathers are much thicker, softer, denser, and more hair-like. They produce very little oil from their preen gland; it is the air trapped in their dense plumage that prevents them from becoming waterlogged.\n\n\n== Distribution and habitat ==\n\nThis unique cormorant is endemic to the Galapagos Islands, Ecuador, where it has a very restricted range. It is found on just two islands; Fernandina, and the northern and western coasts of Isabela. Distribution associates with the seasonal upwelling of the eastward flowing Equatorial Undercurrent (or Cromwell Current) which provides cold nutrient rich water to these western islands of the archipelago.   The population has undergone severe fluctuations; the 1983 an El Niño-Southern Oscillation (ENSO) event resulted in a 50% reduction of the population to just 400 individuals. The population recovered quickly, however, and was estimated to number 900 individuals by 1999.\nThis species inhabits the rocky shores of the volcanic islands on which it occurs. It forages in shallow coastal waters, including bays and straits. Flightless cormorants are extremely sedentary, remaining most or all of their lives, and breeding, on local stretches of coast-line several hundred metres long. Their sedentary nature is reflected in a genetic differentiation between the main colonies, and particularly between Fernandina and Isabela Island.\n\n\n== Ecology ==\n\nNesting tends to take place during April–October, when sea surface temperatures are coldest resulting in an abundance of marine food, and the risk of heat stress to the chicks is decreased. At this time, breeding colonies consisting of up to about 12 pairs form. The courtship behavior of this species begins in the sea; the male and female swim around each other with their necks bent into a snake-like position. They then move onto land. Items of seaweed (and also flotsam e.g. rope fragments) are brought predominantly by the male and gifted to the female to be woven into a bulky nest, just above high water mark.\nThe female generally lays three whitish eggs per clutch, though usually only one chick survives. Both male and female share equally in incubation. Once the eggs have hatched, both parents continue to share responsibilities of brooding (protecting the chicks from exposure to heat and cold, and predation) and feeding the offspring, although the female provides 40-50% more food items than her partner. As the chicks approach independence at 70 days old and if food supplies are plentiful, the female will desert the offspring leaving the male to carry out further parenting, and she will re-partner and breed with a new mate.  Thus, females, but not males, can raise several broods in a single season, although studies over a decade indicate that environmental conditions allowing sufficient food availability for this, occur infrequently.Annual survival of both sexes is ca. 90%, and longevity is ca. 13 years. Recruitment into the population by breeding is sufficient to maintain a stable population.\n\n\n== Conservation ==\n\nThese cormorants evolved on an island habitat that was free of predators. Having no enemies, taking its food primarily through diving along the food-rich shorelines, and not needing to travel to breeding grounds, the bird eventually became flightless. Indeed, wings trapping air among flight feathers are likely to have been a disadvantage to the cormorants which dive from the surface. However, since their discovery by man, the islands have not remained free of predators: cats, dogs, and pigs have been introduced to the islands over the years. In addition, these birds have no fear of humans and can easily be approached and picked up.\nIn the past, introduced feral dogs were a great threat to the species on Isabela, but they have since been eradicated from the island. Future introduction of rats or cats to Fernandina is a huge potential threat to the species. Fishing with nets poses a current threat to the species; this not only reduces the availability of the cormorant's food, but also often results in birds becoming caught in the nets and killed.\nSeasonal cold water has shaped the breeding strategy of flightless cormorants. A rise of several degrees of sea surface temperature during the breeding season or persisting throughout the breeding season (i.e. during ENSO events) results in low breeding success. ENSO events appears to have increased in frequency and severity in recent decades, possibly associated with climate change. A large oil spill would pose a threat. However, although the flightless cormorant population is small and its range limited, the ability of the species to breed quickly can allow it to recover from disasters as long as the population remains above a critical level.\n\nThe flightless cormorant is one of the world's rarest birds. A survey carried out by the Charles Darwin Research Station in 2004 indicated that the species has a population of about 1,500 individuals. In 2009, BirdLife International set the number of individuals of the flightless cormorant at only 900 individuals, although a more recent estimate in 2011 was 1679 individuals. It was formerly classified as Endangered by the IUCN, but recent research shows that it is not as rare as previously believed and that its population has stabilized. Consequently, it was downlisted to Vulnerable in 2011.All populations of this species are found within the Galapagos National Park and Marine Reserve; furthermore, the archipelago was designated as a World Heritage Site in 1978. The Charles Darwin Research Station has monitored the species regularly to keep track of fluctuations in numbers over time. Conservation proposals include the continuation of annual monitoring programs, restriction on human visitation within the species range, and the prevention of fishing with nets in the bird's foraging range.\n\n\n== References ==\n\n\n== External links ==\nBirdLife Species Factsheet.\nARKive - images and movies of the flightless cormorant (Phalacrocorax harrisi)\nGalapagos Conservation Trust\nUNEP-WCMC/ WWF Species Fact Sheet – flightless cormorant\nThe flightless cormorant",
    "ImageURL": "Flightlesscormorant_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Flightless_cormorant",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Suliformes",
        "Family": "Phalacrocoracidae",
        "Genus": "Phalacrocorax",
        "Species": "harrisi"
    },
    "ScientificName": "Phalacrocorax harrisi",
    "Zone": "* #### H"
}