{
    "CommonName": "Flying Squirrel",
    "BriefSummary": "Flying squirrels (scientifically known  as Pteromyini or Petauristini) are a tribe of 50 species of squirrels in the family Sciuridae. They are not capable of flight in the same way as birds or bats but are able to glide from one tree to another with the aid of a patagium, a furry, parachute-like membrane that stretches from wrist to ankle. Their long tail provides stability in flight. Anatomically they are very similar to other squirrels but have a number of adaptations to suit their life style; their limb bones are longer and their hand, foot bones and distal vertebrae are shorter. Flying squirrels are able to steer and exert control over their glide path with their limbs and tail.\nMolecular studies have shown that flying squirrels are monophyletic and originated some 18–20 million years ago. Most are nocturnal and omnivorous, eating fruit, seeds, buds, flowers, insects, gastropods, spiders, fungi, bird's eggs and tree sap. The young are born in a nest and are at first naked and helpless. They are cared for by their mother and by five weeks are able to practice gliding skills so that by ten weeks they are ready to leave the nest.\nSome captive-bred southern flying squirrels have become domesticated as small household pets, a type of \"pocket pet\".",
    "WikiContents": "Flying squirrels (scientifically known  as Pteromyini or Petauristini) are a tribe of 50 species of squirrels in the family Sciuridae. They are not capable of flight in the same way as birds or bats but are able to glide from one tree to another with the aid of a patagium, a furry, parachute-like membrane that stretches from wrist to ankle. Their long tail provides stability in flight. Anatomically they are very similar to other squirrels but have a number of adaptations to suit their life style; their limb bones are longer and their hand, foot bones and distal vertebrae are shorter. Flying squirrels are able to steer and exert control over their glide path with their limbs and tail.\nMolecular studies have shown that flying squirrels are monophyletic and originated some 18–20 million years ago. Most are nocturnal and omnivorous, eating fruit, seeds, buds, flowers, insects, gastropods, spiders, fungi, bird's eggs and tree sap. The young are born in a nest and are at first naked and helpless. They are cared for by their mother and by five weeks are able to practice gliding skills so that by ten weeks they are ready to leave the nest.\nSome captive-bred southern flying squirrels have become domesticated as small household pets, a type of \"pocket pet\".\n\n\n== Description ==\n\nFlying squirrels are not capable of flight like birds or bats; instead, they glide between trees. They are capable of obtaining lift within the course of these flights, with flights recorded to 90 metres (300 ft). The direction and speed of the animal in midair are varied by changing the positions of its limbs, largely controlled by small cartilaginous wrist bones. There is a cartilage projection from the wrist that squirrel holds upwards during a glide. This specialized cartilage is only present in flying squirrels and not other gliding mammals.  Possible origins for the styliform cartilage have been explored, and the data suggests that it is most likely homologous to the carpal structures that can be found in other squirrels.  This cartilage along with the manus forms a wing tip to be used during gliding. After being extended, the wing tip may adjust to various angles, controlling aerodynamic movements. The wrist also changes the tautness of the patagium, a furry parachute-like membrane that stretches from wrist to ankle. It has a fluffy tail that stabilizes in flight. The tail acts as an adjunct airfoil, working as an air brake before landing on a tree trunk.The colugos, Petauridae, and Anomaluridae are gliding mammals which are similar to flying squirrels because of convergent evolution. These mammals can glide through the trees, but they do not actually fly (like birds and bats). They have a membrane of skin on either side of their body.\nPrior to the 21st century, the evolutionary history of the flying squirrel was frequently debated. This debate was clarified greatly as a result of two molecular studies. These studies found support that flying squirrels originated 18–20 million years ago, are monophyletic, and have a sister relationship with tree squirrels. Due to their close ancestry, the morphological differences between flying squirrels and tree squirrels reveal insight into the formation of the gliding mechanism. Compared to squirrels of similar size, flying squirrels, northern and southern flying squirrels show lengthening in bones of the lumbar vertebrae and forearm, whereas bones of the feet, hands, and distal vertebrae are reduced in length. Such differences in body proportions reveal the flying squirrels’ adaptation to minimize wing loading and to increase more maneuverability while gliding. The consequence for these differences is that unlike regular squirrels, flying squirrels are not well adapted for quadrupedal locomotion and therefore must rely more heavily on their gliding abilities.Several hypotheses have attempted to explain the evolution of gliding in flying squirrels. One possible explanation is related to energy efficiency and foraging. Gliding is an energetically efficient way to progress from one tree to another while foraging, as opposed to climbing down trees and maneuvering on the ground floor or executing dangerous leaps in the air. By gliding at high speeds, flying squirrels can rummage through a greater area of forest more quickly than tree squirrels. Flying squirrels can glide long distances by increasing their aerial speed and increasing their lift. Other hypotheses state that the mechanism evolved to avoid nearby predators and prevent injuries. If a dangerous situation arises on a specific tree, flying squirrels can glide to another, and thereby typically escape the previous danger. Furthermore, take-off and landing procedures during leaps, implemented for safety purposes, may explain the gliding mechanism. While leaps at high speeds are important to escape danger, the high-force impact of landing on a new tree could be detrimental to a squirrel’s health. Yet the gliding mechanism of flying squirrels involves structures and techniques during flight that allow for great stability and control. If a leap is miscalculated, a flying squirrel may easily steer back onto the original course by using its gliding ability. A flying squirrel also creates a large glide angle when approaching its target tree, decreasing its velocity due to an increase in air resistance and allowing all four limbs to absorb the impact of the target.\n\n\n=== Fluorescence ===\nIn 2019 it was observed, by chance, that a flying squirrel fluoresced pink. Subsequent research by Paula Spaeth Anich, a biologist at Northland College in Northern Wisconsin, found that this is true for all three species of North American flying squirrels. At this time it is unknown what purpose this serves. Non-flying squirrels do not fluoresce under UV light.\n\n\n== Taxonomy ==\nThe largest of the species is the woolly flying squirrel (Eupetaurus cinereus). The three species of the genus Glaucomys (Glaucomys sabrinus, Glaucomys volans and Glaucomys oregonensis) are native to North America, and Central America, while the Siberian flying squirrel is native to parts of northern Europe (Pteromys volans).\n\nPliopetaurista\nPliopetaurista kollmanni Daxner-Höck, 2004Thorington and Hoffman (2005) recognize 15 genera of flying squirrels in two subtribes.\nTribe Pteromyini – flying squirrels\n\nSubtribe Glaucomyina\nGenus Eoglaucomys\nKashmir flying squirrel, Eoglaucomys fimbriatus\nGenus Glaucomys – New World flying squirrels (American flying squirrels), North America\nSouthern flying squirrel, Glaucomys volans\nNorthern flying squirrel, Glaucomys sabrinus\nHumboldt's flying squirrel, Glaucomys oregonensis\nGenus Hylopetes, Southeast Asia\nParticolored flying squirrel, Hylopetes alboniger\nAfghan flying squirrel, Hylopetes baberi\nBartel's flying squirrel, Hylopetes bartelsi\nGray-cheeked flying squirrel, Hylopetes lepidus\nPalawan flying squirrel, Hylopetes nigripes\nIndochinese flying squirrel, Hylopetes phayrei\nJentink's flying squirrel, Hylopetes platyurus\nSipora flying squirrel, Hylopetes sipora\nRed-cheeked flying squirrel, Hylopetes spadiceus\nSumatran flying squirrel, Hylopetes winstoni\nGenus Iomys, Malaysia and Indonesia\nJavanese flying squirrel (Horsfield's flying squirrel), Iomys horsfieldi\nMentawi flying squirrel, Iomys sipora\nGenus Petaurillus – pygmy flying squirrels, Borneo and the Malay Peninsula\nLesser pygmy flying squirrel, Petaurillus emiliae\nHose's pygmy flying squirrel, Petaurillus hosei\nSelangor pygmy flying squirrel, Petaurillus kinlochii\nGenus Petinomys, Southeast Asia\nBasilan flying squirrel, Petinomys crinitus\nTravancore flying squirrel, Petinomys fuscocapillus\nWhiskered flying squirrel, Petinomys genibarbis\nHagen's flying squirrel, Petinomys hageni\nSiberut flying squirrel, Petinomys lugens\nMindanao flying squirrel, Petinomys mindanensis\nArrow flying squirrel, Petinomys sagitta\nTemminck's flying squirrel, Petinomys setosus\nVordermann's flying squirrel, Petinomys vordermanni\nSubtribe Pteromyina\nGenus Aeretes, northeastern China\nGroove-toothed flying squirrel (North Chinese flying squirrel), Aeretes melanopterus\nGenus Aeromys – large black flying squirrels, Thailand to Borneo\nBlack flying squirrel, Aeromys tephromelas\nThomas's flying squirrel, Aeromys thomasi\nGenus Belomys, Southeast Asia\nHairy-footed flying squirrel, Belomys pearsonii\nGenus Biswamoyopterus, India and Bangladesh\nNamdapha flying squirrel, Biswamoyopterus biswasi\nLaotian giant flying squirrel, Biswamoyopterus laoensis\nGenus Eupetaurus, Kashmir; rare\nWoolly flying squirrel, Eupetaurus cinereus\nGenus Petaurista - giant flying squirrels, Southeast Asia\nRed and white giant flying squirrel, Petaurista alborufus\nSpotted giant flying squirrel, Petaurista elegans\nHodgson's giant flying squirrel, Petaurista magnificus\nBhutan giant flying squirrel, Petaurista nobilis\nIndian giant flying squirrel, Petaurista philippensis\nChinese giant flying squirrel, Petaurista xanthotis\nJapanese giant flying squirrel, Petaurista leucogenys\nRed giant flying squirrel, Petaurista petaurista\nMechuka giant flying squirrel, Petaurista mechukaensis\nMishmi Hills giant flying squirrel, Petaurista mishmiensis\nMebo giant flying squirrel, Petaurista siangensis\nGenus Pteromys – Old World flying squirrels, Finland to Japan\nSiberian flying squirrel, Pteromys volans\nJapanese dwarf flying squirrel, Pteromys momonga\nGenus Pteromyscus, southern Thailand to Borneo\nSmoky flying squirrel, Pteromyscus pulverulentus\nGenus Trogopterus, China\nComplex-toothed flying squirrel, Trogopterus xanthipesThe Mechuka, Mishmi Hills, and Mebo giant flying squirrels were discovered in the northeastern state of India of Arunachal Pradesh in the late 2000s. Their holotypes are preserved in the collection of the Zoological Survey of India, Kolkata, India.\n\n\n== Life cycles ==\n\nThe life expectancy of flying squirrels in the wild is about six years, but flying squirrels can live up to fifteen years in zoos. The mortality rate in young flying squirrels is high because of predators and diseases. Predators of flying squirrels include tree snakes, raccoons, owls, martens, fishers, coyotes, bobcats, and feral cats. In the Pacific Northwest of North America, the northern spotted owl (Strix occidentalis) is a common predator of flying squirrels.\nFlying squirrels are usually nocturnal, since they are not adept at escaping birds of prey that hunt during the daytime. They eat according to their environment; they are omnivorous, and will eat whatever food they can find. The North American southern flying squirrel eats seeds, insects, gastropods (slugs and snails), spiders, shrubs, flowers, fungi, and tree sap.\n\n\n=== Reproduction ===\nThe mating season for flying squirrels is during February and March. When the infants are born, the female squirrels live with them in maternal nest sites. The mothers nurture and protect them until they leave the nest. The males do not participate in nurturing their offspring.At birth, flying squirrels are mostly hairless, apart from their whiskers, and most of their senses are not present. Their internal organs are visible through the skin, and their sex can be signified. By week five, they are almost fully developed. At that point, they can respond to their environment and start to develop a mind of their own. Through the upcoming weeks of their lives, they practice leaping and gliding. After two and a half months, their gliding skills are perfected, they are ready to leave the nest, and are capable of independent survival.\n\n\n=== Diet ===\nFlying squirrels can easily forage for food in the night, given their highly developed sense of smell. They harvest fruits, nuts, fungi, and birds' eggs. Gliding conserves energy. Many gliders have specialized diets and there is evidence to believe that gliders may be able to take advantage of scattered protein deficient food. Additionally, gliding is a fast form of locomotion and by reducing travel time between patches, they can increase the amount of foraging time.\n\n\n== See also ==\n\nAnomalure, aka: scaly-tailed squirrel\nFlying and gliding animals\nGliding possum\n\n\n== References ==\n\n\n== Further reading ==\nThorington, R. W. Jr. and R. S. Hoffman. 2005. Family Sciuridae. pp. 754–818 in Mammal Species of the World a Taxonomic and Geographic Reference. D. E. Wilson and D. M. Reeder eds. Johns Hopkins University Press, Baltimore.\n Chisholm, Hugh, ed. (1911). \"Flying-squirrel\" . Encyclopædia Britannica (11th ed.). Cambridge University Press.\n\n\n== External links ==\nFlying Squirrels, National Wildlife FoundationAnimal Diversity Web: Pteromyinae, classification",
    "ImageURL": "FlyingSquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Flying_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae"
    }
}