{
    "CommonName": "Fork-tailed drongo",
    "BriefSummary": "The fork-tailed drongo, also called the common drongo, African drongo, or savanna drongo (Dicrurus adsimilis), is a species of drongo in the family Dicruridae, which are medium-sized passerine birds of the Old World. It is native to the tropics, subtropics and temperate zones of the Afrotropics. Its range was formerly considered to include Asia, but the Asian species is now called the black drongo (Dicrurus macrocercus).",
    "WikiContents": "The fork-tailed drongo, also called the common drongo, African drongo, or savanna drongo (Dicrurus adsimilis), is a species of drongo in the family Dicruridae, which are medium-sized passerine birds of the Old World. It is native to the tropics, subtropics and temperate zones of the Afrotropics. Its range was formerly considered to include Asia, but the Asian species is now called the black drongo (Dicrurus macrocercus).\n\n\n== Range and habitat ==\nThe fork-tailed drongo is a common and widespread resident breeder in Africa south of the Sahara. These insect-eating birds are usually found in open forests or bush, and are tolerant of arid climates.\n\n\n== Description ==\nThe fork-tailed drongo is 25 cm long and has short legs. They are medium sized and usually weigh about 50 grams. Males are mainly glossy black, although their wings are duller. Females are similar but less glossy. It is large-headed with well-developed rictal and nasal bristles, which are used as sensory organs. The rectrices curve outwards, forming the forked tail for which the species is named. The hooked bill is black and heavy, and the eye is red.\n\n\n== Calls ==\nThe call is a metallic strink-strink. The fork-tailed drongo uses alarm calls to steal food from birds and animals such as meerkats. They make drongo-specific calls as well as mimicked calls. The mimicked calls help them while they target other animals that are eating food. The animals flee, and leave their food. Once they are gone, the drongo steals it. Vocal at dawn and dusk.\n\n\n== Behavior ==\nThey still-hunt by sitting very upright on a prominent perch, much like a shrike. They are usually solitary and form monogamous breeding pairs. They are aggressive and fearless, regularly mobbing or attacking much larger species, including birds of prey, if their nest or young are threatened or their territory is compromised. They also join mixed foraging bird parties, and will initiate mobbing of common enemies. To maintain their plumage condition they may rain-bathe, foliage-bathe or plunge-dive into water. Terrestrial foragers like babblers may use the drongo as a sentry.\n\n\n=== Feeding ===\nThey are almost exclusively carnivorous, but may take nectar when available. They flycatch or take prey from the ground, and are attracted to bush fires. They also utilize disturbance caused by animals, and may perch on their backs. At times they catch ectoparasites on mammals, plunge-dive to catch fish, or kleptoparasitise mammals or birds.\n\n\n=== Kleptoparasitism ===\nObservations show that the fork-tailed drongo in Africa are capable of using deceptive mimicked alarm calls to steal food from birds like pied babblers and animals such as meerkats. Tom Flower observed that fork-tailed drongos spend a quarter of their time following other animals. Drongos sometimes act as sentries when a predator is approaching, warning their neighbours with genuine alarm calls. But drongos also earn a quarter of their daily calories by sounding a false alarm when another animal finds food. When the meerkats and babblers flee from the non-existent predator, the drongo steals their food. Though in doubt, researchers have considered the possibility that these drongos possess theory of mind, not fully shown in any animal other than humans.\n\n\n== Nesting ==\nTwo to four eggs are laid in a cup nest in a fork high in a tree. Drongos are brood hosts for African Cuckoos and Jacobin Cuckoos.\n\n\n== Races ==\nIts populations are genetically highly structured, and four races are accepted. The races D. a. modestus (Príncipe) together with D. a. coracinus and D. a. atactus (Bioko to west and central mainland Africa, from Guinea east to western Kenya and south to Angola) are usually split as a separate species, the velvet-mantled drongo, D. modestus (Hartlaub, 1849). \n\nD. a. apivorus Clancey, 1976Range: Gabon, Congo Republic, DRC, Angola, northwestern Zambia, Namibia, Botswana and northwestern South Africa\nDescription: primary remiges with brown outer vanes and pale inner vanes (noticeable while perched and in flight respectively)\nHabitat: Arid savannaD. a. fugax W.K.H.Peters, 1868Range: Uganda, Kenya, Tanzania and Zanzibar, southeastern Zambia, Malawi, Mozambique, Zimbabwe, Botswana, eastern Swaziland and northeastern South Africa\nDescription: Smaller than nominate, outer vanes of primaries brown, and inner vanes darkD. a. adsimilis (Bechstein, 1794)Range: western Swaziland, Lesotho and eastern to southern South Africa\nDescription: Darker remiges, especially noticeable in flight\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nAfrican Bird Club (2006) ABC African Checklist: Passerines. Accessed 16/01/08.\nBirds of The Gambia by Barlow, Wacher and Disley, ISBN 1-873403-32-1\nSinclair, Ian & Ryan, Peter (2003) Birds of Africa south of the Sahara, Struik, Cape Town.\nFuchs, J.; De Swardt, D.H.; Oatley, G.; Fjeldså, J.; Bowie, R.C.K. (2018). \"Habitat- driven diversification, hybridization and cryptic diversity in the Fork- tailed Drongo (Passeriformes: Dicruridae: Dicrurus adsimilis)\". Zoologica Scripta. 47 (3): 266–284. doi:10.1111/zsc.12274.\n\n\n== External links ==\nFork-tailed Drongo - Species text in The Atlas of Southern African Birds.\nFork-tailed drongo videos, photos & sounds on the Internet Bird Collection",
    "ImageURL": "Forktaileddrongo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Fork-tailed_drongo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Dicruridae",
        "Genus": "Dicrurus",
        "Species": "adsimilis"
    },
    "ScientificName": "Dicrurus adsimilis"
}