{
    "CommonName": "Francolin",
    "BriefSummary": "Francolins are birds that traditionally have been placed in the genus Francolinus, but now commonly are divided into multiple genera (see Taxonomy), although some of the major taxonomic listing sources have yet to divide them. The francolins' closest relatives are the junglefowl, long-billed partridge, Alectoris and Coturnix. Together this monophyletic group may warrant family status as the Gallusinidae or in a sub-family Gallusininae. \nThe pheasant Phasianinae and partridge Perdicinae families of the \"Order of Phasianidae\" have been established as paraphyletic.\nWhen all are maintained in a single genus, it is the most diverse of the Galliformes, having by far the most members. Francolins are terrestrial (though not flightless) birds that feed on insects, vegetable matter and seeds. Most of the members have a hooked upper beak, well-suited for digging at the bases of grass tussocks and rootballs. They have wide tails with fourteen rectrix feathers. Most species exhibit spurs on the tarsi.",
    "WikiContents": "Francolins are birds that traditionally have been placed in the genus Francolinus, but now commonly are divided into multiple genera (see Taxonomy), although some of the major taxonomic listing sources have yet to divide them. The francolins' closest relatives are the junglefowl, long-billed partridge, Alectoris and Coturnix. Together this monophyletic group may warrant family status as the Gallusinidae or in a sub-family Gallusininae. \nThe pheasant Phasianinae and partridge Perdicinae families of the \"Order of Phasianidae\" have been established as paraphyletic.\nWhen all are maintained in a single genus, it is the most diverse of the Galliformes, having by far the most members. Francolins are terrestrial (though not flightless) birds that feed on insects, vegetable matter and seeds. Most of the members have a hooked upper beak, well-suited for digging at the bases of grass tussocks and rootballs. They have wide tails with fourteen rectrix feathers. Most species exhibit spurs on the tarsi.\n\n\n== Distribution ==\nOf the approximately 40 extant species, the natural range of five (comprising the genus Francolinus) are restricted to Asia, while the remaining genera are restricted to Africa.  Several species have been introduced to other parts of the world, notably Hawaii.\nTwelve of the species which occur in Africa are found in the subcontinental region of southern Africa; of these, seven occur in varying proportions within the political boundaries of Namibia. Six southern African francolins are considered endemic to the subcontinent, of which three are found in Namibia (the Hartlaub's, red-billed and Orange River francolins. The Cape spurfowl, endemic to the Cape Province of South Africa, occurs marginally in southern Namibia. A fossil francolin, Francolinus capeki, has been described from Late Pliocene deposits of Hungary; the contemporary fossil galliforms \"Francolinus\" minor and \"F.\" subfrancolinus are now placed in Palaeocryptonyx.\n\n\n== Taxonomy ==\nUntil the early 1990s, major authorities placed all francolins in the genus Francolinus. In 1992 it was suggested that this treatment was problematic, and the francolins should be split into four genera: Francolinus for the Asian species, and the African species divided into Peliperdix, Scleroptila and Pternistis. The crested francolin and Nahan's francolin were considered possibly quite distinct, but still maintained in Peliperdix and Pternistis respectively. Based on further evidence, the crested francolin was moved to the monotypic genus Dendroperdix in 1998, and the Nahan's francolin was moved to Ptilopachus in 2006. Though some still maintain all these in Francolinus, the split into multiple genera is becoming more widespread. When split, the English name \"francolin\" is generally restricted to the members of the genera Francolinus, Peliperdix, Dendroperdix and Scleroptila, while the name \"spurfowl\" is used for Pternistis (\"spurfowl\" is also used for Galloperdix of the Indian subcontinent). As the Nahan's \"francolin\" is related to the stone partridge rather than the true francolins and spurfowl, its name is sometimes modified to Nahan's partridge.In addition to the major changes proposed at genus level, the species level taxonomy among several francolins/spurfowl is disputed. For example, the distribution of the Orange River francolin (F. (S.) levaillantoides) is highly disjunct, leading some authorities to split the northern taxa (from Kenya and northwards) into a separate species, the acacia/Archer's francolin (F. (S.) gutturalis, with subspecies lorti), while maintaining the southern taxa (from Angola and southwards) in the Orange River francolin. Most authorities treat the Elgon francolin (F. (S.) psilolaema elgonensis) as a subspecies of the moorland francolin, but others have suggested it is a species (F. (S.) elgonensis), a subspecies of the Shelley's francolin, or even a hybrid between the moorland and red-winged francolins.\n\n\n=== Species ===\nFrancolinus:\nBlack francolin, Francolinus francolinus\nPainted francolin, Francolinus pictus\nChinese francolin, Francolinus pintadeanus\nGrey francolin, Francolinus pondicerianus\nSwamp francolin, Francolinus gularis\nPeliperdix:\nCoqui francolin, Peliperdix coqui\nWhite-throated francolin, Peliperdix albogularis\nSchlegel's francolin, Peliperdix schlegelii\nLatham's francolin, Peliperdix lathami\nDendroperdix:\nCrested francolin, Dendroperdix sephaena\nScleroptila:\nRing-necked francolin, Scleroptila streptophorus\nFinsch's francolin, Scleroptila finschi\nRed-winged francolin, Scleroptila levaillantii\nGrey-winged francolin, Scleroptila africanus\nMoorland francolin, Scleroptila psilolaemus\nShelley's francolin, Scleroptila shelleyi\nOrange River francolin, Scleroptila gutturalis\nPternistis (\"Spurfowl\"):\nScaly francolin, Pternistis squamatus\nAhanta francolin, Pternistis ahantensis\nGrey-striped francolin, Pternistis griseostriatus\nHartlaub's francolin, Pternistis hartlaubi\nDouble-spurred francolin, Pternistis bicalcaratus\nHeuglin's francolin, Pternistis icterorhynchus\nClapperton's francolin, Pternistis clappertoni\nHarwood's francolin, Pternistis harwoodi\nHildebrandt's francolin, Pternistis hildebrandti\nJackson's francolin, Pternistis jacksoni\nHandsome francolin, Pternistis nobilis\nMount Cameroon francolin, Pternistis camerunensis\nSwierstra's francolin, Pternistis swierstrai\nChestnut-naped francolin, Pternistis castaneicollis\nErckel's francolin, Pternistis erckelii\nDjibouti francolin, Pternistis ochropectus\nRed-billed spurfowl, Pternistis adspersus\nCape spurfowl, Pternistis capensis\nNatal spurfowl, Pternistis natalensis\nYellow-necked spurfowl, Pternistis leucoscepus\nGrey-breasted spurfowl, Pternistis rufopictus\nRed-necked spurfowl, Pternistis afer\nSwainson's spurfowl, Pternistis swainsonii\n\n\n== References ==\n\nA Molecular Phylogeny of the Pheasants and Partridges Suggests\nThat These Lineages Are Not Monophyletic\nR. T. Kimball,* E. L. Braun,*,† P. W. Zwartjes,* T. M. Crowe,‡,§ and J. D. Ligon*\n\n\n== External links ==\nFrancolin videos on the Internet Bird Collection\n \"Francolin\" . The American Cyclopædia. 1879.",
    "ImageURL": "Francolin_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Francolin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Galliformes",
        "Family": "Phasianidae"
    },
    "Zone": "* #### A"
}