{
    "CommonName": "Fringe-eared oryx",
    "BriefSummary": "The fringe-eared oryx (Oryx beisa callotis) is a subspecies of East African oryx. It was originally described as a distinct species by Oldfield Thomas in 1892, but was subsequently re-evaluated as a subspecies by Richard Lydekker in 1912. Recently, analysis using the phylogenetic species concept has led some authors to conclude that it should be returned to full species status (Oryx callotis).",
    "WikiContents": "The fringe-eared oryx (Oryx beisa callotis) is a subspecies of East African oryx. It was originally described as a distinct species by Oldfield Thomas in 1892, but was subsequently re-evaluated as a subspecies by Richard Lydekker in 1912. Recently, analysis using the phylogenetic species concept has led some authors to conclude that it should be returned to full species status (Oryx callotis).\n\n\n== Description ==\nFringe-eared oryxes are relatively muscular antelopes with short, slender legs. Adults are 153 to 170 cm (60 to 67 in) in head-body length, with a tail 45 to 50 cm (18 to 20 in) long, and stand 110 to 120 cm (43 to 47 in) tall at the shoulder. Males are heavier, weighing 167 to 209 kg (368 to 461 lb), compared with 116 to 188 kg (256 to 414 lb) for females, but the two sexes are otherwise difficult to distinguish. The hair is fawn coloured across almost the entire body, with a black stripe down the flanks. There are also black bands on the front and side of the face, and down the throat, while the muzzle is white. There is a short mane of brownish hair, as well as tufts of black hair above the hooves, at the end of the tail, and on the ears. It is from the last feature, unique among the various kinds of oryx, that the subspecies gains its common name.The horns are 76 to 81 cm (30 to 32 in) long, and almost straight, with only a slight backwards curve. Unlike in most other hippotragine antelopes, but like those of other oryxes, those of the fringe-eared oryx are parallel with the upper surface of the animal's snout. The horns are similar in males and females, and have an average of sixteen rings around the lower half, before smoothly tapering to a point.\n\n\n== Distribution and habitat ==\nFringe-eared oryxes are found only in southeastern Kenya and northeastern Tanzania. Although previously not found within the present-day boundaries of the Serengeti National Park, herds of oryx began moving into that area in 1972, where they still remain. They inhabit semi-arid grasslands, scrubland, and Acacia woodland, being most common in areas with an annual rainfall of 40 to 80 centimetres (16 to 31 in) per year. Predictions by the IUCN indicate that they may soon become restricted to national parks and similarly protected areas, due to pressure from poachers and habitat loss due to agriculture outside such areas.\n\n\n== Diet and behaviour ==\nOver 80% of the fringe-eared oryx's diet consists of grasses. During the wet season, these are supplemented with herbs such as dayflowers and Indigofera, while in the dry season, the oryx instead eat the tubers and stems of Pyrenacantha malvifolia and other succulent plants that help to provide the animals with water. By using such strategies, fringe-eared oryx have been reported to survive for up to a month without drinking, although they will do so when the opportunity arises. In addition, oryxes have the ability to produce highly concentrated urine, and to re-absorb significant amounts of water from their food.Fringe-eared oryxes travel in nomadic herds, typically composed of thirty to forty individuals. Herds have a home range of 300 to 400 km2 (120 to 150 sq mi), within which the animals move in search of green vegetation. Most adult members of the herd are female, but it is the males who are mainly responsible for directing its movement. When moving in single file, for example, dominant males bring up the rear, and speed up or slow down the females in front of them, as well as blocking any that try to move away.Within the herd, animals of both sexes establish a clear pattern of dominance. Challenges to reinforce and test this hierarchy begin with animals galloping in a broad circle with a high-stepping movement and swinging the head from side to side. More active fights consist primarily of clashing with the horns, but also involve pushing with the horns or forehead. The loser in such fights may be pushed back up to 30 metres (98 ft), but the animals do not attempt to gore one another or cause serious injury.Predators of fringe-eared oryxes include lions, cheetahs, and leopards. Oryxes have been reported to use water holes in the company of various other ungulates, and primarily during the daylight hours, in order to reduce the chance of predation, and to give snorting alarm calls if any potential predators are spotted. Otherwise, they graze in the early morning and in the evening, resting and ruminating during the heat of the day, and also grazing intermittently during the night. They also spend a considerable amount of time grooming each other with their teeth and tongues, and, as a result, have been reported to suffer less with infestation by ticks than animals such as wildebeest, that groom less often.\n\n\n== Reproduction ==\nBreeding occurs throughout the year, although young are more commonly born in the dry season than at other times. Males may form territories within which they attempt to control females, and prevent other males from mating, but this tactic meets with only limited success, so that even non-territorial males have some chance at mating. Single young are born after a gestation period of around nine months, and weigh between 9 and 10 kg (20 and 22 lb) at birth.The mother moves away from the herd before giving birth, and keeps her infant hidden for up to three weeks, before rejoining the herd shortly thereafter. They are able to breed again almost immediately, and can therefore give birth every eleven months under ideal circumstances. Young are sexually mature by eighteen to twenty four months of age. Fringe-eared oryxes have lived for up to 22 years in captivity.\n\n\n== References ==",
    "ImageURL": "Fringeearedoryx_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Fringe-eared_oryx",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Oryx",
        "Species": "beisa"
    },
    "ScientificName": "Oryx beisa"
}