{
    "CommonName": "Frogmouth",
    "BriefSummary": "The frogmouths are a group of nocturnal birds related to the nightjars. They are found from the Indian Subcontinent across Southeast Asia to Australia.",
    "WikiContents": "The frogmouths are a group of nocturnal birds related to the nightjars. They are found from the Indian Subcontinent across Southeast Asia to Australia.\n\n\n== Biology ==\nThey are named for their large flattened hooked bill and huge frog-like gape, which they use to capture insects. Their flight is weak. They rest horizontally on branches during the day, camouflaged by their cryptic plumage. Up to three white eggs are laid in the fork of a branch, and are incubated by the female at night and the male in the day. The three Podargus species are large frogmouths restricted to Australia and New Guinea, that have massive flat broad bills. They are known to take larger prey such as small vertebrates (frogs, mice, etc.), which are sometimes beaten against a stone before swallowing. The ten Batrachostomus frogmouths are found in tropical Asia. They have smaller, more rounded bills and are predominantly insectivorous. Both Podargus and Batrachostomus have bristles around the base of the bill, and Batrachostomus has other, longer bristles which may exist to protect the eyes from insect prey. In April 2007, a new species of frogmouth  was described from the Solomon Islands and placed in a newly established genus, Rigidipenna.\n\n\n== Taxonomy ==\nDNA-DNA hybridisation studies have suggested that the two frogmouth groups may not be as closely related as previously thought, and that the Asian species may be separable as a new family, the Batrachostomidae. Although frogmouths are traditionally included in the order Caprimulgiformes, another study has cast doubt on their placement within that order, and they may be distinct enough to warrant an order of their own, Podargiformes, as Gregory Mathews proposed in 1918.\n\n\n=== Species ===\n\nGenus PodargusTawny frogmouth, Podargus strigoides\nMarbled frogmouth, Podargus ocellatus\nPapuan frogmouth, Podargus papuensisGenus BatrachostomusLarge frogmouth, Batrachostomus auritus\nDulit frogmouth, Batrachostomus harterti\nPhilippine frogmouth, Batrachostomus septimus\nGould's frogmouth, Batrachostomus stellatus\nSri Lanka frogmouth, Batrachostomus moniliger\nHodgson's frogmouth, Batrachostomus hodgsoni\nShort-tailed frogmouth, Batrachostomus poliolophus\nJavan frogmouth, Batrachostomus javensis\nBlyth's frogmouth, Batrachostomus affinis\nSunda frogmouth, Batrachostomus cornutusGenus RigidipennaSolomons frogmouth, Rigidipenna inexpectata\n\n\n== References ==\n\n\n== External links ==\nFrogmouth videos on the Internet Bird Collection\nVideo: Finding the Sri-Lanka Frogmouth, Southern India\nScientists discover new genus of frogmouth bird in Solomon Islands",
    "ImageURL": "Frogmouth_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Frogmouth",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Caprimulgiformes",
        "Family": "Podargidae"
    },
    "Zone": "* #### H"
}