{
    "CommonName": "Galapagos dove",
    "BriefSummary": "The Galápagos dove (Zenaida galapagoensis) is a species of bird in the family Columbidae. It is endemic to the Galápagos, off Ecuador. It is fairly common and is found in a wide range of open and semi-open habitats, especially in the arid lowlands of the archipelago.The Galápagos dove grows to between 18 and 23 centimeters long. A boldly marked bird, the Galápagos dove has dark reddish-brown upperparts, a pinkish neck and breast, a buff-coloured belly, and brown wings, streaked with white and black. The long downward curved beaks on the Galápagos dove helps it feed mostly on seeds and fruits from the ground. Very reluctant to fly, it will only do so as a last resort. Galápagos doves spend most of their time on the ground searching for food, mainly feeding off seeds, caterpillars, and Opuntia cactus flowers and pulp. They inhabit rocky lowlands, scattered trees, bushes, and cacti.\nIn the mid to late 1600s, Galápagos doves began to be hunted by sailors. Extensive human depredations continued at least into the 1960s, but the doves are now most threatened by feral cats. Other threats are diseases, pollution, and habitat degradation. When their nests are in danger, the doves will pretend to be hurt or injured and lure the predator away from its nest. Most Galápagos dove nest are built on the ground, often under lava overhangs, or in old mockingbird nests in the cacti. A typical clutch consists of two eggs. Breeding begins three to five weeks after the beginning of the wet season, with up to three clutches a year.On islands where bees are absent, the Opuntia cacti have evolved softer spines. This may allow birds, including the dove, better access to the flowers, with bird activity serving to pollinate the flowers.",
    "WikiContents": "The Galápagos dove (Zenaida galapagoensis) is a species of bird in the family Columbidae. It is endemic to the Galápagos, off Ecuador. It is fairly common and is found in a wide range of open and semi-open habitats, especially in the arid lowlands of the archipelago.The Galápagos dove grows to between 18 and 23 centimeters long. A boldly marked bird, the Galápagos dove has dark reddish-brown upperparts, a pinkish neck and breast, a buff-coloured belly, and brown wings, streaked with white and black. The long downward curved beaks on the Galápagos dove helps it feed mostly on seeds and fruits from the ground. Very reluctant to fly, it will only do so as a last resort. Galápagos doves spend most of their time on the ground searching for food, mainly feeding off seeds, caterpillars, and Opuntia cactus flowers and pulp. They inhabit rocky lowlands, scattered trees, bushes, and cacti.\nIn the mid to late 1600s, Galápagos doves began to be hunted by sailors. Extensive human depredations continued at least into the 1960s, but the doves are now most threatened by feral cats. Other threats are diseases, pollution, and habitat degradation. When their nests are in danger, the doves will pretend to be hurt or injured and lure the predator away from its nest. Most Galápagos dove nest are built on the ground, often under lava overhangs, or in old mockingbird nests in the cacti. A typical clutch consists of two eggs. Breeding begins three to five weeks after the beginning of the wet season, with up to three clutches a year.On islands where bees are absent, the Opuntia cacti have evolved softer spines. This may allow birds, including the dove, better access to the flowers, with bird activity serving to pollinate the flowers.\n\n\n== Relationship with humans ==\nGalápagos doves present an example of how a species adapts when mankind interacts with the species and its environment. The 1685 Galapagos Island expedition by the British privateers is where the first interaction of Galápagos doves and humans took place. The Galápagos dove, like many animals in Galápagos, is extremely tame. When the British sailors first arrived, these doves showed no fear, coming in flocks, which made them easy hunting targets. The doves would even sit on the heads and shoulders of the sailors. However, the birds eventually adapted by learning to avoid human interaction.\n\n\n== References ==",
    "ImageURL": "Galapagosdove_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gal%C3%A1pagos_dove",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Columbiformes",
        "Family": "Columbidae",
        "Genus": "Zenaida",
        "Species": "galapagoensis"
    },
    "ScientificName": "Zenaida galapagoensis",
    "Zone": "* #### A"
}