{
    "CommonName": "Galapagos mockingbird",
    "BriefSummary": "The Galápagos mockingbird (Mimus parvulus) is a species of bird in the family Mimidae. It is endemic to the Galápagos Islands, Ecuador.",
    "WikiContents": "The Galápagos mockingbird (Mimus parvulus) is a species of bird in the family Mimidae. It is endemic to the Galápagos Islands, Ecuador.\n\n\n== Systematics ==\nThe Galápagos mockingbird is one of four mockingbird species endemic to the Galápagos Islands. These four are all closely related, and DNA evidence shows they likely all descended from an ancestor species which reached the islands in a single colonization event. When John Gould first described the species in 1837, based on specimens brought back from the islands by Charles Darwin, he named it Orpheus parvulus. However, because of the rules of binomial nomenclature, Orpheus was declared a junior synonym, and in 1841, George Robert Gray moved all of the Orpheus mockingbirds to the older genus Mimus. In 1890, Robert Ridgway created the genus Nesomimus for the mockingbirds found on the Galápagos Islands, and most taxonomists adopted the change. Recent DNA studies, however, show that the Nesomimus mockingbirds fall within the traditional genus Mimus, making the latter paraphyletic, so some taxonomists have moved them back into Mimus.There are six subspecies, each endemic to a particular island or islands:\nM. p. barringtoni is found on Santa Fé.\nM. p. bauri is found on Genovesa.\nM. p. hulli is found on Darwin.\nM. p. parvulus is found on Santa Cruz, North Seymour, Daphne Major, Isabela and Fernandina.\nM. p. personatus is found on Pinta, Marchena, Rábida and Santiago.\nM. p. wenmani is found on Wolf.The genus name Mimus is a Latin word meaning \"mimic\", while the species name parvulus is a Latin word meaning \"very small\".\n\n\n== Description ==\n\nLike all of the mockingbirds found in the Galápagos, this species is long-tailed and relatively long-legged, with a long, slim, decurved beak.\n\n\n== Range and habitat ==\nThe Galápagos mockingbird is the most widespread of the mockingbird species found in the Galápagos; it is found on most of the major (and many of the minor) islands of the archipelago.\n\n\n== Behavior ==\n\n\n=== Food and feeding ===\nLike the other mockingbirds found on the islands, the Galápagos mockingbird is an omnivore; it eats everything from seeds and invertebrates to eggs, baby turtles and Galápagos sea lion placentas. Research suggests that the species may be an effective distributor of invasive plant species across the islands; it eats more fruit than did several tested species of Darwin's finches, but seeds that pass through its digestive tract generally remain viable.\n\n\n== Conservation and threats ==\n\nStudies show that avian poxvirus is a significant cause of nesting failure for Galápagos mockingbirds on Santa Cruz. Young birds appear to be more vulnerable than adults to the disease, and suffer high mortality when infected. Larvae of the fly species Philornis downsi, which was accidentally introduced to the Galápagos, are known to attack Galápagos mockingbird nestlings; infestations often result in the death of young birds. The Galápagos mockingbird is also host for a number of species of biting lice, including Docophorus galapagensis, Lipeurus languidus, Menopon insertum, Nirmus galapagensis and Nirmus vulgatus galapagensis. Mockingbirds from the island of Genovesa are known to harbor the coccidian parasite Polysporella genovesae in their intestines.Although it has a relatively small range and its population has never been quantified, the Galápagos mockingbird is described as \"common\" and its population appears to be stable, so the International Union for the Conservation of Nature assesses it as a species of Least Concern. Its entire range falls within the Galápagos National Park, and is thus protected. However, like all native wildlife on the archipelago, it faces a number of potential threats, including habitat changes as the result of overgrazing, predation by various introduced species and fires.\n\n\n== References ==\n\nJobling, James A. (2010). The Helm Dictionary of Scientific Names. London, UK: Christopher Helm. ISBN 978-1-4081-2501-4.\n\n\n== External links ==\nTenenbaum, David. \"Flinch, finch.\" Treasures of Evolution Island. 11 Jan 2001.",
    "ImageURL": "Galapagosmockingbird_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gal%C3%A1pagos_mockingbird",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Mimidae",
        "Genus": "Mimus",
        "Species": "parvulus"
    },
    "ScientificName": "Mimus parvulus"
}