{
    "CommonName": "Galapagos hawk",
    "BriefSummary": "The Galapagos hawk (Buteo galapagoensis) is a large hawk endemic to most of the Galapagos Islands.",
    "WikiContents": "The Galapagos hawk (Buteo galapagoensis) is a large hawk endemic to most of the Galapagos Islands.\n\n\n== Description ==\n\nThe Galapagos hawk is similar in size to the red tailed hawk (Buteo jamaicensis) and the Swainson's hawk (Buteo swainsoni) of North America, but the size is variable across the islands as is recorded for many animals native to the Galapagos. They appear to be somewhat more heavily built than those well known mainland species, and going on average weights, this species is the second heaviest Buteo in the Americas, behind only the ferruginous hawk. The Galapagos hawk can range from 45 to 58 cm (18 to 23 in) in length from beak to tail with a wingspan of 116 to 140 cm (46 to 55 in). The smallest hawk sizes recorded are on Marchena Island, where males average 844 g (1.861 lb) and females average 1,223 g (2.696 lb). Intermediate in size are the hawks of Santiago Island, on which males weigh an average of 963 g (2.123 lb) while females average 1,295 g (2.855 lb). Largest known are the hawks on Española Island, which are amongst the largest Buteo known anywhere, with males averaging 1,137 g (2.507 lb) and females averaging 1,578 g (3.479 lb). The adult hawk has various colouring within the species. The adult Galapagos hawk is generally a sooty brownish black colour; the crown being slightly blacker than the back. Its feathers of the mantle are partially edged with paler brown, grey, or buff, with their white bases showing to some extent. Their tail coverts are also barred with white.The tail itself is silvery grey above, with about ten narrow black bars; below it is quite pale. The wing feathers are paler on inner webs, barred with white.\nBelow it has indistinct rufous edges to the feathers of the flanks and lower abdomen. The under-tail coverts are barred with white. Under-wing coverts are black, contrasting with the pale bases of the wing quills. The eyes are brown, the beak greyish black, paler at its base which is known as the 'cere', legs and feet are yellow. The male hawk is smaller than the female hawk, as with many birds of prey.\nThe young hawks however, appear quite different from the adults in that they are well camouflaged with an overall brown appearance with varying amounts of striping below and paler mottling above. Their eyes are light grey-brown, and the beak black, blue-grey at its base. The cere is grey-green, the feet pale yellow-green. When the immature plumage becomes badly worn, the pale areas become almost white.\nThe Galapagos hawk has broad wings and a broad tail. It is an apex predator and possesses excellent vision. Their young appear different from adults because they are darker and have camouflage which aid them in remaining protected from potential predators until they are fully grown.\n\n\n== Habitat and diet ==\nThis hawk lives mainly on insects such as locusts and giant centipedes, as well as small lava lizards, snakes, and rodents.  It is not uncommon for it to take marine and land iguanas, and sea turtle and tortoise hatchlings.  This predator has also been spotted near nesting areas of swallow-tailed gulls, where it steals eggs as well as young.  Even extremely rancid carrion is picked apart by their sharp, forceful beaks.  Their feet and talons are also strong like those of the closely related red-backed hawk and white-tailed hawk.\nHunting in groups of two or three, the hawks soar at a height of 50 to 200 metres in the sky.  When one of the birds spots prey or a rotting carcass, they signal to the other members.  The dominant hawk of the group feeds from the prey until it is satisfied, as the other hawks in the family group submissively wait their turn to feed. It prefers to perch on a lava outcrop or high branch when hunting, yet it also spends some of its time on the ground.\nFearless of man, the young especially being quite curious, they often wander around human camps and scavenge for scraps of food.  In 1845, Charles Darwin wrote:\n\n\"A gun is here almost superfluous; for with the muzzle I pushed a hawk out of the branch of a tree...\"\n\n\n== Behavior and breeding ==\n\nBecause the seasons of the island are unchanging due to the close proximity of the equator, there is no regular mating season.  Mating takes place a few times a day on a nearby perch or in flight. It begins when males make fake attacks on the female from behind by dive bombing her, and then the male follows the female as she descends to the trees below.  While males tend to be monogamous, the females will mate with up to seven different males during mating season.  Throughout the entire nesting period, the female and her males take turns protecting the nest and incubating the eggs, even participating in the feeding.\nNests are built low in trees, on lava ledges, or even on the ground at times.  Used for many years and nesting periods, they become quite large, sometimes even four feet in diameter.  Stick structures are lined with grass, bark, clumps of leaves, or other available soft materials.  The mating pair is together the majority of the time at the prime of egg-laying season, and usually stays close to the nesting site.  The nest is maintained constantly with fresh, green twigs.  Normally one to three eggs are laid, green-white in color, but only one young is reared.  Young hawks leave the nest around 50–60 days after hatching.  Juvenile hawks will not enter the territorial breeding areas until they reach the age of three, becoming sexually mature. Although these birds are generally fearless, they will abandon their nest if it has been tampered with by humans.\n\n\n=== Voice ===\nThe call of the Galapagos hawk is a series of short screams similar to the call of the red-shouldered hawk that have been described as a “keer, keeu,” or an inflected “kwee”.  Especially noisy during mating season, their call softens to a “kilp, kilp, kilp”.\n\n\n== Status ==\nAlthough the exact number of these birds is unknown, there are believed to be only around 150 mating pairs in existence today.  This statistic has improved slightly from past years, but it is far from the abundance they were found in on all the islands of Galápagos when they were discovered.  Due to human disturbance to their natural habitat, a dwindling food supply because of new predators introduced to the islands, and persecution by humans, they are now extinct on the islands of Baltra, Daphne, Floreana, San Cristobal, and Seymour.\n\n\n=== Evolution ===\nStudy of mtDNA haplotypes (Bollmer et al. 2005) of the Galapagos hawk and its closest relative, Swainson's hawk, indicates that the former's ancestors colonized the islands approximately 300,000 years ago, making the birds the most recent native species arrival known. (Compare to Darwin's finches, which are estimated to have arrived some 2–3 million years ago.)\n\n\n== References ==\n\nBollmer, Jennifer L.; Kimball, Rebecca T.; Whiteman, Noah Kerness; Sarasola, José Hernán & Parker, Patricia G. (2005).  Phylogeography of the Galápagos hawk (Buteo galapagoensis): A recent arrival to the Galápagos Islands. Molecular Phylogenetics and Evolution 39(1): 237–247. doi:10.1016/j.ympev.2005.11.014 PMID 16376110 (HTML abstract)\nChanning, Keith (2008). Galapagos Hawk - Buteo galapagoensis. The Hawk Conservancy Trust. 5 March 2008.\nLicon, Daniel. \"Buteo galapagoensis: Galapagos Hawk\". University of Michigan Museum of Zoology Animal Diversity Web. 2008. 5 Mar 2008 <http://animaldiversity.ummz.umich.edu/site/accounts/information/Buteo_galapagoensis.html>.\nBollmer, Jennifer L., et al. (2005). Population Genetics of the Galapagos Hawk (Buteo galapagoensis): Genetic Monomorphism Within Isolated Populations. The Auk 122(4): 1210-1214.\nDelay, Linda S., et al. (1996). Paternal Care in the Cooperatively Polyandrous Galapagos Hawk. The Condor 98: 300-306.\n\n\n== External links ==\nBirdLife Species Factsheet.\nARKive: images and movies of the Galapagos hawk (Buteo galapagoensis)\nAnimalsandEarth: photos of the Galapagos hawk (Buteo galapagoensis)",
    "ImageURL": "Galapagoshawk_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Galapagos_hawk",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "Accipitridae",
        "Genus": "Buteo",
        "Species": "galapagoensis"
    },
    "ScientificName": "Buteo galapagoensis"
}