{
    "CommonName": "Galapagos sea lion",
    "BriefSummary": "The Galápagos sea lion (Zalophus wollebaeki) is a species of sea lion that exclusively breeds on the Galápagos Islands and – in smaller numbers – on Isla de la Plata (Ecuador). Being fairly social, and one of the most numerous species in the Galápagos archipelago, they are often spotted sun-bathing on sandy shores or rock groups or gliding gracefully through the surf. Their loud bark, playful nature, and graceful agility in water make them the \"welcoming party\" of the islands. They are the smallest sea lions.",
    "WikiContents": "The Galápagos sea lion (Zalophus wollebaeki) is a species of sea lion that exclusively breeds on the Galápagos Islands and – in smaller numbers – on Isla de la Plata (Ecuador). Being fairly social, and one of the most numerous species in the Galápagos archipelago, they are often spotted sun-bathing on sandy shores or rock groups or gliding gracefully through the surf. Their loud bark, playful nature, and graceful agility in water make them the \"welcoming party\" of the islands. They are the smallest sea lions.\n\n\n== Taxonomy ==\nThis species was first described by E. Sivertsen in 1953. This species has been considered a subspecies of Zalophus californianus (called Z. c. wollebaeki) by many authors. But recent genetic data supports the Z. wollebaeki to be a separate species. The species belongs to the family Otariidae and genus Zalophus.\n\n\n== Physical characteristics ==\n\nSlightly smaller than their Californian relatives, Galápagos sea lions range from 150 to 250 cm (59 to 98 in) in length and weigh between 50 to 250 kg (110 to 550 lb), with the males averaging larger than females. Adult males also tend to have a thicker, more robust neck, chest, and shoulders in comparison to their slender abdomen. Females are somewhat opposite males, with a longer, more slender neck and thick torso. Once sexually mature, a male’s sagittal crest enlarges, forming a small, characteristic bump-like projection on their forehead. Galápagos sea lions, compared to California sea lions, have a slightly smaller sagittal crest and a shorter muzzle. Adult females and juveniles lack this physical characteristic altogether with a nearly flat head and little or no forehead.\nBoth male and female sea lions have a pointy, whiskered nose and somewhat long, narrow muzzle. The young pups are almost dog-like in profile. Another characteristic that defines the sea lion are their external ear-like pinnae flaps which distinguish them from their close relative with which they are often confused, the seal. The foreflippers have a short fur extending from the wrist to the middle of the dorsal fin surface, but other than that, the flippers are covered in black, leathery skin. Curving posteriorly, the first digit of the flipper is the largest, giving it a swept-back look. At the end of each digit is a claw, usually reduced to a vestigial nodule that rarely emerges above the skin. Although somewhat clumsy on land with their flippers, sea lions are amazingly agile in water. With their streamlined bodies and flipper-like feet, they easily propel themselves through crashing surf and dangerously sharp coastal rocks. They also have the ability to control their flippers independently and thus change directions with ease, and they have more control over their body on land.\nWhen wet, sea lions are a shade of dark brown, but once dry, their color varies greatly. The females tend to be a lighter shade than the males and the pups a chestnut brown. Born with a longer, brownish-black lanugo, a pup's coat gradually fades to brown within the first five months of life. At this time, they undergo their first molt, resulting in their adult coat. \nThe age of maturity for Galápagos sea lions is estimated at about 4–5 years. The life span of Galapagos sea lions is estimated to be at 15–24 years.\n\n\n== Distribution ==\nGalápagos sea lions can be found on each of the islands of the Galápagos archipelago. They have also colonized just offshore the mainland Ecuador at Isla de la Plata, and can be spotted from the Ecuadorian coast north to Isla Gorgona in Colombia. Records have also been made of sightings on Isla del Coco, which is about 500 km southwest of Costa Rica. The population on Isla del Coco is thought to be a vagrant population, while the population in the Galápagos archipelago is considered native. Less than a quarter of them reside on the most tourist drawn area, San Cristabol Island.\n\n\n== Diet and feeding patterns ==\n\nFeeding mostly on sardines, Galápagos sea lions sometimes travel 10 to 15 kilometers from the coast over the span of days to hunt for their prey. This is when they come into contact with their biggest predators: sharks and killer whales. Injuries and scars from attacks are often visible. During El Niño, when fish populations either die or migrate, sea lions dive down deeper into the ocean to feed on lantern fish.  During el Niño events, occurs when the water temperature changes and causes climate change in the Pacific, more green-eyes and myctophids are consumed due to a decrease in sardine population. El Nino caused many population decreases by changing the sea lion's availability for food, causing these Galapagos sea lions to be listed as endangered. Successful cooperative hunting of yellowfin tuna, in which the fish were herded into a rocky inlet, was recorded in the BBC series Blue Planet II.\n\n\n== Behavior and male competition ==\n\nGalápagos sea lions are especially vulnerable to human activity. Their inquisitive and social nature makes them more likely to approach areas inhabited by humans, and thus come into contact with human waste, fishing nets, and hooks. They occupy many different shoreline types, from steep, rocky cliff sides to low-lying sandy beaches. To avoid overheating during the day, sea lions will take refuge from the sun under vegetation, rocks, and cliffs.\nNot only are sea lions social, they are also quite vocal. Adult males often bark in long, loud and distinctive repeated sequences. Females and juveniles do not produce this repetitive bark, but both sexes of younger pups will growl. From birth, a mother sea lion recognizes her pup’s distinct bark and can pinpoint it from a crowd of 30 or more barking sea lions.\nThe Galapagos sea lion male has two types, territorial males and non-territorial males. There are clear cut differences in behavior from territorial males and non-territorial males, the first being the territorial males vocalized at higher rates than non-territorial males and the onset of vocalization tends to be higher. Vocalization is important to territorial males because it plays a key role in sexual selection and helps ward off intruding non territorial males into their harem. Most vocalizations made by territorial males are long range and not directed to anything specific.\nOn land, sea lions form colonies at their hauling-out areas. Adult males, bulls, are the head of the colony, growing up to 7 ft (2;m) long and weighing up to 800 pounds (360 kg). As males grow larger, they fight to win dominance of a harem of between five and 25 cows, and the surrounding territory. Swimming from border to border of his colony, the dominant bull jealously defends his coastline against all other adult males. While patrolling his area, he frequently rears his head out of the water and barks, as an indication of his territorial ownership. The neighboring territorial males tend to display a “dear enemy effect”, where territorial males decrease vocalization and aggression. Through repetitive encounters with other territorial bulls, males displayed reduced aggression and stored key information about a neighbor’s strength as an adversary.\nThe average dominant bull holds his territory for only a few months, until he is challenged by another male. On land, these fights start by two bulls stretching out their necks and barking in attempt to test each other’s bravery. If this is not enough to scare the opponent off, they begin pushing each other and biting around the neck area. If males were not equipped with thick, muscular necks, their vital organs would be easily damaged during these fights. Blood is often drawn, however, and many male sea lions have battle scars due to these territorial competitions. Losers are dramatically chased far from their territory by the new dominant bull with much splashing.\nBecause there is only one male in each harem, there is always a surplus of “bachelor” male sea lions. They usually congregate fairly peaceably on less favorable areas of the coastline in “bachelor colonies”. One of the most commonly known is atop the cliffs of the South Plaza Island of the Galápagos chain. Because the dominant male of the harem cannot feed while defending his colony, he eventually becomes too tired and weak, and is overpowered by a well-nourished, fresh bull.The territorial males that lose their territory but decide to stay on the island tend to vocalize less and have a lowered fighting ability, due to fasting.\n\n\n== Breeding ==\n\nBreeding takes place from May through January. Because of this prolonged breeding season and the extensive care required by the pups from their mother, there are dependent pups in the colonies year round. Each cow in the harem has a single pup born a year after conception. After about a week of continuous attention from birth, the female returns to the ocean and begins to forage, and just a week after that, the pup will follow her and begin to develop its swimming skills. When the pup is two to three weeks old, the cow will mate again. The mothers will take the young pups with them into the water while nursing until around the 11th month, when the pups are weaned from their mother’s milk and become dependent on their own hunting skill.\nThe lasting interaction of mother–offspring pairs is a central social unit in most mammalian groups, including these sea lions. The cow will nurture a pup for up to three years. In that time, the cow and the pup will recognize each other's bark from the rest of the colony. Within the colony, sea lion pups live together in a rookery. Pups can be seen together napping, playing, and feeding. It is not uncommon to see one cow 'baby-sitting' a group of pups while the other cows go off to feed.\n\nMany mammals synchronize their pregnancies to ensure a greater infant survival rate, but not Z. wollebaeki. Plausible reasons for this low synchrony could be the absence of strong photoperiodic change throughout the year, which is thought to regulate embryonic diapause, and/or adaptation to an environment with variable productivity and prey availability. \n\n\n== Threats and status ==\nThe majority of the Galápagos population is protected, as the islands are a part of the Ecuadorian National Park surrounded by a marine resources reserve. Although the Galápagos Islands are a popular tourist destination, strict rules exist to protect all wildlife from disturbance. Fluctuating between 20,000 and 50,000 sea lions, the population does have a few threats. During el Niño events, the population tends to decrease as ocean temperatures warm and cold-adapted marine life on which the sea lions depend declines, which lead to die-offs or cessation of reproduction. Sharks and killer whales are the main predators of the sea lion. Although adult sea lions have less to worry about, pups are easy targets. Regulations governing human behavior help mitigate risks to sea lions due to human contact, but as the human population continues to grow it nevertheless presents various risks for accident and disease. The sea lions have learned that being near the fisheries they have a better chance at capturing fish with little to no work, but as a result they are in more danger from boats and net entanglement.  They are  impacted by humans indirectly as well. Stray dogs introduced by humans form packs and attack sea lions. The pesticide DDT, still in targeted use to prevent malaria in tropical countries, accumulates through the food chain and is found at near-toxic concentrations in sea lion pups. From years 2008 through 2012 death by disease increased.\n\n\n== References ==\n\n\n=== Notes ===\n\n\n=== Further reading ===\nKunc, Hansjoerg P.; Wolf, Jochen B. W. (2008). \"Seasonal Changes Of Vocal Rates And Their Relation To Territorial Status In Male Galápagos Sea Lions ( Zalophus Wollebaeki)\". Ethology. 114 (4): 381–388. doi:10.1111/j.1439-0310.2008.01484.x.\nMeise, Kristine; Kruger, Oliver; Piedrahita, Paolo; Trillmich, Fritz (2013). \"Site Fidedility of Male Galapagos Sea Lions: A Lifetime Perspective\". Behavioral Ecology and Sociobiology. 67 (6): 1001–1011. doi:10.1007/s00265-013-1526-5.\nWolf, Jochen B.;  et al. (2005). \"Males in the Shade: Habitat use and Sexual Segregation in the Galápagos Sea Lion (Zalophus Californianus Wollebaeki)\". Behavioral Ecology and Sociobiology. 59 (2): 293–302. doi:10.1007/s00265-005-0042-7.\n\n\n=== Other sources ===\nZalophus wollebaeki: Galápagos sea lion, Ocean Biogeographic Information System (OBIS)\nWolf, JB; Tautz, D; Trillmich, F (Sep 2007), \"Galápagos and Californian sea lions are separate species: Genetic analysis of the genus Zalophus and its implications for conservation management\", Frontiers in Zoology, 4 (1): 20, doi:10.1186/1742-9994-4-20, PMC 2072946, PMID 17868473\n\n\n== External links ==\nGalápagos sea lions and fur seals",
    "ImageURL": "Galapagossealion_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gal%C3%A1pagos_sea_lion",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Otariidae",
        "Genus": "Zalophus",
        "Species": "wollebaeki"
    },
    "ScientificName": "Zalophus wollebaeki"
}