{
    "CommonName": "Gar",
    "BriefSummary": "Gars (or garpike) are members of the Lepisosteiformes (or Semionotiformes), an ancient holosteian order of ray-finned fish; fossils from this order are known from the Late Jurassic onwards.  The family Lepisosteidae includes seven living species of fish in two genera that inhabit fresh, brackish, and occasionally marine, waters of eastern North America, Central America and the Caribbean islands.  Gars have elongated bodies that are heavily armored with ganoid scales, and fronted by similarly elongated jaws filled with long, sharp teeth. All of the gars are relatively large fish, but the alligator gar (Atractosteus spatula) is the largest, as specimens have been reported to be 3 m (9.8 ft) in length; however, they typically grow to 2 m (6.5 ft) and weigh over 45 kg (100 lb). Unusually, their vascularised swim bladders can function as lungs, and most gars surface periodically to take a gulp of air.  Gar flesh is edible and the hard skin and scales of gars are used by humans; however their eggs are highly toxic.",
    "WikiContents": "Gars (or garpike) are members of the Lepisosteiformes (or Semionotiformes), an ancient holosteian order of ray-finned fish; fossils from this order are known from the Late Jurassic onwards.  The family Lepisosteidae includes seven living species of fish in two genera that inhabit fresh, brackish, and occasionally marine, waters of eastern North America, Central America and the Caribbean islands.  Gars have elongated bodies that are heavily armored with ganoid scales, and fronted by similarly elongated jaws filled with long, sharp teeth. All of the gars are relatively large fish, but the alligator gar (Atractosteus spatula) is the largest, as specimens have been reported to be 3 m (9.8 ft) in length; however, they typically grow to 2 m (6.5 ft) and weigh over 45 kg (100 lb). Unusually, their vascularised swim bladders can function as lungs, and most gars surface periodically to take a gulp of air.  Gar flesh is edible and the hard skin and scales of gars are used by humans; however their eggs are highly toxic.\n\n\n== Etymology ==\nThe name gar was originally used for a species of needlefish (Belone belone) found in the North Atlantic and likely taking its name from the Old English word for \"spear\". Belone belone is now more commonly referred to as the \"garfish\" or \"gar fish\" to avoid confusion with the North American gars of the family Lepisosteidae. Confusingly, the name \"garfish\" is commonly used for a number of other species of the related genera Strongylura, Tylosurus and Xenentodon of the family Belonidae.\nThe genus name Lepisosteus comes from the Greek lepis meaning \"scale\" and osteon meaning \"bone\". Atractosteus is similarly derived from Greek, in this case from atraktos, meaning arrow.\n\n\n== Distribution ==\nFossil gars are found in Europe, India, South America, and North America, indicating that in times past, these fish had a wider distribution than they do today. Gars are considered to be a remnant of a group of bony fish that flourished in the Mesozoic, and are most closely related to the bowfin. The distribution of the Gar Lepisosteidae in North America, lies mainly in the shallow, brackish waters off of Texas and Louisiana, and off the eastern coast of Mexico. A few populations are also present in the Great Lakes region of the United States, living in similar shallow waters.\n\n\n== Anatomy ==\n\n\n=== Scales ===\n\nGar bodies are elongated, heavily armored with ganoid scales, and fronted by similarly elongated jaws filled with long, sharp teeth. Their tails are heterocercal, and the dorsal fins are close to the tail.\n\n\n=== Swim bladder ===\nAs their vascularised swim bladders can function as lungs, most gars surface periodically to take a gulp of air, doing so more frequently in stagnant or warm water when the concentration of oxygen in the water is low. Experiments on the swim bladder has shown that the temperature of the water affects which respiration method the gar will use: aerial or aquatic. They will increase the aerial breathing rate (breathing air) as temperature of the water is increased. Gars can live completely submerged in oxygenated water without access to air and remain healthy while also being able to survive in deoxygenated water if allowed access to air. This adaptation can be the result of environmental pressures and behavioral factors. As a result of this organ, they are extremely resilient and able to tolerate conditions that most other fish could not survive in.\n\n\n=== Pectoral girdle ===\n\nThe gar has paired appendages, including pectoral fins, pelvic fins, while also having an anal fin, caudal fin, and a dorsal fin. The bone structures within the fins are important to study as they can show homology throughout the fossil record. Specifically, the pelvic girdle resembles that of other actinopterygians yet still having some of its own characteristics. Gars have a postcleithrun - which is a bone that is lateral to the scapula, but do not have postpectorals. Proximally to the postcleithrum, the supracleithrum is important as it plays a critical role in opening the gar's jaws. This structure has a unique internal coracoid lamina only present in the Gar species. Proximal to the supracleithrum is the posttemporal bone, which is significantly smaller than other actinopterygians. Gars also have no clavicle bone, although there have been observations of elongated plates within the area.\n\n\n=== Morphology ===\nAll the gars are relatively large fish, but the alligator gar Atractosteus spatula is the largest.  The largest alligator gar ever caught and officially recorded was 8 ft 5 1⁄4 in (2.572 m) long, weighed 327 lb (148 kg), and was 47 in (120 cm) around the girth. Even the smaller species, such as Lepisosteus oculatus, are large, commonly reaching lengths of over 60 cm (2.0 ft), and sometimes much more.\n\n\n== Ecology ==\n\nGars tend to be slow-moving fish except when striking at their prey. They prefer the shallow and weedy areas of rivers, lakes, and bayous, often congregating in small groups. They are voracious predators, catching their prey with their needle-like teeth, obtained with a sideways strike of the head. They feed extensively on smaller fish and invertebrates such as crabs. Gars are found across much of North America (for example Lepisosteus osseus). Although gars are primarily found in freshwater habitats, several species enter brackish waters and a few, most notably Atractosteus tristoechus, are sometimes found in the sea. Some gars travel from lakes and rivers through sewers to get to ponds.\n\n\n== Species ==\nThe gar family contains seven extant species, in two genera:\nFamily Lepisosteidae\n\nGenus Atractosteus Rafinesque, 1820\n†Atractosteus africanus (Arambourg & Joleaud, 1943) \nAtractosteus spatula (Lacépède, 1803) (alligator gar)\nAtractosteus tristoechus (Bloch & J. G. Schneider, 1801) (Cuban gar)\nAtractosteus tropicus Gill, 1863 (tropical gar)\nGenus Lepisosteus Linnaeus, 1758\n†Lepisosteus bemisi Grande, 2010\n†Lepisosteus cominatoi Santos, 1984\n†Lepisosteus fimbriatus (Wood 1846)\n†Lepisosteus indicus (Woodward, 1908)\nLepisosteus oculatus Winchell, 1864 (Spotted gar)\n†Lepisosteus opertus Estes, 1964\nLepisosteus osseus (Linnaeus, 1758) (Longnose gar)\nLepisosteus platostomus Rafinesque, 1820 (Shortnose gar)\nLepisosteus platyrhincus DeKay, 1842 (Florida gar)\n\n\n== Roe ==\n\nGar flesh is edible, and sometimes available in markets, but unlike the sturgeon they resemble, their eggs are highly toxic to humans. Gar eggs are toxic because of a protein toxin called ichthyotoxin.  The protein can be denatured when brought to a temperature of 120 degrees celsius.  When cooking roe, the temperature does not typically get that high so the protein stays intact and causes severe symptoms. It was once thought that the production of the toxin in gar roe was an evolutionary adaptation to provide protection for the eggs. However, bluegills and channel catfish were fed gar eggs and remained healthy, even though they are the natural predators of the gar eggs. Crayfish were not immune to the toxin and most of the crayfish that ate the roe died. The immunity to the ichthyotoxins in bluegills and catfish suggests that the toxin came about for a reason other than keeping the gar eggs safe. It may just be a coincidence that the roe is toxic to humans and crayfish.\n\n\n== Significance to humans ==\nSeveral species are traded as aquarium fish. The hard skin and scales of the gar were used by humans. Native Americans used the scales of the gar as arrowheads, native Caribbeans used the skin for breastplates, and early American pioneers covered the blades of their plows in gar skin. Not much is known about the precise function of the gar in Native American religion and culture, but besides using the gar, Creek and Chickasaw people have ritual \"garfish dances\".\n\n\n== References ==\n\n\n== External links ==\nFamily Lepisosteidae\nReturn of the Gar",
    "ImageURL": "Gar_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gar",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "LepisosteiformesO. P. Hay",
        "Family": "LepisosteidaeG. Cuvier"
    },
    "Zone": "* #### B"
}