{
    "CommonName": "Geoffroys Tamarin",
    "BriefSummary": "Geoffroy's tamarin (Saguinus geoffroyi), also known as the Panamanian, red-crested or rufous-naped tamarin, is a tamarin, a type of small monkey, found in Panama and Colombia.  It is predominantly black and white, with a reddish nape.  Diurnal, Geoffroy's tamarin spends most of its time in trees, but does come down to the ground occasionally.  It lives in groups that most often number between three and five individuals, and generally include one or more adults of each sex.  It eats a variety of foods, including insects, exudates, fruits and other plant parts.  Insects and fruits account for the majority of its diet, but exudates are also important.  But since its teeth are not adapted for gouging trees to get to the sap, it can only eat exudates when they are easily available.\nAlthough a variety of reproductive methods are used, the most common is for a single adult female in the group to be reproductively active and to mate with multiple adult males in the group.  After a gestation period of about 145 days, she gives birth to either a single infant or twins.  Males contribute significantly to care of the infants.  Sexual maturity is reached at about 2 years, and it can live up to 13 years.  Geoffroy's tamarin is classified as being of \"least concern\" by the IUCN.",
    "WikiContents": "Geoffroy's tamarin (Saguinus geoffroyi), also known as the Panamanian, red-crested or rufous-naped tamarin, is a tamarin, a type of small monkey, found in Panama and Colombia.  It is predominantly black and white, with a reddish nape.  Diurnal, Geoffroy's tamarin spends most of its time in trees, but does come down to the ground occasionally.  It lives in groups that most often number between three and five individuals, and generally include one or more adults of each sex.  It eats a variety of foods, including insects, exudates, fruits and other plant parts.  Insects and fruits account for the majority of its diet, but exudates are also important.  But since its teeth are not adapted for gouging trees to get to the sap, it can only eat exudates when they are easily available.\nAlthough a variety of reproductive methods are used, the most common is for a single adult female in the group to be reproductively active and to mate with multiple adult males in the group.  After a gestation period of about 145 days, she gives birth to either a single infant or twins.  Males contribute significantly to care of the infants.  Sexual maturity is reached at about 2 years, and it can live up to 13 years.  Geoffroy's tamarin is classified as being of \"least concern\" by the IUCN.\n\n\n== Taxonomy ==\nLike the other tamarins and marmosets, Geoffroy's tamarin is a New World monkey classified within the family Callitrichidae.  In 2001, Colin Groves included the Callitrichids in the family Cebidae, which also includes capuchin monkeys and squirrel monkeys, but in 2009 Anthony Rylands and Russell Mittermeier reverted to older classifications which considered Callitrichidae a separate family.  It is a member the genus Saguinus, the genus containing most tamarins.  There are no recognized subspecies.  In 1977, Philip Hershkovitz classified Geoffroy's tamarin as a subspecies of the cotton-top tamarin (Saguinus oedipus), which resides exclusively in Colombia, based on fur coloration, cranial and mandibular morphology, and ear size.  However, more recent research indicates that the two taxa differ sufficiently to be considered separate species.\n\n\n== Physical description ==\nIn common with other callitrichides (tamarins and marmosets), Geoffroy's tamarin is a small monkey. With a length of between 225 and 240 millimetres (8.9 and 9.4 in), excluding the tail, it is the smallest Central American monkey. The tail length is between 314 and 386 millimetres (12.4 and 15.2 in). Males have an average weight of 486 grams (17.1 oz), and females are slightly larger on average, with an average weight of 507 grams (17.9 oz). The fur on its back is variegated black and yellow, with pale legs, feet and chest. Its face is nearly bare, but the head has reddish fur with a triangle-shaped patch in the front of the head. The tail is chestnut-red and has a black tip.\n\n\n== Behavior ==\nLike all callitrichides, Geoffroy's tamarin is diurnal and arboreal.  Unlike some other New World monkeys, it does come down to the ground occasionally.  This is normally done only in special circumstances, such as to acquire certain foods or to get to a tree it cannot otherwise reach.  Group size is generally between three and nine monkeys, with three to five being most common.  Groups often consist of more than one adult of each sex.  Adults of both sexes migrate between groups.  Groups show some degree of territorial defense.  Population densities on Barro Colorado Island in Panama range between 3.6 and 5.7 monkeys per square kilometer, but in other areas the population density can be as much as 20 to 30 monkeys per square kilometer. On average, Geoffroy's tamarin ranges 2061 meters per day. Home range size varies between 9.4 hectares and 32 hectares.Communication occurs both though vocalization and by visual gestures.  Vocalizations that have been recorded include whistles, twitters, trills, loud or soft sharp notes, sneezes and long rasps.  Body postures and displays that reveal more of the white coloration, such as standing on hind legs and piloerection, tend to be associated with aggression.  Females often signal willingness to mate by rapidly coiling their tails.\n\nUnlike squirrels, which often move through the canopy by climbing and descending vertical tree trunks, Geoffroy's tamarin generally avoids large vertical supports during travel.  It prefers to move across thin branches, ascending and descending by long leaps.  To the extent Geoffroy's tamarin uses large vertical supports for travel, it uses them most often for ascending rather than descending.Geoffroy's tamarin generally avoids sympatric small and medium size monkey species such as the white-headed capuchin and the Panamanian night monkey.  Avoidance is spatial with respect to the capuchin, and temporal in the case of the night monkey, since Geoffroy's tamarin is only active during daylight hours and the Panamanian night monkey is only active at night. Geoffroy's tamarin is rarely observed in the vicinity of squirrels, although this appears to be the result of the squirrels avoiding interactions with the larger tamarins.  Geoffroy's tamarin generally attempts to escape when birds of prey approach, regardless of whether the bird presents a true danger.  However, the tamarins ignore one bird of prey, the double-toothed kite, which sometimes follows the tamarins in an apparent effort to feed on small animals disturbed by the tamarins.The diet of Geoffroy's tamarin is similar to some species of tyrant flycatcher birds in Panama, and they share similar vocalizations.  The tamarins may use the flycatcher calls to help find favorable food sources.  The flycatchers and tamarins have different patterns of activity, which minimizes competition for similar food sources.  The flycatchers are most active shortly after dawn and tend to rest in the middle of the day.  The tamarins do not become active until about 45 minutes after full daylight, but remain active for most of the remaining daylight hours until an hour or less before sunset.\n\n\n=== Diet ===\nGeoffroy's tamarin has a varied diet that includes fruits, insects, exudates (gums and saps), and green plant parts. The diet varies seasonally. A study by Paul Garber estimated that the diet was made up of 40% insects, 38% fruit, 14% exudates (almost entirely from Anacardium excelsum cashew trees), and 8% other items. Another study, on Barro Colorado Island, showed 60% fruit, 30% insects and 10% green plant parts, including large amounts of elephant ear tree (Enterolobium cyclocarpum) sap. Another study showed a diet about equally split between insects (mostly grasshoppers) and fruit. Unlike marmosets, tamarins do not have dentition adapted for gouging trees, so Geoffroy's tamarin eats sap only when it is easily accessible. It generally hunts for insects by making quick movements on thin, flexible supports.  In contrast, it generally feeds on sap while clinging to large vertical tree trunks.In one study, Geoffroy's tamarin drank water from the corollas of Ochroma limonesis flowers. However, it is believed to also drink from tree holes, similar to other tamarin species.\n\n\n== Reproduction ==\nGeoffroy's tamarin can give birth throughout the year, but the birthing peak is from April to June. A single infant or twins can be born, although it is not uncommon for one of the twins to perish within the first few months. The gestation period is believed to be about 145 days, similar to the cottontop tamarin. The interbirth period ranges between 154 and 540 days, with an average of 311 days. The longer interbirth periods occur after twins. Infants weigh between 40 and 50 grams (1.4 and 1.8 oz) and are born fully furred. The infant's fur is colored differently than the parents'; the infant has black fur on the body and tail, with a beige blaze and white face.  The infant coloration reduces the visibility of white, which is associated with aggressive displays by the species.Both polyandrous and polygynous mating occurs, and males contribute heavily to parental care.  But typically, only one adult female in a group is reproductively active, and reproductively active females mate with multiple males if given the opportunity.  Males carry and groom infants more than females do. Older siblings may also contribute to infant care, although infants prefer to be carried by their parents than their siblings. Infants become mobile at 2 to 5 weeks, and begin eating solid food at 4 to 7 weeks. They are independent at 10 to 18 weeks and are fully weaned at 15 to 25 weeks. Geoffroy's tamarin becomes sexually mature at about 2 years, and can live up to 13 years.\n\n\n== Distribution and habitat ==\nGeoffroy's tamarin lives in various types of forest, including primary and secondary forest, and dry and moist tropical forest. In Panama, it prefers secondary forests with moderate humidity.  It occurs in central and eastern Panama, with the range extending slightly west of the Panama Canal zone and has been observed as far west as Altos de Campana National Park. It is less common on the Atlantic coast of Panama than the Pacific coast, and is only abundant on the Atlantic coast in areas near the Canal zone that have been modified by man. It occurs in Metropolitan Natural Park, an urban park within Panama City.  In Colombia, it occurs on the Pacific coast west of the Andes, south to the Rio San Juan. The eastern boundary of its range in Colombia was once thought to be the Rio Atrato, but has been reported further east, including the Las Orquídeas National Park. Older sources sometimes report the species occurring in southern Costa Rica, but these are most likely erroneous.\n\n\n== Conservation status ==\nThe International Union for Conservation of Nature classifies Geoffroy's tamarin as being of \"least concern\". However, in some localities the population may be declining due to habitat loss. It is also sometimes hunted and captured for the pet trade in Panama.  A 1985 study in Panama concluded that Geoffroy tamarin population densities are higher in areas where human access is limited.  Human activity in Panama can have both positive and negative effects on Geoffroy's-tamarin populations.  While hunting decreases the population, cutting mature forest for agriculture provides more areas of secondary growth, which is beneficial for the tamarin.\n\n\n== References ==",
    "ImageURL": "GeoffroysTamarin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Geoffroy%27s_tamarin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Callitrichidae",
        "Genus": "Saguinus",
        "Species": "geoffroyi"
    },
    "ScientificName": "Saguinus geoffroyi"
}