{
    "CommonName": "Gerenuk",
    "BriefSummary": "The gerenuk (; Somali: garanuug; Litocranius walleri), also known as the giraffe gazelle, is a long-necked antelope found in the Horn of Africa and the drier parts of East Africa. The sole member of the genus Litocranius, the gerenuk was first described by the naturalist Victor Brooke in 1878. It is characterised by its long, slender neck and limbs. The antelope is 80–105 centimetres (31–41 in) tall, and weighs between 28 and 52 kilograms (62 and 115 lb). Two types of colouration are clearly visible on the smooth coat: the reddish brown back or the \"saddle\", and the lighter flanks, fawn to buff. The horns, present only on males, are lyre-shaped. Curving backward then slightly forward, these measure 25–44 centimetres (9.8–17.3 in).",
    "WikiContents": "The gerenuk (; Somali: garanuug; Litocranius walleri), also known as the giraffe gazelle, is a long-necked antelope found in the Horn of Africa and the drier parts of East Africa. The sole member of the genus Litocranius, the gerenuk was first described by the naturalist Victor Brooke in 1878. It is characterised by its long, slender neck and limbs. The antelope is 80–105 centimetres (31–41 in) tall, and weighs between 28 and 52 kilograms (62 and 115 lb). Two types of colouration are clearly visible on the smooth coat: the reddish brown back or the \"saddle\", and the lighter flanks, fawn to buff. The horns, present only on males, are lyre-shaped. Curving backward then slightly forward, these measure 25–44 centimetres (9.8–17.3 in).\n\n\n== Taxonomy ==\nThe scientific name of the gerenuk is Litocranius walleri. The gerenuk is the sole member of the genus Litocranius, and is placed in the family Bovidae. The species was first described by Anglo-Irish naturalist Victor Brooke in 1878. In 1997, Colin Groves proposed that Litocranius is a sister taxon of Ammodorcas, the similarly long-necked Clarke's gazelle, but withdrew from this in 2000. The vernacular name \"gerenuk\" comes from the Somali word gáránúug , meaning \"giraffe-necked\". It is also known as the \"giraffe gazelle\" due to its resemblance to the giraffe.In 1999, a phylogenetic study based on cytochrome b and cytochrome c oxidase subunit III analysis showed that the tribe Antilopini, to which the gerenuk belongs, is monophyletic. In 2013, Eva Verena Bärmann (of the University of Cambridge) and colleagues revised the phylogeny of Antilopini on the basis of nuclear and mitochondrial data. The cladogram prepared by them showed that the springbok (Antidorcas marsupialis) forms a clade with the gerenuk; this clade is sister to the saiga (Saiga tatarica, tribe Saigini) and the genera Antilope (blackbuck), Eudorcas, Gazella and Nanger (of Antilopini).Two subspecies are identified, which are sometimes considered to be independent species:\nL. w. sclateri (Northern gerenuk) Neumann, 1988 : Known as Sclater's gazelle. Its range extends from northwestern Somalia (Berbera District) westward to touch the Ethiopian border and Djibouti.\nL. w. walleri (Southern gerenuk) (Brooke, 1878): Known as Waller's gazelle. Its range extends through northeastern Tanzania through Kenya to Galcaio (Somalia). The range lies north of the Shebelle River and near Juba River.\n\n\n== Description ==\n\nThe gerenuk is a notably tall, slender antelope that resembles gazelles. It is characterised by its long, slender neck and limbs, the flat, wedge-like head and the large, round eyes. Males are nearly 89–105 centimetres (35–41 in) tall, and the shorter females 80–100 centimetres (31–39 in); the head-and-body length is typically between 140 and 160 centimetres (55 and 63 in). Males weigh between 31 and 52 kilograms (68 and 115 lb); females are lighter, weighing 28–45 kilograms (62–99 lb). The species is sexually dimorphic. The tail, that ends in a black tuft, measures 25–35 centimetres (9.8–13.8 in).Two types of colouration are clearly visible on the smooth coat: the reddish brown dorsal parts (the back or the \"saddle\"), and the lighter flanks, fawn to buff. The underbelly and insides of the legs are cream in colour. The eyes and the mouth are surrounded by white fur. Females have a dark patch on the crown. The horns, present only on males, are lyre-like (\"S\"-shaped). Curving backward then slightly forward, these measure 25–44 centimetres (9.8–17.3 in).The gerenuk resembles the dibatag, with which it is sympatric in eastern and central Somalia and southeastern Ethiopia. Both are brachyodonts and share several facial and cranial features, along with a two-tone colouration of the coat and strong thick horns (only in males). However, there are also some features distinguishing it from the gerenuk, including major morphological differences in horns, horn cores, tail, postorbital area and basioccipital processes. The gerenuk has a longer, heavier neck and a shorter tail. A finer point of difference is the absence of an inward-curving lobe in the lower edge of the ear (near its tip) in the gerenuk. The subspecies of the gerenuk are similar in colouration; the southern gerenuk is the smaller of the two.\n\n\n== Ecology and behaviour ==\nThe gerenuk is a diurnal animal (active mainly during the day), though it typically stands or rests in shade during the noon. Foraging and feeding is the major activity throughout the day; females appear to spend longer time in feeding. The gerenuk may expose itself to rain, probably to cool its body. The social structure consists of small herds of two to six members. Herds typically comprise members of a single sex, though female herds additionally have juveniles. Some males lead a solitary life.Fighting and travel are uncommon, possibly as a strategy to save energy for foraging. Both sexes maintain home ranges 3–6 square kilometres (1.2–2.3 sq mi) large, and might overlap. Those of males are scent-marked with preorbital gland secretions and guarded - hence these may be termed territories. The sedentary tendency of the antelope appears to increase with age.\n\n\n== Diet ==\n\nPrimarily a browser, the gerenuk feed on foliage of bushes as well as trees, shoots, herbs, flowers and fruits. It can reach higher branches and twigs better than other gazelles and antelopes by standing erect on its hindlegs and elongating its neck; this helps it reach over 2 metres (6.6 ft) above the ground. Acacia species are eaten whenever available, while evergreen vegetation forms the diet during droughts. The pointed mouth assists in extracting leaves from thorny vegetation. The gerenuk does not drink water regularly. Major predators of the antelope include Cape hunting dogs, cheetahs, hyenas, lions and leopards.\n\n\n== Reproduction ==\nGerenuk reproduce throughout the year. Females reach sexual maturity at around one year, and males reach sexual maturity at 1.5 years, although in the wild they may only be successful after acquiring a territory (perhaps 3.5 years). The gestation period is about seven months. They are born one at a time, weighing about 3 kg (6.6 lb) at birth. Offspring were produced through artificial insemination for the first time in 2010 at White Oak Conservation in Yulee, Florida. Four female calves were born, and one of the four was later inseminated successfully by White Oak and SEZARC (South-East Zoo Alliance for Reproduction & Conservation), creating a second generation of calves born from artificial insemination. Gerenuk can live thirteen years or more in captivity, and at least eight years in the wild.\n\n\n== References ==\n\n\n== External links ==\n Media related to Litocranius walleri at Wikimedia Commons\nhttp://www.britannica.com/eb/article-9036539/gerenuk\nGerenuk at Al Wabra Wildlife Preserve",
    "ImageURL": "Gerenuk.jpe",
    "Source": "https://en.wikipedia.org/wiki/Gerenuk",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Litocranius",
        "Species": "L. walleri"
    }
}