{
    "CommonName": "Gharial",
    "BriefSummary": "The gharial (Gavialis gangeticus), also known as the gavial, and fish-eating crocodile is a crocodilian in the family Gavialidae, and is native to the northern part of the Indian subcontinent. The global wild gharial population is estimated at fewer than 235 individuals, which are threatened by loss of riverine habitat, depletion of fish resources, and entanglement in fishing nets. As the population has declined drastically since the 1930s, the gharial is listed as Critically Endangered on the IUCN Red List.\nIt once inhabited all the major river systems of the Indian subcontinent, from the Indus River in the west to the Irrawaddy River in the east. Its distribution is now limited to only 2% of its historical range. It inhabits foremost flowing rivers with high sand banks that it uses for basking and building nests. Adults mate in the cold season. The young hatch before the onset of the monsoon.The gharial is one of the longest of all living crocodilians, with a body length of 350–450 cm (140–180 in). Male gharials reach a body length of up to 600 cm (240 in) and have a distinctive boss at the end of the snout, which resembles an earthenware pot known in Hindi as ghara. The gharial's common name is derived from this similarity. With 110 sharp, interdigitated teeth in its long, thin snout, it is well adapted to catching fish, its main diet.",
    "WikiContents": "The gharial (Gavialis gangeticus), also known as the gavial, and fish-eating crocodile is a crocodilian in the family Gavialidae, and is native to the northern part of the Indian subcontinent. The global wild gharial population is estimated at fewer than 235 individuals, which are threatened by loss of riverine habitat, depletion of fish resources, and entanglement in fishing nets. As the population has declined drastically since the 1930s, the gharial is listed as Critically Endangered on the IUCN Red List.\nIt once inhabited all the major river systems of the Indian subcontinent, from the Indus River in the west to the Irrawaddy River in the east. Its distribution is now limited to only 2% of its historical range. It inhabits foremost flowing rivers with high sand banks that it uses for basking and building nests. Adults mate in the cold season. The young hatch before the onset of the monsoon.The gharial is one of the longest of all living crocodilians, with a body length of 350–450 cm (140–180 in). Male gharials reach a body length of up to 600 cm (240 in) and have a distinctive boss at the end of the snout, which resembles an earthenware pot known in Hindi as ghara. The gharial's common name is derived from this similarity. With 110 sharp, interdigitated teeth in its long, thin snout, it is well adapted to catching fish, its main diet.\n\n\n== Characteristics ==\n\nGharial hatchlings are pale olive on the back and become darker with age. Dark cross-bands and speckles are visible on head, body and tail. Scutes on head, neck and back form a single continuous plate composed of 21 to 22 transverse series, and four longitudinal series. Scutes on the back are bony, but softer and feebly keeled on the sides. The outer edges of the forearms, legs, and feet are crested, and fingers and toes partly webbed.The gharial's belly is yellowish-white, its neck long and thick. There are two rows of ridges on the central region of the back. Male gharials develop a hollow bulbous nasal protuberance at the tip of the snout upon sexual maturity. This nasal growth starts growing over the nostrils at an age of 11.5 years and measures about 5 cm × 6 cm × 3.5 cm (2.0 in × 2.4 in × 1.4 in) at an age of 15.5 years, and enables the males to emit a hissing sound that can be heard at a distance of 75 m (246 ft). It resembles an earthen pot known locally as \"ghara\". The nasal growth is apparently used to indicate sexual maturity, as sound resonator when bubbling under water or other sexual behaviours.\nThe gharial is the only living crocodilian with such visible sexual dimorphism.The gharial's snout is very long and narrow, with 27 to 29 upper and 25 or 26 lower teeth on each side. The front teeth are the largest. The first, second, and third mandibular teeth fit into notches in the upper jaw. The nasal bones are rather short and widely separated from the premaxilla. The nasal opening is smaller than the supratemporal fossae. The jugal bone is raised and the extremely long symphysis extends to the 23rd or 24th tooth. The snout is dilated at the end. It becomes proportionally thicker with age. This long snout is considered an adaptation to a primarily piscivorous diet. The long, needle-like teeth are individually socketed.The tail is well-developed and laterally flattened. Together with the webbed feet it provides tremendous manoeuvrability in deep water. On land, a gharial can only slide on its belly and push itself forward.The average size of mature gharials is 350–450 cm (140–180 in). Hatchlings range from 35–39.2 cm (13.8–15.4 in) in body length with a weight of 82–130 g (2.9–4.6 oz). Young gharials reach a length of 100 cm (39 in) in 18 months. Females grow up to a body length of 420 cm (170 in) and males more than 570 cm (220 in). Adults weigh 160 kg (350 lb) on average.A 655 cm (258 in) long gharial was killed in the Ghaghara River in Faizabad in August 1920.\n\n\n== Distribution and habitat ==\n\nThe gharial once thrived in all the major river systems of the northern Indian subcontinent, from the Indus River in Pakistan and the Ganges to the Irrawaddy River in Myanmar. Today, it is extinct in the Indus River, in the Brahmaputra and in the Irrawaddy River. By 1976, its range had decreased to only 2% of its historical range, and fewer than 200 gharials were estimated to survive.In Nepal, small populations are present and slowly recovering in tributaries of the Ganges, such as the Narayani-Rapti river system in Chitwan National Park and the Karnali-Babai river system in Bardia National Park.In India, gharial populations are present in the\n\nRamganga River in Corbett National Park, where five gharials were recorded in 1974. Captive-bred gharials were released since the late 1970s. The population is breeding since 2008, and increased to about 42 adults by 2013.\nGirwa River in Katarniaghat Wildlife Sanctuary where the small breeding population was reinforced with captive reared gharials since 1979. A total of 909 gharials were released until 2006, but only 16 nesting females were recorded in the same year.\nGandaki River downstream the Triveni barrage west of Valmiki Tiger Reserve and adjacent to Sohagi Barwa Sanctuary.\nChambal River in National Chambal Sanctuary where 107 gharials were recorded in 1974. Captive-bred gharials were released since 1979, and the population increased to 1,095 gharials in 1992. Until 2006, a total of 3,776 gharials were released, but only 68 nests were counted in this year. Between December 2007 and March 2008, 111 gharials were found dead. A total of 948 gharials were counted during surveys in 2013.\nGanges, where 494 gharials were released between 2009 and 2012 in Hastinapur Wildlife Sanctuary.\nSon River where 164 captive-reared gharials were released between 1981 and 2011.\nMahanadi River in Odisha's rainforest biome Satkosia Gorge Sanctuary where gharials were released since 1977.The gharial was also present in the Godavari River but was exterminated between the late 1940s and the 1960s.\n\n\n== Behaviour and ecology ==\n\nThe gharial is the most thoroughly aquatic of the living crocodilians. Young gharials move forward by pushing the diagonally opposite legs synchronously, whereby the hind feet step close to where the front feet were. At a young age, they can also gallop but do so only in emergency situations. When they reach a weight of about 1.5 kg (3.3 lb), their locomotion changes to pushing forward with hind and front legs simultaneously. Adult gharial do not have the ability to walk on land in the semi-upright stance as other crocodilians, but leave the water only for basking close to the water’s edge. When on the beach, they often turn round so as to face the water.The gharial is a thermoconformer and seeks to cool down during hot times and to warm up when ambient temperature is cool. Gharials bask daily in winter, foremost in the mornings, and prefer sandy and moist beaches. They change their basking pattern with increasing daily temperatures, and start basking earlier in the mornings, move back into the river when it is hot, and return to the beach later in the afternoon.\nLarge groups of young, subadult and adult gharials form in December and January to bask together. Adult males and females associate by mid February.Young gharials hide and forage in shallow water. Gharials up to a body length of 120 cm (47 in) prefer a water level of 1–3 m (3.3–9.8 ft). With body size increasing, they move to deeper water. Gharials up to 180 cm (71 in) hunt and hide in 2–3 m (6.6–9.8 ft) deep water. Adult gharials prefer water deeper than 4 m (13 ft).Though it is rarely seen, gharials are known to perform the characteristic \"death roll\" found in almost all extant crocodilians. This was also found to be true for other narrow-snouted crocodilians, and is likely linked to inter- and intraspecific competition.\n\n\n=== Feeding ecology ===\nThe gharial is efficient and well adapted at hunting fish under water, because of its sharp interdigitated teeth and long narrow snout that meets little resistance in the water. Juvenile gharials were observed to jerk their heads back to manoeuvre fish into their gullets, sliding them in head first. Young gharials feed on insects, tadpoles, small fish and frogs. Adults also feed on small crustaceans. Remains of Indian softshell turtle (Nilssonia gangetica) was also found in gharial stomachs. They tear apart large fish and pick up and swallow stones as gastroliths, probably to aid digestion or regulate buoyancy. Jewellery found in gharial stomachs may have been the reason for the myth that gharials eat humans.\nThey catch fish by lying in wait for fish to swim by. They herd fish with their bodies against the shore, and stun fish using their underwater jaw clap. They do not chew their prey, but swallow it whole.\n\n\n=== Reproduction ===\nFemales mature at a body length of around 260 cm (100 in). Captive females breed at a body length of 300 cm (120 in). Male gharials mature at 15–18 years of age, when they reach a body length of around 400 cm (160 in) and once the ghara is developed.Courting and mating starts by mid-February. In the dry season, reproductive females routinely move 80–120 km (50–75 mi) and join female breeding groups to dig nests together. These nests are 50 to 60 cm (20 to 24 in) deep holes in riverside sand or silt bank and 1 to 5 m (3.3 to 16.4 ft) away from the waterline. They lay 20–95 eggs.\nThe eggs are the largest of all crocodilians and weigh an average of 160 g (5.6 oz). After 71 to 93 days of incubation, young gharials hatch in July just before the onset of the rainy season. Their sex is most likely determined by temperature. Females dig up the hatchlings in response to hatching chirps, but do not assist them to reach the water. They stay at nesting sites until monsoon floods arrive and return after monsoon.Male gharials do not participate in guarding nests. A captive male gharial was observed to show an interest in hatchlings and was allowed by the female to carry hatchlings on his back.\n\n\n=== Sympatric crocodilians ===\nThe gharial is sympatric with the mugger crocodile (Crocodylus palustris) in parts of its range.\nBasking sites of gharials are close to water on shallow, sandy beaches. They lay eggs only in sandy soil near water. Muggers bask on sandy beaches, but also climb steep embankments and rocks, and move farther away for both basking and nest building.\n\n\n== Threats ==\nThe gharial population is estimated to have declined from 5,000-10,000 individuals in 1946 to fewer than 250 individuals alive in 2006, a decline of 96–98% within three generations. Gharials were killed by fishermen, hunted for skins, trophies and indigenous medicine, and their eggs collected for consumption. Today, the remaining individuals form several fragmented subpopulations. Hunting is no longer considered a significant threat. However, the wild population declined from an estimated 436 adult gharials in 1997 to fewer than 250 mature individuals in 2006 because:\nfishing and the use of gill nets increased in most of the present gharial habitat, even in protected areas;\nriverine habitat decreased as dams, barrages, irrigation canals and artificial embankments were built; siltation and sand-mining changed river courses; land is used for riparian agriculture and grazing by livestock.When dead gharials were found in the Chambal River between December 2007 and March 2008, it was initially suspected that they had died either because of toxicants or because of the illegal use of fish nets, in which they became trapped and subsequently drowned. Later post mortem pathological testing of tissue samples from the dead gharials revealed high levels of heavy metals such as lead and cadmium, which together with stomach ulcers and protozoan parasites reported in most necropsies were thought to have caused their deaths.\n\n\n== Conservation ==\nThe gharial is listed on CITES Appendix I. In India, it is protected under the Wildlife Protection Act of 1972.Since the late 1970s, the gharial conservation approach was focused on reintroduction. Protected areas in India and Nepal used to be restocked with captive bred juvenile gharials. More than 5,000 gharials were released until 2006.\nIn Nepal, wild eggs were collected and hatched since 1978, and a total of 1,365 gharials released in the rivers between 1981 and 2018.\nReleasing captive-reared gharials did not contribute significantly to re-establishing viable populations. In 2017, members of the Crocodile Specialist Group therefore recommended to foster engagement of local communities in gharial conservation programs.\n\n\n=== In situ initiatives ===\n\nProject Crocodile began in 1975 under the auspices of the Government of India with the aid of the United Nations Development Fund and Food and Agriculture Organization. The project included an intensive captive breeding and rearing program intended to restock habitats with low numbers of gharials. An acute shortage of gharial eggs was overcome by their purchase from Nepal. A male gharial was flown in from the Frankfurt Zoo to become one of the founding animals of the breeding program. Sixteen crocodile rehabilitation centers and five crocodile sanctuaries including the National Chambal Sanctuary and Katerniaghat Wildlife Sanctuary were established in India between 1975 and 1982. By 2004, 12,000 gharial eggs had been collected from wild and captive-breeding nests, and over 5,000 gharials reared to about a meter or more in length and released into the wild. But in 1991, funds were withdrawn for the captive-breeding and egg-collection programs. In 1997–1998, over 1,200 gharials and over 75 nests were located in the National Chambal Sanctuary, but no surveys were carried out between 1999 and 2003.In December 2010, the then Indian Minister for Environment and Forests, Jairam Ramesh, visited the Madras Crocodile Bank Trust with Romulus Whitaker, and announced the formation of a National Tri-State Chambal Sanctuary Management and Coordination Committee for gharial conservation on 1,600 km2 (620 sq mi) of the National Chambal Sanctuary along the Chambal River in Madhya Pradesh, Rajasthan and Uttar Pradesh. The committee will comprise representatives of three states' Water Resources Ministries, states' Departments of Irrigation and Power, Wildlife Institute of India, Madras Crocodile Bank Trust, the Gharial Conservation Alliance, Development Alternatives, Ashoka Trust for Research in Ecology and the Environment, Worldwide Fund for Nature, and the divisional forest officers of the three states. The committee planned strategies for protection of gharials and their habitat, involving further research on gharial ecology and socioeconomic evaluation of dependent riparian communities. Funding for this new initiative was mobilized as a subscheme of the ‘Integrated Development of Wildlife Habitats’ with a yearly amount of 50–80 million Indian rupees (US$1 million to 1.7 million) for five years.\n\n\n=== In captivity ===\n\nGharials are bred in captivity in the National Chambal Sanctuary and in the Gharial Breeding Centre in Nepal's Chitwan National Park, where the eggs are hatched and then the gharials are grown for two to three years and average about one metre in length, when released.In India, gharials are also kept in the Madras Crocodile Bank Trust, Thiruvananthapuram Zoo, Indira Gandhi Zoological Park, Jawaharlal Nehru Biological Park in Bokaro Steel City, Bannerghatta National Park Zoo, Junagadh Zoo, Chhatbir Zoo and Biological Park Itanagar. Elsewhere in Asia, the National Zoological Gardens of Sri Lanka, Singapore Zoo and Nogeyama Zoo in Japan also keep gharials.\nIn Europe, gharials are kept in Prague Zoo and Krokozoo in the Czech Republic, Berlin Zoo in Germany, Crocodile Zoo in Denmark and Pairi Daiza in Belgium.\nLa Ferme aux Crocodiles in France received six juveniles in 2000 from the Gharial Breeding Centre in Nepal.In the United States, gharials are kept in Busch Gardens Tampa, Cleveland Metroparks Zoo, Fort Worth Zoo, Honolulu Zoo, San Diego Zoo, National Zoological Park, San Antonio Zoo and Aquarium and St. Augustine Alligator Farm Zoological Park. Bronx Zoo and Los Angeles Zoo received gharials in 2017.\n\n\n== Taxonomy ==\nThe gharial and its extinct relatives are grouped by taxonomists in three different ways:\n\nPalaentologists refer to the broad lineage of gharial-like creatures using the term Gavialoidea.\nIf the three surviving groups of crocodilians are regarded as separate families, then the gharial is one of two members of the Gavialidae, which is related to the families Crocodylidae (crocodiles) and Alligatoridae (alligators and caimans).\nAlternatively, the three groups are all classed together as the family Crocodylidae, but belong to the subfamilies Gavialinae, Crocodylinae, and Alligatorinae.Results of molecular genetic studies indicate that the gharial and the false gharial (Tomistoma schlegelii) are close relatives, which would support placing them in the same family. Molecular studies consistently and unambiguously show the Gavialidae to be a sister group of the Crocodylidae to the exclusion of Alligatoridae, rendering Brevirostres paraphyletic and Gavialoidea perhaps polyphyletic. The clade including crocodiles and gharial has been suggested to be called Longirostres.The genus Gavialis was reevaluated in 2018 based on specimens in the Natural History Museum, London that were collected in the Siwalik Hills. The author concluded that G. gangeticus and G. bengawanicus are the only two species in the genus Gavialis, with G. hysudricus as a junior synonym of G. gangeticus. Rhamphosuchus is proposed to include G. leptodus, G. pachyrhynchus, G. curvirostris and G. breviceps. The species G. browni and G. lewisi require further revisions.\n\n\n=== Palaeontological classification ===\nOrder Crocodilia\nSuperfamily Gavialoidea\nGenus †Eothoracosaurus\nGenus †Thoracosaurus\nGenus †Eosuchus\nGenus †Argochampsa\nFamily Gavialidae\nSubfamily Gavialinae\nGenus Gavialis\nGavialis gangeticus – modern gharial\n†Gavialis bengawanicus\nSubfamily Tomistominae\nGenus Tomistoma\nTomistoma schlegelii, false gharial or Malayan gharial\n†Tomistoma lusitanica\n†Tomistoma cairense\nGenus †Eogavialis\nGenus †Kentisuchus\nGenus †Gavialosuchus\nGenus †Paratomistoma\nGenus †Thecachampsa\nGenus †Rhamphosuchus\nGenus †Toyotamaphimeia\nSubfamily †Gryposuchinae\nGenus †Aktiogavialis\nGenus †Gryposuchus\nGenus †Ikanogavialis\nGenus †Siquisiquesuchus\nGenus †Piscogavialis\nGenus †Hesperogavialis\n\n\n== Evolution ==\nThe earliest gharial may have been related to the modern types. Some died out at the same time as the non-avian dinosaurs at the end of the Cretaceous, others survived until the early Eocene. The modern forms appeared at much the same time, evolving in the estuaries and coastal waters of Africa, and crossing the Atlantic Ocean to reach South America as well. The discovery of fossil remains of the Puerto Rican gharial Aktiogavialis puertorisensis in a cave located in San Sebastián, Puerto Rico indicates that the Caribbean served as the link between the two continents.Gavialoidea were present in much of Asia and America until the Pliocene. Rhamphosuchus crassidens of India is thought to have grown to 8–11 m (26–36 ft).\n\n\n== Local names ==\nLocal names for the gharial include 'Lamthore Gohi' in Nepali, 'Ghrial' in Hindi, 'Bahsoolia Nakar' in Bihari, 'Mecho Kumhir' in Bengali and 'Thantia Kumhira' in Odia language.\n\n\n== See also ==\nCrocodiles in India\nList of reptiles of South Asia\n\n\n== References ==\n\n\n== External links ==\nGharial Conservation Alliance\nTarun Nair and Suyash Katdare (2014). \"Mayawati And Other River Monsters – In Search Of Gharials In The Ken River\". Sanctuary Asia.\nArkive: Gharial\nreptilis.net Gavialidae\nAdam Britton: Gavialis gangeticus\nFort Worth Zoo: Gharials\nNational Geographic Society: Gharial\nBBC: Mystery of crocs' mass die-off\nLenin, J. \"The song of the Ganges gharial\". www.india-seminar.com.",
    "ImageURL": "Gharial_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gharial",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Crocodilia",
        "Family": "Gavialidae",
        "Genus": "Gavialis",
        "Species": "gangeticus"
    },
    "ScientificName": "Gavialis gangeticus",
    "Zone": "* #### B"
}