{
    "CommonName": "Giant High Plains Tiger Beetle",
    "BriefSummary": "Montana is home to 14 amphibian species and 20 species of reptiles. None of the species are endangered or threatened, although some are classified as Species of Concern by the Montana Department of Fish, Wildlife and Parks.",
    "WikiContents": "Montana is home to 14 amphibian species and 20 species of reptiles. None of the species are endangered or threatened, although some are classified as Species of Concern by the Montana Department of Fish, Wildlife and Parks.\n\n\n== Amphibians ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n=== Tiger salamander ===\nThe tiger salamander (Ambystoma tigrinum) is a species of mole salamander. Tiger salamanders are large, with a typical length of 6–8 inches. They can reach up to 14 inches in length, particularly neotenic individuals. Adults are usually blotchy with grey, green, or black, and have large, lidded eyes. They have short snouts, thick necks, sturdy legs, and long tails. Their diet consists largely of small insects and worms, though it is not rare for an adult to consume small frogs and baby mice.\nIn Montana, the salamander is widespread in a great variety of habitats east of the continental divide. It breeds in ponds and fishless lakes.\n\n\n=== Long-toed salamander ===\nThe long-toed salamander (Ambystoma macrodactylum, Baird 1849, Salish: Šl̓šl̓če ) is a mole salamander in the family Ambystomatidae. This species, typically 4.1–8.9 cm (1 3/5–3½ in) long when mature, is characterized by its mottled black, brown and yellow pigmentation, and its long outer fourth toe on the hind limbs. The distribution of the long-toed salamander is primarily in the Pacific Northwest, with an altitudinal range of up to 2,800 metres (9,200 ft). It lives in a variety of habitats including temperate rainforests, coniferous forests, montane riparian zones, sagebrush plains, red fir forests, semi-arid sagebrush, cheatgrass plains, and alpine meadows along the rocky shores of mountain lakes. It lives in slow-moving streams, ponds and lakes during its aquatic breeding phase. The long-toed salamander hibernates during the cold winter months, surviving on protein energy reserves stored in the skin and tail.\nIn Montana, the salamander is found year-round in the western portion of the state.\n\n\n=== Idaho giant salamander ===\nThe Idaho giant salamander, Dicamptodon aterrimus, is one of three closely related species to this taxon: D. ensatus, (California giant salamander), D. copei (Cope's giant salamander) and D. tenebrosus (coastal giant salamander) also known as the (Pacific giant salamander). The Idaho giant salamander is the darkest and most intricately blotched of the giant salamanders. Varying between brown, purple, tan, grey, and a copperish color, Idaho giant salamanders are large and robust predators. Tiger salamanders and Idaho giant salamanders have superficial resemblance pertaining to size and shape, but the costal grooves and foot tubercles are significantly different between the two species. With a defining thick head and body along with a fourth toe on the hind foot with only three segments; this species of salamander has its own unique features. Adults are typically 20 cm in length but may vary between 7 and 11.75 inches long, but can be observed around 13 inches.\nThis species of salamander is found in forested watersheds from lake Coeur d’Alene to the Salmon River, and in two locations in Mineral County, Montana.\n\n\n=== Coeur d'Alene salamander ===\nThe Coeur d'Alene salamander, (Plethodon idahoensis) is a species of woodland salamander in the family of lungless salamanders (Plethodontidae). This species was once known as Plethodon vandykei idahoensis, a subspecies of Van Dyke's salamander localized in northern Idaho. While the majority of this species is localized in northern Idaho, there are some instances of capture/sighting in western Montana and southeastern British Columbia. Approximately 95% of observed populations in Idaho and Montana have been verified extant since 1987; the remainder may have [extirpated], however there is a general lack of knowledge on the population trends of the Coeur d'Alene salamander. In Montana, this salamander occurs in extreme Western Montana along the Idaho border.\n\n\n=== Boreal chorus frog ===\nThe boreal chorus frog, (Pseudacris maculata) is a species of chorus frog native to Canada from the west of Lake Superior to western Alberta and north to the North West Territories. It occurs in the USA throughout Montana, northwestern Wisconsin, northeastern Arizona, northern New Mexico and southwestern Utah. This is a small species of frog, reaching about 30mm in length. It is highly variable however it is normally brown, but can be green on the dorsal surface, with 3 broken dorsal stripes, these stripes can be very distinct to quite faint. There is a dark band present from the snout, through the eye and continuing down the side. It has slightly enlarged toes discs to help in climbing small grasses and vegetation.\nIn Montana, this frog is common east of the continental divide. It lives in moist meadows and forests near wetlands and lays eggs in loose, irregular clusters attached to submerged vegetation in quiet water.\n\n\n=== Pacific tree frog ===\nThe Pacific tree frog (Pseudacris regilla, Salish: Ɫmɫam̓aá ) is a very common species of chorus frog, with a range from the West Coast of the United States (from North California, Oregon, and Washington) to British Columbia in Canada. Living anywhere from sea level up to over 10,000 feet, they are found in shades of greens or browns and even have been known to change between them. They live in many types of habitats and reproduce in aquatic settings. This species is also known as the Pacific Chorus Frog.\nIn Montana, the frog is common east of the continental divide.\n\n\n=== Plains spadefoot toad ===\nThe Plains spadefoot toad (Spea bombifrons) is a species of American spadefoot toad which ranges from southwestern Canada, throughout the Great Plains of the western United States, and into northern Mexico. Like other species of spadefoot toad, they get their name from a spade-like projection on their hind legs which allows them to dig into sandy soils. The plains spadefoot toad generally grows from 1.5 to 2.5 inches in length, has a round body, with relatively short legs. They vary in color from greys to browns, usually reflecting the color of the soil in their native habitat, with a white underside. Sometimes they have light striping on their back.\nIn Montana, this toad is found in the eastern plains, east of the continental divide.\n\n\n=== Rocky Mountain tailed frog ===\nThe tailed frogs are two species of frogs. The species are part of the genus Ascaphus, the only taxon in the family Ascaphidae . The \"tail\" in the name is actually an extension of the male cloaca. The tail is one of two distinctive anatomical features adapting the species to life in fast-flowing streams. It is the only North American frog that reproduces by internal fertilization.  The Rocky Mountain Tailed Frog is (Ascaphus montanus) and is found along cold mountain streams in Western Montana.\n\n\n=== Western toad ===\nThe western toad or boreal toad (Bufo boreas, Salish: Snakʷkʷaneʔ ) is a large toad species, between 5.6 and 13 cm long, of western North America. It has a white or cream dorsal stripe, and is dusky gray or greenish dorsally with skin glands concentrated within the dark blotches. In Montana, this toad occurs in the western portion of the state.\n\n\n=== Woodhouse's toad ===\nThe Woodhouse's toad, (Bufo woodhousii) is a medium-sized (4 inches or 10 centimetres) true toad, which is native to the United States and Mexico. There are two recognized subspecies. The epithet woodhousii is in honor of the American physician and naturalist Samuel Washington Woodhouse. B. woodhousii tends to hybridize with Bufo americanus in their overlapping ranges. In Montana, this toad is found in the eastern half of the state.\n\n\n=== Great Plains toad ===\nThe Great Plains toad (Bufo cognatus) is a relatively large species of toad. It ranges from southern Alberta, throughout the western United States, and into northern Mexico. The toad is grey, brown, and green in color, with darker colored blotching. It can grow to anywhere between 2 and 4.5 inches (5.1 and 11.4 cm) in length. Its primary diet is various species of cutworms. It prefers grassland habitat with loose soil that is easy to burrow in. Breeding occurs throughout the spring and summer months, most often immediately after heavy rainfall. In dry areas it may only emerge from its burrow for a few weeks when conditions are right, and only at night, but in areas with permanent water bodies and abundant rain it may be active all day. It has a very loud, harsh mating call. In Montana, this toad is found in the eastern half of the state.\n\n\n=== Columbia spotted frog ===\nThe Columbia spotted frog (Rana luteiventris, Salish: Ɫmɫam̓aá ) is a North American species of frog. It is a medium-sized frog reaching lengths of up to three and a half inches (8.9 cm). Its color ranges from a dark, olive green to light brown with irregularly-shaped black spots on its back and legs (rendering its name). The belly and upper lip are white in color. Individuals can be distinguished from other Rana species by their shorter back legs, narrow snout and upturned eyes. Since they spend most of their time in the water, they also have more webbing in their hind feet than similar species.\nIn Montana this frog is abundant in the western portion of the state. It is found all summer along or in rivers, streams, smaller lakes, marshes, ponds, and rain pools. It lays eggs in stagnant or quiet water, in globular masses surrounded by jelly.\n\n\n=== Northern leopard frog ===\nThe northern leopard frog (Rana pipiens)) is a species of leopard frog from the true frog family native to parts of Canada and United States. The northern leopard frog is a fairly large species of frog reaching about 11 centimeters (4.3 inches) in length. It varies from green to brown in dorsal colour with large dark circular spots on its back, sides and legs. Northern Leopard Frogs have a wide range of habitats. They are found in permanent ponds, swamps, marshes and slow moving streams throughout forest, open and urban areas. They normally inhabit water bodies with abundant aquatic vegetation. They are well adapted to cold and can be found above 3,000 meters (9,800 feet) asl. This species was once quite common through parts of western Canada until declines started occurring during the 1970s. The population decline is thought to have been caused by pollution drift from the United States falling in the form of acid rain. Many populations of Northern Leopard Frogs have not yet recovered from these declines.\n\n\n== Reptiles ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n=== Northern alligator lizard ===\nThe northern alligator lizard (Elgaria coerulea) is a medium-sized lizard that occurs on the North American west coast. Northern alligator lizards are medium-sized slender lizards. Adults reach a snout-to-vent length of about 10 cm (4 in) and a total length of roughly 25 cm (10 in). They have a distinct skin fold on their sides, separating the keeled scales on the back from the smooth ventral scales. They are brownish in color and often have dark blotches that sometimes blend together into bands. The belly is light gray. The eyes are dark. The northern alligator lizard occurs along the Pacific Coast and in the Rocky Mountains from southern British Columbia through Washington, northern Idaho and western Montana south through Oregon to the coastal range and the Sierra Nevada in central California.\n\n\n=== Common sagebrush lizard ===\nThe sagebrush lizard (Sceloporus graciosus graciosus) is a common lizard found in mid to high latitudes in the Western United States of America. It belongs to the genus Sceloporus (spiny lizards) in the reptile family Phrynosomatidae. Named after the sagebrush plants near which it is commonly found, the sagebrush lizard has keeled and spiny scales running along its dorsal surface. In Montana, the lizard is found in the southeast portion of the state.\n\n\n=== Greater short-horned lizard ===\nThe mountain short-horned lizard, also called Hernandez's short-horned lizard or the greater short-horned lizard, (Phrynosoma hernandesi) is a diurnal species of phrynosomatid lizard. It is an insectivore, feeding mostly on ants, though will also eat young snakes. The lizards are found throughout the mountain ranges in the western U.S. (as south as Texas) and into Canada. It is found from sea level to over 10,000 feet in elevation. It was formerly classified as Phrynosoma douglassi hernandesi. It was named for Francisco Hernández Médico, a Spanish explorer who in 1651 wrote one of the first accounts of horned lizards.\n\n\n=== Pygmy short-horned lizard ===\n\n\n=== Western fence lizard ===\nThe Western fence lizard (Sceloporus occidentalis) is a common lizard of California and the surrounding area. It is also known as the Blue-belly. Not all fence lizards have a \"blue belly\". Smaller sized, immature fence lizards have sand colored bellies until they mature. Though they do not have colored bellies, they are still referred to as a fence lizards. Although California is the heart of the range of this lizard, it is also found in eastern and southwest Oregon, as well as in the Columbia River Gorge, southwest Idaho, Nevada, western Utah, and northwestern Baja California, and some of the islands off the coast of both California and Baja California. The Western fence lizard enjoys a variety of habitat. It is found in grassland, broken chaparral, sagebrush, woodland, coniferous forest, even farmland, and occupy elevations from sea level up to 10,800 ft). They generally avoid the harsh desert. An isolated population exists in Sanders County, Montana and may be an introduced species in Montana.\n\n\n=== Western skink ===\nThe western skink (Eumeces skiltonianus, Salish: Šl̓šl̓če ) is a small, smooth-scaled lizard with relatively small limbs, measuring about 100 to 200 mm long. Western skinks are very adaptable. They spend much of their day basking in the sun. Their diet ranges widely, including spiders and beetles. Western skinks will bite if grasped and will flee if they feel threatened. It is a common but secretive species whose range extends throughout Washington, Oregon, Nevada, Utah, and Wyoming and into western Montana and northern Arizona. It is widespread in northern California but restricted to the coast in central and southern California. Found in a variety of habitats, this lizard is most common in early successional stages or open areas of late successional stages. Heavy brush and densely forested areas are generally avoided. Western skinks are found from sea level to at least 2,130 m (6,990 ft).  This diurnal reptile is active during the warm seasons.  In Montana, the skink is found in the far northwestern portion of the state.\n\n\n=== Gophersnake ===\nThe gophersnake or bullsnake (Pituophis catenifer sayi, Salish: Sx̣ʷnu ) is a large non-venomous colubrid snake, widespread in the central part of the United States, northern Mexico, and southern Canada. It is a subspecies of the Gopher Snake (Pituophis catenifer). The epithet sayi is in honor of zoologist Thomas Say. It is common and widespread in Montana.\n\n\n=== Milk snake ===\nThe milk snake (Lampropeltis triangulum) is a species of king snake. There are 25 subspecies among the milk snakes, including the commonly named scarlet kingsnake (L. t. elapsoides). The subspecies have strikingly different appearance, and many of them have their own common names. They are distributed from southeastern Canada, through most of the continental United States, to Central America, down to western Ecuador and northern Venezuela of northern South America. They grow 20 to 60 inches (51 to 152 cm) long.  In Montana, the Milk Snake is found in Central and Southeast portions of the state.\n\n\n=== Prairie rattlesnake ===\nThe prairie rattlesnake (Crotalus viridis viridis, Salish: X̣eʔulexʷ ) is a venomous pitviper species native to the western United States, southwestern Canada, and northern Mexico. In Montana, this is the only venomous snake in the state but it is common and widespread.\n\n\n=== Rubber boa ===\nThe rubber boa (Charina bottae) is a snake in the genus Charina of the family Boidae. Boidae consists of the non-venomous snakes commonly called boas and has 43 species. The genus Charina consists of four species, three of which are found in North America, and one species found in Africa. In Montana, this boa is found in western and southwestern portions of the state.\n\n\n=== Plains garter snake ===\nThe Plains garter snake (Thamnophis radix) is a species of Garter snake native to most of the Central United States stretching as far north as Canada and as far south as Texas. It has a distinctive orange or yellow stripe that goes from its head to tail, the rest of its body is mainly a gray-green color. The snake is commonly found living near water sources such as streams and ponds, but can also be found in urban areas and vacant lots.\n\n\n=== Common garter snake ===\nThe valley garter snake, (Thamnophis sirtalis fitchi, Salish: Sč̓ewíle ) is a subspecies of the common garter snake. It is a snake indigenous to North America. Most garter snakes have a pattern of yellow stripes on a brown background and their average length is about 1 to 1.5 metres (3.3 to 4.9 ft). The common garter snake is a diurnal snake. In summer, it is most active in the morning and late afternoon; in cooler seasons or climates, it restricts its activity to the warm afternoons.\n\n\n=== Terrestrial garter snake ===\nThe wandering garter snake (Thamnophis elegans vagrans, Salish: Sč̓ewíle ) is a subspecies of the western terrestrial garter snake, a species of colubrid snake residing only in Southwestern Canada, and Western United States. Seven subspecies are currently recognized. Most snakes have a yellow, light orange, or white dorsal stripe, accompanied by two stripes on its side of the same color. Some varieties have red or black spots between the dorsal stripe and the side stripes. This snake often inhabits coniferous forests, and is relatively aquatic.\n\n\n=== Eastern racer ===\nThe eastern racer (Coluber constrictor, Salish: Npƛ̓c̓eʔ ) is a species of non-venomous, colubrid snake. They are primarily found throughout the United States, east of the Rocky Mountains, but they range north into Canada, and south into Mexico, Guatemala and Belize. Racers typically grow to around 3½ foot (107 cm) long, but some subspecies are capable of attaining lengths of 6 feet (1.8 metres). Their patterns vary widely between subspecies. Most are solid colored as their common names imply, black racers, brown racers, blue racers or green racers.  Runner is sometimes used instead of racer in their common name.\nThey are found throughout the state.\n\n\n=== Smooth greensnake ===\nThe smooth green snake (Opheodrys vernalis, sometimes Liochlorophis vernalis) is a non-venomous North American snake, found in Ontario, eastern Canada, and almost every northern state in the U.S. It also sometimes called a Grass Snake. It is a snake of increasing conservation concern in some U.S. states. The snake is bright green and found mainly in moist meadows, prairies and clearings in coniferous forest. They are almost entirely insectivorous eating mainly crickets, grasshoppers, and smooth caterpillars.\n\n\n=== Western hog-nosed snake ===\nThe western hog-nosed snake (Heterodon nasicus) is a harmless colubrid species found in North America and northern Mexico. The western hognose snake is a light sandy brown in color, with darker brown or gray blotching, their coloration is not nearly as variable as the eastern hognose, Heterodon platirhinos, but they often have an ink-black and white or yellow checker patterned belly, sometimes accented with orange. They are very stout for their size (a full grown 24-inch female is as bulky as a five-foot corn snake) and can grow from 15 to 33 inches in length, with females generally being larger than males. The characteristic of all hognose snakes is their upturned snout, which aids in digging in the soil. Hognose Snakes are considered to be rear-fanged venomous, but are not considered to pose any danger to humans and will only bite as a feeding response, rarely in defense.\n\n\n=== Painted turtle ===\nThe painted turtle (Chrysemys picta, Salish: Sp̓lqʷá ) is a turtle of the Emydidae family that is  endemic to southern Canada and the United States.  Chrysemys is a monotypic genus however, four distinct subspecies of painted turtle occur. It is small, measuring 10 to 26 centimeters (4 to 10 in) and weighing 300 to 500 grams (11 to 18 oz) with females being larger than males. It has a smooth, flat, oval, and keelless carapace (shell) and a base skin color of black to olive. One of the distinguishing characteristics of this turtle is the red, orange, or yellow \"painted\" pattern on its legs, tail, neck, and face.\n\n\n=== Snapping turtle ===\nThe common snapping turtle (Chelydra serpentina) is a large freshwater turtle of the family Chelydridae. Its natural range extends from southeastern Canada, southwest to the Rocky Mountains (and beyond, where introduced), throughout Mexico, and as far south as Ecuador. This species and the larger Alligator Snapping Turtle are both widely referred to as snapping turtles or snappers (though the Common Snapping Turtle, as its name implies, is much more widespread overall).\n\n\n=== Spiny softshell ===\nThe spiny softshell turtle (Apalone spinifera, formerly Trionyx spiniferus) is a species of softshelled turtle, one of the largest freshwater turtle species in North America. They get their name from the spiny, cone-like projections on the leading edge of their carapace, which are not scutes (scales). The Spiny Softshell has a wide range, extending throughout much of the United States, as well as north into the Canadian provinces of Ontario and Quebec, and south into the Mexican states of Tamaulipas, Nuevo León, Coahuila, Chihuahua, Baja California, Morelos, and Honduras.\n\n\n== Exotic, non-native species ==\n\n\n=== American bullfrog ===\nThe American bullfrog (Rana catesbeiana, Salish: Ɫmɫam̓aá )), often simply known as the Bullfrog in Canada and the United States, is an aquatic frog, a member of the family Ranidae, or \"true frogs\", native to much of North America. This is a frog of larger, permanent water bodies, swamps, ponds, lakes, where it is usually found along the water's edge.\n\n\n=== Red-eared slider ===\nThe red-eared slider (Trachemys scripta elegans) is a semi-aquatic turtle belonging to the family Emydidae. It is a subspecies of pond slider. It is a native of the southern United States, but has become common in various areas of the world due to the pet trade. They are popular pets in the United States, Mexico, the Netherlands, Canada, Japan, Malaysia and the United Kingdom.\n\n\n== See also ==\nBirds of Montana\nMammals of Montana\n\n\n== Further reading ==\nStebbins, Robert C. (1954). Amphibian and Reptiles of Western North America. New York: McGraw-Hill Book Company.\nWerner, J. Kirwin; Bryce A. Maxell; Paul Hendricks; Dennis L. Flath (2004). Amphibians and Reptiles of Montana. Missoula, Montana: Mountain Press Publishing. ISBN 0-87842-500-4.\n\n\n== Notes ==",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Bufo_boreas_10565.JPG",
    "Source": "https://en.wikipedia.org/wiki/List_of_amphibians_and_reptiles_of_Montana"
}