{
    "CommonName": "Giant armadillo",
    "BriefSummary": "The giant armadillo (Priodontes maximus), colloquially  tatou, ocarro, tatu-canastra or tatú carreta, is the largest living species of armadillo (although their extinct relatives, the glyptodonts, were much larger). It lives in South America, ranging throughout as far south as northern Argentina. This species is considered vulnerable to extinction.The giant armadillo prefers termites and some ants as prey, and often consumes the entire population of a termite mound. It also has been known to prey upon worms, larvae and larger creatures, such as spiders and snakes, and plants.At least one zoo park, in Villavicencio, Colombia – Los Ocarros – is dedicated to this animal.",
    "WikiContents": "The giant armadillo (Priodontes maximus), colloquially  tatou, ocarro, tatu-canastra or tatú carreta, is the largest living species of armadillo (although their extinct relatives, the glyptodonts, were much larger). It lives in South America, ranging throughout as far south as northern Argentina. This species is considered vulnerable to extinction.The giant armadillo prefers termites and some ants as prey, and often consumes the entire population of a termite mound. It also has been known to prey upon worms, larvae and larger creatures, such as spiders and snakes, and plants.At least one zoo park, in Villavicencio, Colombia – Los Ocarros – is dedicated to this animal.\n\n\n== Description ==\nThe giant armadillo is the largest living species of armadillo, with 11 to 13 hinged bands protecting the body and a further three or four on the neck. Its body is dark brown in color, with a lighter, yellowish band running along the sides, and a pale, yellow-white head. These armadillos have around 80 to 100 teeth, which is more than any other terrestrial mammal. The teeth are all similar in appearance, being reduced premolars and molars, grow constantly throughout life, and lack enamel. They also possess extremely long front claws, including a sickle-shaped third claw, which are proportionately the largest of any living mammal. The tail is covered in small rounded scales and does not have the heavy bony scutes that cover the upper body and top of the head. The animal is almost entirely hairless, with just a few beige colored hairs protruding between the scutes.Giant armadillos typically weigh around 18.7–32.5 kg (41–72 lb) when fully grown, however a 54 kg (119 lb) specimen has been weighed in the wild and captive specimens have been weighed up to 80 kg (180 lb). The typical length of the species is 75–100 cm (30–39 in), with the tail adding another 50 cm (20 in).\n\n\n== Distribution and habitat ==\nGiant armadillos are found throughout much of northern South America east of the Andes, except for eastern Brazil and Paraguay. In the south, they reach the northernmost provinces of Argentina, including Salta, Formosa, Chaco, and Santiago del Estero. There are no recognised geographic subspecies. They primarily inhabit open habitats, with cerrado grasslands covering about 25% of their range, but they can also be found in lowland forests.\n\n\n== Biology and behavior ==\nGiant armadillos are solitary and nocturnal, spending the day in burrows. They also burrow to escape predators, being unable to completely roll into a protective ball. Compared with those of other armadillos, their burrows are unusually large, with entrances averaging 43 cm (17 in) wide, and typically opening to the west.Giant armadillos use their large front claws to dig for prey and rip open termite mounds. The diet is mainly composed of termites, although ants, worms, spiders and other invertebrates are also eaten. Little is currently known about this species' reproductive biology, and no juveniles have ever been discovered in the field. The average sleep time of a captive giant armadillo is said to be 18.1 hours.Armadillos have not been extensively studied in the wild; therefore, little is known about their natural ecology and behavior. In the only long term study on the species, that started in 2003 in the Peruvian Amazon, dozens of other species of mammals, reptiles and birds were found using the giant armadillos' burrows on the same day, including the rare short-eared dog (Atelocynus microtis). Because of this, the species is considered a habitat engineer, and the local extinction of Priodontes may have cascading effects in the mammalian community by impoverishing fossorial habitat.Female giant armadillos have two teats and are thought to normally give birth to only a single young per year. Little is known with certainty about their life history, although it is thought that the young are weaned by about seven to eight months of age, and that the mother periodically seals up the entrance to burrows containing younger offspring, presumably to protect them from predators. Although they have never bred in captivity, a wild-born giant armadillo at San Antonio Zoo was estimated to have been around sixteen years old when it died.\n\n\n== Threats ==\nHunted throughout its range, a single giant armadillo supplies a great deal of meat, and is the primary source of protein for some indigenous peoples. In addition, live giant armadillos are frequently captured for trade on the black market, and invariably die during transportation or in captivity. Despite this species’ wide range, it is locally rare. This is further exacerbated by habitat loss resulting from deforestation. Current estimates indicate the giant armadillo may have undergone a worrying population decline of 30 to 50 percent over the past three decades. Without intervention, this trend is likely to continue.\n\n\n== Conservation ==\nThe giant armadillo was classified as vulnerable on the World Conservation Union's Red List in 2002, and is listed under Appendix I (threatened with extinction) of the Convention on the International Trade in Endangered Species of Wild Flora and Fauna.\nThe giant armadillo is protected by law in Colombia, Guyana, Brazil, Argentina, Paraguay, Suriname and Peru, and international trade is banned by its listing on Appendix I of the Convention on International Trade in Endangered Species (CITES). However, hunting for food and sale in the black market continues to occur throughout its entire range. Some populations occur in protected reserves, including the Parque das Emas in Brazil, and the Central Suriname Nature Reserve, a massive 1.6-million-hectare site of pristine rainforest managed by Conservation International. Such protection helps to some degree to mitigate the threat of habitat loss, but targeted conservation action is required to prevent the further decline of this species.\n\n\n== References ==\nThis article incorporates text from the ARKive fact-file \"Giant armadillo\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.\n\n\n== External links ==\n Data related to Priodontes maximus at Wikispecies\n\nGiant armadillo media from ARKive \n\"Priodontes maximus: Information\". Animal Diversity Web.\n\"Priodontes maximus\". UNEP World Conservation Monitoring Centre. Archived from the original on 20 August 2009.\n\"Genus Priodontes\". MSU.edu. Archived from the original on 12 November 2013.\nGiant Armadillo Project: Habitat Use and Activity\nHotel Armadillo - PBS Nature video of burrow, adults and baby",
    "ImageURL": "Giantarmadillo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Giant_armadillo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Cingulata",
        "Family": "Chlamyphoridae",
        "Genus": "PriodontesF. Cuvier",
        "Species": "maximus"
    },
    "ScientificName": "PriodontesF. Cuvier maximus"
}