{
    "CommonName": "Giant Prickly Stick",
    "BriefSummary": "Extatosoma tiaratum, commonly known as the giant prickly stick insect, the spiny leaf insect, Macleay's spectre, or the Australian walking stick, is a large species of stick insect endemic to Australia.\nThe species has the Phasmid Study Group number PSG9.",
    "WikiContents": "Extatosoma tiaratum, commonly known as the giant prickly stick insect, the spiny leaf insect, Macleay's spectre, or the Australian walking stick, is a large species of stick insect endemic to Australia.\nThe species has the Phasmid Study Group number PSG9.\n\n\n== Range ==\nE. tiaratum is native to Queensland and New South Wales but has extralimital distribution as far away as New Guinea.\n\n\n== Description ==\n\nFemale adult E. tiaratum are covered with thorn-like spikes for defense and camouflage. Their long, rounded bodies grow to about 5 to 8 inches (20 cm) long. The females are further described as \"heavy-bodied, brachypterous and (having) numerous spines and integumental expansions on the face and legs, including a tuft of spines on the conical occiput of the hypognathous head\". As mentioned, the wings of the female are too small for flying, especially when she is gravid.Exhibiting the sexual dimorphism of many similar insects (particularly other phasmids as well as mantises), males are small and thinner, growing only about 11 cm in length and have three ocelli. Males lack the thorny growths except for spikes around their faces.  They  have long wings and are good flyers who readily take to the air if disturbed or in search of females.\n\n\n== Anti-predator adaptations ==\n\n\n=== Threat behaviour ===\nBoth sexes, when threatened, adopt a threat pose, standing on the front and middle legs, pointing their abdomen up or to the side in a sort of \"scorpion\" pose. They fold back their legs to defend themselves if anything comes in contact with their abdomen; the pincer movement with the sharp spines on the rear legs can puncture human skin. Adults make clicking sounds and can release a defensive odor reminiscent of toffee. Males may attempt to startle predators by flashing their wings open.\n\n\n=== Camouflage ===\nE. tiaratum makes use of both passive and active camouflage. It adopts a curved pose when it hangs inverted amongst foliage with \"its highly procryptic abdomen curled over its back.\"  Individual E. tiaratum vary in color and appear brown, mottled brown, green, reddish, cream, yellowish, or entirely white.Like many stick insects, E. tiaratum actively sways back and forth or side to side when disturbed or when there is a gust of wind, with a frequency distribution like foliage rustling in the wind. The swaying behaviour may be motion crypsis, preventing detection by predators, or motion masquerade, promoting misclassification (as something other than prey), or a combination of the two.\n\n\n== Reproduction ==\n\nE. tiaratum typically reproduce through sexual reproduction and produce eggs that hatch four months later. When no males are present in the population, this stick insect exhibits parthenogenesis instead. Eggs laid without fertilization take up to nine months to hatch and produce only females. In either cases, the female  \"flicks\" her eggs, swinging her tail, up to several feet to land on the forest floor. These eggs must be kept relatively cool - under 25 °C - or they are unlikely to hatch.The outside material of E. tiaratum eggs consists of lipids and other organic compounds that ants identify as food. They carry these eggs to their colony, consume the edible outer portion, and dump the intact eggs into their waste piles. Luckily for captive breeding, the ants eating the edible outer layer is not crucial to development, so they will hatch just as healthy without the need for any removal of the outer layer, which is not easily visible.Newly hatched E. tiaratum nymphs are ant mimics and resemble the insects in whose nest they are born. Their aposematic pattern—orange head, white collar, the rest black—mimics the ant genus Leptomyrmex and makes them appear toxic.  Although most adult stick insects are notoriously slow, these nymphs are speedy, active, and quickly make their way to the trees. Their locomotion slows when they moult into their second and subsequent instars. Females acquire their distinctive spiky appearance through additional moults as well.\n\n\n== Cultivation ==\n\nThis species is relatively common in captivity. It is used in laboratories, kept for projects in schools (as is Carausius morosus), and is a popular pet among breeders of exotic insects in North America and Europe. One breeder advises specifically \"For a stick insect with body length 127mm, to keep 2 adult females, you need a cage at least 600mm high, 300mm deep and 300mm wide.\"Although the gestation period of their eggs is several months long, they are prolific breeders. A breeder notes that because of this insect's habit of flicking its eggs, one can \"hear them clicking against the glass\" of their terarria. Some breeders in the United Kingdom, concerned with the negative effects of inbreeding on the vitality of their stock, have introduced new genes from abroad.Females live to about 18 months old, males to only 6-8 months.\n\n\n== Diet ==\nE. tiaratum are herbivores and although they thrive on Eucalyptus which is their native food, breeders abroad recommend feeding them bayberry, bramble, hawthorn, oak, photinia, raspberry, rose, and salmon berry (red or yellow). Although they survive well on non-Eucalypt leaves, they don't always grow as large or retain the same natural colour.\n\n\n== Defense ==\nE. tiaratum are incapable of bites and stings and rely solely on passive defense and camouflage. Some predators (such as mantids) have good vision, and can see the most camouflaged animals. When threatened, prickly Leaf insect assume an aggressive posture such as rearing up. Females have a tough, spiky exoskeleton while males are winged and can fly away from danger. All adults have glands under that spray a colorless toffee like odor which is pleasant to humans, but deters most predators.\n\n\n== References ==\n\n\n== External links ==\nPhasmid Study Group: Extatosoma tiaratum",
    "ImageURL": "GiantPricklyStick.jpg",
    "Source": "https://en.wikipedia.org/wiki/Extatosoma_tiaratum",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Phasmatodea",
        "Family": "Phasmatidae",
        "Genus": "Extatosoma",
        "Species": "E. tiaratum"
    }
}