{
    "CommonName": "Giant girdled lizard",
    "BriefSummary": "The sungazer (Smaug giganteus, syn. Cordylus giganteus), also known as the giant girdled lizard, giant dragon lizard, or giant zonure, is the largest species of the Cordylidae, a family of lizards from sub-Saharan Africa. This threatened species is endemic to Highveld grasslands in the interior of South Africa. In 2011, it was assigned to the new genus Smaug, along with seven other species previously belonging to the genus Cordylus, based on a comprehensive molecular phylogeny of the Cordylidae.",
    "WikiContents": "The sungazer (Smaug giganteus, syn. Cordylus giganteus), also known as the giant girdled lizard, giant dragon lizard, or giant zonure, is the largest species of the Cordylidae, a family of lizards from sub-Saharan Africa. This threatened species is endemic to Highveld grasslands in the interior of South Africa. In 2011, it was assigned to the new genus Smaug, along with seven other species previously belonging to the genus Cordylus, based on a comprehensive molecular phylogeny of the Cordylidae.\n\n\n== Appearance ==\nThe sungazer is a heavily armoured species, with a typical snout–to-vent length of 15–18 cm (5.9–7.1 in) (exceptionally up to 20.5 cm or 8.1 in), and is easily distinguishable from other cordylids by the elongated pair of occipital spines and the enlarged keeled caudal spines.\n\n\n== Names ==\nThe species is known as the sungazer because of its distinctive thermoregulatory behaviour of elevating the anterior parts of the body by extending its fore limbs, usually near the entrance of its burrow as if looking at the sun.  The species is well known throughout its distribution, and is called by several different common names, in different languages. The most common local name is ouvolk, given by Afrikaans landowners who liken the thermoregulatory basking position of the species to retired farmworkers, who spend much of their days sitting in the sunlight. The sungazer is also known ubiquitously as pPathakalle by Sotho-speaking people and mbedla by Zulu-speaking people.\n\n\n== Behavior ==\nUnlike most other rupicolous (living among rocks) members of the Cordylidae, sungazers live in self-excavated burrows and love food (typically 0.4 m or 1.3 ft deep, and 1.8 m or 6 ft long) in the silty soil of the Themeda grassland in South Africa. They are insectivores, but occasionally eat small vertebrates. These colonial, ovoviviparous lizards reproduce every 2-3 years, and only produce one or two offspring per breeding cycle. They are long-lived,  and captives have been recorded surpassing 20 years of age.\n\n\n== Conservation ==\nThe decline in sungazer numbers is a result of habitat destruction, and illegal collecting for the pet and traditional medicine trades. Entire colonies can disappear when a patch of native grassland is converted to farmland or otherwise \"developed\".Sungazers are very difficult to breed in captivity, and successes have only been reported by a few of places worldwide. At least some reports are likely not true captive breeding, but rather pregnant females being caught in the wild and subsequently giving birth in captivity. Wild-caught sungazers are then imported from South Africa to the USA, Europe, and Japan, where they command high prices. Most of these animals are smuggled out of the country and are not accompanied by the CITES permits required in legal exports/imports of the species. In its native South Africa,  possessing a sungazer (dead or alive) without a permit is illegal.  Cordylus tropidosternum and Cordylus jonesii are occasionally marketed as “dwarf sungazers”.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\nFitzsimons, V. F., 1943.  The Lizards of South Africa: Transvaal Museum Memoir, Pretoria.",
    "ImageURL": "Giantgirdledlizard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Giant_girdled_lizard",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Cordylidae",
        "Genus": "Smaug",
        "Species": "giganteus"
    },
    "ScientificName": "Smaug giganteus"
}