{
    "CommonName": "Goanna lizard",
    "BriefSummary": "A goanna is any of several Australian monitor lizards of the genus Varanus, as well as certain species from Southeast Asia.\nAround 30 species of goanna are known, 25 of which are found in Australia. This varied group of carnivorous reptiles ranges greatly in size and fills several ecological niches.The goanna features prominently in Aboriginal mythology and Australian folklore.\nBeing predatory lizards, goannas are often quite large, or at least bulky, with sharp teeth and claws. The largest is the perentie (V. giganteus), which can grow over 2.5 m (8.2 ft) in length.\n\nNot all goannas are gargantuan. Pygmy goannas may be smaller than the arm of an adult human. The smallest of these, the short-tailed monitor (Varanus brevicuda) reaches only 20 cm (8 inches) in length. They survive on smaller prey, such as insects and mice.\nGoannas combine predatory and scavenging behaviours. A goanna will prey on any animal it can catch and is small enough to eat whole. Goannas have been blamed for the death of sheep by farmers, though most likely erroneously, as goannas are also eaters of carrion and are attracted to rotting meat.\nMost goannas are dark-coloured, with greys, browns, blacks and greens featuring prominently; however, white is also common. Many desert-dwelling species also feature yellow-red tones. Camouflage ranges from bands and stripes to splotches, speckles, and circles, and can change as the creature matures, with juveniles sometimes being brighter than adults.\nLike most lizards, goannas lay eggs. Most lay eggs in a nest or burrow, but some species lay their eggs inside termite mounds. This offers protection and incubation; additionally, the termites may provide a meal for the young as they hatch. Unlike some other species of lizards, goannas do not have the ability to regrow limbs or tails.",
    "WikiContents": "A goanna is any of several Australian monitor lizards of the genus Varanus, as well as certain species from Southeast Asia.\nAround 30 species of goanna are known, 25 of which are found in Australia. This varied group of carnivorous reptiles ranges greatly in size and fills several ecological niches.The goanna features prominently in Aboriginal mythology and Australian folklore.\nBeing predatory lizards, goannas are often quite large, or at least bulky, with sharp teeth and claws. The largest is the perentie (V. giganteus), which can grow over 2.5 m (8.2 ft) in length.\n\nNot all goannas are gargantuan. Pygmy goannas may be smaller than the arm of an adult human. The smallest of these, the short-tailed monitor (Varanus brevicuda) reaches only 20 cm (8 inches) in length. They survive on smaller prey, such as insects and mice.\nGoannas combine predatory and scavenging behaviours. A goanna will prey on any animal it can catch and is small enough to eat whole. Goannas have been blamed for the death of sheep by farmers, though most likely erroneously, as goannas are also eaters of carrion and are attracted to rotting meat.\nMost goannas are dark-coloured, with greys, browns, blacks and greens featuring prominently; however, white is also common. Many desert-dwelling species also feature yellow-red tones. Camouflage ranges from bands and stripes to splotches, speckles, and circles, and can change as the creature matures, with juveniles sometimes being brighter than adults.\nLike most lizards, goannas lay eggs. Most lay eggs in a nest or burrow, but some species lay their eggs inside termite mounds. This offers protection and incubation; additionally, the termites may provide a meal for the young as they hatch. Unlike some other species of lizards, goannas do not have the ability to regrow limbs or tails.\n\n\n== Etymology ==\nThe name goanna derived from iguana, since early European bush settlers in Australia likened goannas to the South American lizards.. Over time, the initial vowel sound was dropped. A similar explanation is used to link possum to the American opossum. \nAnother possibility is that the name might have derived from the South African term for a monitor lizard, leguaan, as the Cape of Good Hope was a popular refresher stop for immigrant ships to Australia from Britain.\n\n\n== Species ==\n\nFor a list of all monitor lizards of the genus, see Complete list of genus Varanus.\nThe following are found in Australia. For the most part, in common names, \"goanna\" and \"monitor\" are interchangeable.\n\nPerentie – V. giganteus\nLace monitor – V. varius\nSand goanna – V. gouldii (also Gould's goanna or ground goanna)\nMertens' water monitor – V. mertensi\nSpiny-tailed monitor – V. acanthurus (also ridge-tailed monitor)\nMangrove monitor – V. semiremex\nBlack-headed monitor – V. tristis\nShort-tailed monitor – V. brevicauda\nArgus monitor – V. panoptes (also yellow-spotted monitor)\nRosenberg's monitor – V. rosenbergi\nSpencer's goanna – V. spenceri\nStorr's monitor – V. storri\nDampier Peninsula monitor – V. sparnus\nMitchell's water monitor – V. mitchelli\nKings' monitor – V. kingorum\nHamersley Range rock monitor – V. hamersleyensis\nBlack-palmed rock monitor – V. glebopalma\nKimberley rock monitor – V. glauerti\nPygmy mulga monitor – V. gilleni\nRusty desert monitor – V. eremius\nStripe-tailed goanna – V. caudolineatus\nPilbara monitor – V. bushi\nBlack-spotted ridge-tailed monitor – V. baritji\nEmerald tree monitor – V. prasinus\nCanopy goanna – V. keithhornei\n\n\n== Habitats ==\n\nGoannas are found throughout most of Australia, except for Tasmania, and manage to persist in a variety of environments. Most species are known to climb trees or outcrops; several primarily arboreal species are known. The lace monitor (V. varius) is probably the best-known among these, but is not the most common. The lace monitor is the second-largest of all goannas, reaching lengths of up to 2 m. Other more common tree goannas, such as the Timor tree monitor (V. timorensis) and mournful tree monitor (V. tristis,) do not grow to quite such lengths, averaging a maximum of 61 cm, nose-to-tail.\nOther goannas are adapted to swampy coastal environments, such as the mangrove goanna (V. semiremex). Further still, the Mertens' water monitor (water goanna – V. mertensi), found in lagoons and rivers across northern Australia, is streamlined for swimming, using its tail as a paddle. Most other goannas are good swimmers, but tend not to voluntarily venture into the water.\n\n\n== Diet ==\nThe diets of goannas vary greatly depending on the species and the habitat. Prey can include all manner of small animals: insects, smaller lizards, snakes, mammals, birds, and eggs.\nMeals are often eaten whole, thus the size of their meals may depend on the size of the animals. Many of the small species feed mostly on insects, with some being small lizard experts. Many of the medium to large species will feed on whatever prey items they can catch. This includes eggs, fish (V. mertensi), birds, snails, smaller lizards, snakes, marsupials, and other small mammals, such as rodents. The giant perentie has been observed killing a young kangaroo, and then biting out chunks of flesh like a dog.\nAll species are carrion eaters, so will feed on the carcasses of dead animals, including livestock and other large creatures. The smell of rotting meat will attract these lizards.\n\n\n== Goannas and humans ==\n\n\n=== Confrontations ===\nLike most native fauna, goannas are rather wary of human intrusions into their habitat, and will most likely run away (into the scrub, up a tree, or into the water, depending on the species). A goanna is a rather swift mover, and when pressed, will sprint short distances on its hind legs.\nGoannas also rear up when threatened, either chased or cornered, and also inflate flaps of skin around their throats and emit harsh hissing noises.\nSome goannas recover from their initial fear of humans, especially when food is involved (or food has been involved previously). This reinforces the wildlife authority's recommendation of not feeding animals while camping or adventuring, but most authorities doubt that a goanna will actually direct an intentional attack at a human unless the human attempts to attack it (or grasp at it) first. Indigenous Australians who hunt goannas for food consider the perentie as a high-risk (but tasty) prey.\nThe debate on whether goannas are venomous or not is growing. Previously, the incessant bleeding caused by goanna bites was thought to be the result of bacterial infection. A recent study suggests monitor lizards (including goannas) are venomous and have oral toxin-producing glands.\nThe goanna's hefty tail can be dangerous when swung, much like a crocodile's tail; small children and dogs have been knocked down by such attacks. Often, victims in goanna attacks are bystanders, watching the person antagonising the goanna. Alarmed goannas can mistake standing humans for trees and attempt to climb off the ground to safety, which is understandably painful, as well as distressing for the human.Goannas are protected species throughout Australia.\n\n\n=== Culture and folklore ===\n\nGoannas have a prominent place in the culture of indigenous Australians. This includes totemic and stories relationships, anthropomorphic representations in dreamtime stories, and as a food source.\nRepresentations of goannas are common in indigenous artwork, not just as food, but also as a symbolic spiritual motif. Goannas and the mighty perentie are often considered two different animals when used in aboriginal works, as illustrated by the story \"How the Goanna and Perentie got their Colours\".European settlers perpetuated several old wives' tales about goanna habits and abilities; some of these have persisted in modern folklore among campers and bushmen. This includes the above-mentioned exaggeration of goannas dragging off sheep from shepherds' flocks in the night. These might even be exaggerated into child-snatching, rivalling drop bears (attack koalas) as a tourist scarer, probably more convincing due to the reptiles' carnivorous nature and fearsome appearance.\nA common tale was that the bite of a goanna was infused with a powerful, incurable venom. Every year after the bite (or every seven years), the wound would flare up again. For many years, herpetologists generally believed goannas were nonvenomous, and lingering illness from their bites was due solely to infection and septicaemia as a result of their saliva being rife with bacteria from carrion and other food sources. However, in 2005, researchers at the University of Melbourne announced that oral venom glands had been found in both goannas and iguanas.Because the goanna regularly eats snakes (often involving a fierce struggle between the two), they are often said to be immune to snake venom. The goanna does eat venomous snakes, but no evidence found suggests an actual venom immunity. Other stories say that the lizard eats a legendary plant, or drinks from a healing spring which neutralises the venom. This is immortalised in Banjo Paterson's humorous poem \"Johnson's Antidote\".\nPossibly related to the above venom immunity, goanna fat or oil has been anecdotally imbued with mystical healing properties. Aborigines traditionally used goanna oil as an important bush medicine, and it also became a common medicine among Caucasians in Australia's early days. Said to be a cure-all, and possessing amazing powers of penetration (passing through metal as if it were not there), it was sold among early settlers like snake oil in the Old West of North America.\nA goanna features as the heroic figure ‘Mr Lizard’ in the Australian author May Gibbs’ children’s books Snugglepot and Cuddlepie. A bronze statue of the goanna ‘Mr Lizard’ has been placed outside the State Library of Victoria.\n\n\n== References ==\n\n\n=== Other sources ===\nCogger, H. (1967). Australian Reptiles in Colour. Sydney: A. H. & A. W. Reed, ISBN 0-589-07012-6\nKing, Dennis & Green, Brian. 1999. Goannas: The Biology of Varanid Lizards. University of New South Wales Press. ISBN 0-86840-456-X\nUnderhill, D. (1993). Australia's Dangerous Creatures. Sydney: Reader's Digest. ISBN 0-86438-018-6\n\n\n== External links ==\nJohnson's Antidote by Banjo Paterson.\nHow the Goanna and Perentie Got Their Colours - AusEMade\nSounds From the Wild: Australia's Native Lizard - Listen to the souds of the goanna (NPR)",
    "ImageURL": "Goannalizard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Goanna",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Scleroglossa",
        "Family": "Varanidae",
        "Genus": "Varanusin part"
    },
    "Zone": "* #### B"
}