{
    "CommonName": "Golden-breasted Starling",
    "BriefSummary": "The golden-breasted starling (Lamprotornis regius), also known as royal starling, is a medium-sized passerine in the starling family.",
    "WikiContents": "The golden-breasted starling (Lamprotornis regius), also known as royal starling, is a medium-sized passerine in the starling family.\n\n\n== Subspecies ==\nLamprotornis regius magnificus van Someren, 1924\nLamprotornis regius regius  (Reichenow, 1879)\n\n\n== Distribution and habitat ==\nThe golden-breasted starling  has a very large range. It is distributed in Northeastern Africa, from Somalia, Ethiopia, Kenya and northern Tanzania.   These birds inhabit the grassland, savannah, the thickets of acacias, dry-thorn forests and shrubland.\n\n\n== Status and conservation ==\nWidespread throughout its habitat range, the population trend of the golden-breasted starling appears to be stable. The species is evaluated as being of least concern on the IUCN Red List of Threatened Species. \n\n\n== Description ==\nLamprotornis regius can reach a body length of about 35 cm (14 in). The adult has a metallic green head and upper back, bright golden yellow breast and belly, dark bill and legs, white iris and metallic violet blue on wings, back, neck and its long tail feathers.  Both sexes are similar. The young are duller than the adult.\n\n\n== Behaviour ==\n\nThe golden-breasted starling is a social animal, living in groups of three to twelve individuals.  Adults can be found from January to June and from August to November, with a peak in January. \n\n\n=== Breeding ===\nThe golden-breasted starling molts once a year, after the breeding season. These birds are  monogamous. The female usually lays between three and five pale green eggs with red speckles. It nests in tree holes, usually in tree holes that  woodpeckers havev left. The nest is made from leaves, roots and other vegetation. Entire family groups cooperate in raising young by gathering food and nesting materials.\n\n\n=== Feeding ===\nIn contrast to other brilliant starlings, which feed mainly on fruits, their diet consists mainly of insects and termites. Adult birds catch insects in flight and dig up termite mounds to find prey. Snails, spiders, crustaceans, or small vertebrates, such as lizards, sometimes integrates the diet.\n\n\n== Bibliography ==\nBryan Richard: Vögel. Parragon, Bath, ISBN 1-4054-5506-3\nColin Harrison & Alan Greensmith: Vögel. Dorling Kindersly Limited, London 1993, 2000, ISBN 3-8310-0785-3\ndel Hoyo, J., Collar, N.J., Christie, D.A., Elliott, A., Fishpool, L.D.C., Boesman, P. and Kirwan, G.M. 2016. HBW and BirdLife International Illustrated Checklist of the Birds of the World. Volume 2: Passerines. Lynx Edicions and BirdLife International, Barcelona, Spain and Cambridge, UK.\nDowsett, R. J.; Forbes-Watson, A. D. 1993. Checklist of birds of the Afrotropical and Malagasy regions. Tauraco Press, Li\nGill F. and Donsker D. (eds), Family Sturnidae, in IOC World Bird Names (ver 8.2), International Ornithologists’ Union, 2018\nSibley, C. G.; Monroe, B. L. 1990. Distribution and taxonomy of birds of the world. Yale University Press, New Haven, USA.\n\n\n== External links ==\nBirdLife International\nVideos, photos and sounds - IBC The International Bird Collection\n\n\n== References ==",
    "ImageURL": "GoldenbreastedStarling_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Golden-breasted_starling",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Sturnidae",
        "Genus": "Lamprotornis",
        "Species": "regius"
    },
    "ScientificName": "Lamprotornis regius",
    "Zone": "* #### F"
}