{
    "CommonName": "Golden-mantled ground squirrel",
    "BriefSummary": "The golden-mantled ground squirrel (Callospermophilus lateralis) is a  ground squirrel native to western North America. It is distributed in British Columbia and Alberta through the western United States to California, Arizona, and New Mexico.",
    "WikiContents": "The golden-mantled ground squirrel (Callospermophilus lateralis) is a  ground squirrel native to western North America. It is distributed in British Columbia and Alberta through the western United States to California, Arizona, and New Mexico.\n\n\n== Description ==\nThis ground squirrel is generally about 23 to 29 cm (9.1 to 11.4 in) in length. It has whitish or yellow-gray underparts. The tail is brown to black with buff edges and a yellowish to reddish underside. It has pale rings around the eyes. The \"mantle\" across the shoulders is tawny to reddish, with males having a deeper reddish tinge. This species is distinguished from similar ground squirrels by a black-bordered white stripe down each side of the back.Some authors describe many subspecies of this taxon.\n\n\n== Biology and ecology ==\n\nThis species occurs in forests, chaparral, meadow margins, and sagebrush, especially in areas with many rocks or forest litter that provides shelter. It is associated with many kinds of coniferous trees, aspen, and manzanita.It is omnivorous, feeding on pine nuts, acorns, herbs and shrubs, fungi, many kinds of insects, eggs, young birds, lizards, carrion, and human foods when available. This species caches food near its burrow, especially during the late summer and fall.This species hibernates over the winter. The breeding season commences when males and females emerge from hibernation in the spring. Most broods are born in July. A female has two to eight young per litter, with an average of five. There is no paternal care of the offspring. Juveniles resemble adults by 40 days of age. The life span of this ground squirrel is up to about seven years.Most adults are independent, rarely cooperating, and usually competing for resources. They may assemble at sites with abundant food but develop a group hierarchy. Adults reside alone in burrows, creating nests for hibernation or rearing of young. This species has been known to nest in structures, such as roofs.Predators of this squirrel include snakes, foxes, weasels, and bears. It may carry the Rocky Mountain wood tick, a vector of Rocky Mountain spotted fever and other diseases.\n\n\n== Conservation ==\nThis is a common and widespread species that is not considered to be threatened.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nNatureServe. 2017. Callospermophilus lateralis. NatureServe Explorer V.7.1 Accessed 6 September 2017.\nGolden-mantled Ground Squirrel. North American Mammals. Smithsonian Museum of Natural History.",
    "ImageURL": "Goldenmantledgroundsquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Golden-mantled_ground_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Callospermophilus",
        "Species": "lateralis"
    },
    "ScientificName": "Callospermophilus lateralis"
}