{
    "CommonName": "Gonolek",
    "BriefSummary": "The yellow-crowned gonolek (Laniarius barbarus), also known as the common gonolek, is a medium-sized passerine bird in the bushshrike family. It is a common resident breeding bird in equatorial Africa from Senegal and Democratic Republic of Congo east to Ethiopia. It is a skulking bird and frequents dense undergrowth in forests and other wooded habitats. The nest is a cup structure in a bush or tree in which two eggs are laid.",
    "WikiContents": "The yellow-crowned gonolek (Laniarius barbarus), also known as the common gonolek, is a medium-sized passerine bird in the bushshrike family. It is a common resident breeding bird in equatorial Africa from Senegal and Democratic Republic of Congo east to Ethiopia. It is a skulking bird and frequents dense undergrowth in forests and other wooded habitats. The nest is a cup structure in a bush or tree in which two eggs are laid.\n\n\n== Taxonomy ==\nIn 1760 the French zoologist Mathurin Jacques Brisson included a description of the yellow-crowned gonolek in his Ornithologie based on a specimen collected in Senegal. He used the French name La pie-griesche rouge du Sénégal and the Latin Lanius Senegalensis ruber. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition, he added 240 species that had been previously described by Brisson. One of these was the yellow-crowned gonolek. Linnaeus included a brief description, coined the binomial name Lanius barbarus and cited Brisson's work. The species is now placed in the genus Laniarius that was introduced by the French ornithologist Louis Jean Pierre Vieillot in 1816. Two subspecies are recognised.\n\n\n== Description ==\nThe yellow-crowned gonolek is 22 cm (8.7 in) long with a long tail and short wings. The adult is a vividly-coloured bird, although easily overlooked as it lurks in undergrowth. It has solidly black upper parts apart from its golden crown, and scarlet underparts other than a buff-yellow undertail. The legs are dark. Sexes are similar, but juveniles are paler and duller.\n\n\n== Ecology ==\nThis species is seldom seen because it inhabits thick undergrowth from which its calls can be heard. These include whistles and rattles, often sung in duet, with a fluted too-lioo overlapped by a rattling ch-chacha. The yellow-crowned gonolek feeds mainly on insects located in bushes or on the ground. The diet consists mostly of beetles and caterpillars, but birds eggs and nestlings are sometimes taken.It is monogamous and territorial. Some courtship behaviours have been observed with a pair chasing each other through a bush, leaping from branch to branch and emitting metallic twanging sounds. The deep cup-shaped nest is often flimsy and is built in a bush, from rootlets and tendrils. Two, or occasionally three, greyish-green or bluish-green eggs with dark spots are laid.\n\n\n== References ==\n\nBirds of The Gambia by Barlow, Wacher and Disley, ISBN 1-873403-32-1",
    "ImageURL": "Gonolek_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Yellow-crowned_gonolek",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Malaconotidae",
        "Genus": "Laniarius",
        "Species": "barbarus"
    },
    "ScientificName": "Laniarius barbarus",
    "Zone": "* #### K"
}