{
    "CommonName": "Gopher",
    "BriefSummary": "Pocket gophers, commonly referred to as just gophers, are burrowing rodents of the family Geomyidae. There are about 35 species, all endemic to North and Central America.  They are commonly known for their extensive tunneling activities and their ability to destroy farms and gardens.\n\nThe name pocket gopher on its own may be used to refer to any of a number of genera within the Geomyidae family. These are the \"true\" gophers, but several ground squirrels in the distantly related Sciuridae family are often called \"gophers\", as well. The origin of the word 'gopher' is uncertain; French gaufre, meaning 'waffle', has been suggested, on account of the gopher tunnels resembling the honeycomb-like pattern of holes in a waffle; another suggestion is that the word is of Muskogean origin.",
    "WikiContents": "Pocket gophers, commonly referred to as just gophers, are burrowing rodents of the family Geomyidae. There are about 35 species, all endemic to North and Central America.  They are commonly known for their extensive tunneling activities and their ability to destroy farms and gardens.\n\nThe name pocket gopher on its own may be used to refer to any of a number of genera within the Geomyidae family. These are the \"true\" gophers, but several ground squirrels in the distantly related Sciuridae family are often called \"gophers\", as well. The origin of the word 'gopher' is uncertain; French gaufre, meaning 'waffle', has been suggested, on account of the gopher tunnels resembling the honeycomb-like pattern of holes in a waffle; another suggestion is that the word is of Muskogean origin.\n\n\n== Description ==\nGophers weigh around 0.5 lb (230 g), and are about 6–8 in (150–200 mm) in body length, with a tail 1–2 in (25–51 mm) long. A few species reach weights approaching 1 kg (2.2 lb).  Within any species, the males are larger than the females and can be nearly double their weight.Average lifespans are one to three years. The maximum lifespan for the pocket gopher is about five years. Some gophers, such as those in the genus Geomys, have lifespans that have been documented as up to seven years in the wild.Most gophers have brown fur that often closely matches the color of the soil in which they live.  Their most characteristic features are their large cheek pouches, from which the word \"pocket\" in their name derives.  These pouches are fur-lined, can be turned inside out, and extend from the side of the mouth well back onto the shoulders. Gophers have small eyes and a short, hairy tail, which they use to feel around tunnels when they walk backwards.\nPocket gophers have often been found to carry external parasites. Common predators of the gopher include weasels, snakes, and hawks.\n\n\n=== Behavior ===\nAll pocket gophers create a network of tunnel systems that provide protection and a means of collecting food. They are larder hoarders, and their cheek pouches are used for transporting food back to their burrows. Gophers can collect large hoards. Unlike ground squirrels, gophers do not live in large communities and seldom find themselves above ground. Tunnel entrances can be identified by small piles of loose soil covering the opening. Burrows are in many areas where the soil is softer and easily tunneled. Gophers often visit vegetable gardens, lawns, or farms, as gophers like moist soil (see Soil biomantle). This has led to their frequent treatment as pests.\nGophers eat plant roots, shrubs, and other vegetables such as carrots, lettuce, radishes, and any other vegetables with juice. Some species are considered agricultural pests. The resulting destruction of plant life then leaves the area a stretch of denuded soil.  At the same time, the soil disturbance created by  turning it over can lead to the early establishment of Ecological succession in Communities of r-selected and other Ruderal plant species.  The stashing and subsequent decomposition of plant material in the gophers' larder can produce deep fertilization of the soil.\nPocket gophers are solitary outside of the breeding season, aggressively maintaining territories that vary in size depending on the resources available. Males and females may share some burrows and nesting chambers if their territories border each other, but in general, each pocket gopher inhabits its own individual tunnel system. Although they attempt to flee when threatened, they may attack other animals, including cats and humans, and can inflict serious bites with their long, sharp teeth.\nDepending on the species and local conditions, pocket gophers may have a specific annual breeding season, or may breed repeatedly through the year. Each litter typically consists of two to five young, although this may be much higher in some species. The young are born blind and helpless, and are weaned around 40 days old.\n\n\n== Control ==\nGeomys and Thomomys species are classed as \"prohibited new organisms\" under New Zealand's Hazardous Substances and New Organisms Act 1996, preventing them from being imported into the country.\n\n\n== Classification ==\nMuch debate exists among taxonomists about which races of pocket gophers should be recognized as full species, and the following list cannot be regarded as definitive.\n\nFamily Geomyidae\nGenus Cratogeomys; some authors treat this genus as a subgenus of Pappogeomys.\nYellow-faced pocket gopher (Cratogeomys castanops)\nOriental Basin pocket gopher (C. fulvescens)\nSmoky pocket gopher (C. fumosus)\nGoldman's pocket gopher (C. goldmani)\nMerriam's pocket gopher (C. merriami)\nGenus Geomys - eastern pocket gophers; principally live in the southwestern United States, east of the Sierra Nevada mountains\nDesert pocket gopher (Geomys arenarius)\nAttwater's pocket gopher (G. attwateri)\nBaird's pocket gopher (G. breviceps)\nPlains pocket gopher (G. bursarius)\nKnox Jones's pocket gopher (G. knoxjonesi)\nTexas pocket gopher (G. personatus)\nSoutheastern pocket gopher (G. pinetis)\nCentral Texas pocket gopher (G. texensis)\nTropical pocket gopher (G. tropicalis)\nGenus Orthogeomys - giant pocket gophers or taltuzas; live in Mexico, Central America, and Colombia\nChiriqui pocket gopher (Orthogeomys cavator)\nCherrie's pocket gopher (O. cherriei)\nOaxacan pocket gopher (O. cuniculus)\nDarien pocket gopher (O. dariensis)\nGiant pocket gopher (O. grandis)\nVariable pocket gopher (O. heterodus)\nHispid pocket gopher (O. hispidus)\nBig pocket gopher (O. lanius)\nNicaraguan pocket gopher (O. matagalpae)\nThaeler's pocket gopher (O. thaeleri)\nUnderwood's pocket gopher (O. underwoodi)\nGenus Pappogeomys; live in Mexico\nAlcorn's pocket gopher (P. alcorni)\nBuller's pocket gopher (P. bulleri)\nGenus Thomomys - western pocket gophers; widely distributed in North America, extending into the northwestern US, Canada, and the southeastern US.\nBotta's pocket gopher (T. bottae)\nCamas pocket gopher (T. bulbivorus)\nWyoming pocket gopher (T. clusius)\nIdaho pocket gopher (T. idahoensis)\nMazama pocket gopher (T. mazama)\nMountain pocket gopher (T. monticola)\nNorthern pocket gopher (T. talpoides)\nTownsend's pocket gopher (T. townsendii)\nSouthern pocket gopher (T. umbrinus)\nGenus Zygogeomys\nMichoacan pocket gopher or tuza (Zygogeomys trichopus)Some sources also list a genus Hypogeomys, with one species, but this genus name is normally used for the Malagasy giant rat, which belongs to the family Nesomyidae.\n\n\n== In popular culture ==\nMinnesota is nicknamed the \"Gopher State\", and the University of Minnesota's athletics teams are collectively known as the Golden Gophers, led by mascot Goldy Gopher.\nInternet Gopher protocol was created at the University of Minnesota.\nGainer the Gopher is the mascot of the Saskatchewan Roughriders in the Canadian Football League.\nA gopher also plays a key role in the film Caddyshack.\nThe mascot of the Go programming language is the Go Gopher.\nGordon the Gopher is an English puppet gopher which appeared on Children's BBC (CBBC) between 1985 and 1987.\nGophers! was a British children's programme that ran on Channel 4 between 1988 and 1990.\nGopher is a character in the Disney cartoon adaptations of the children's book Winnie-the-Pooh.\nGolly Gopher is a character in the 2006 Cartoon Network movie \"Re-Animated\" and the 2007 series \"Out of Jimmy's Head\"\n\n\n== See also ==\n\nNaked mole rat\nMole\n\n\n== References ==\n\n\n== External links ==\nArticle on the Animal Diversity Web site\n \"Pocket-gopher\" . Encyclopædia Britannica (11th ed.). 1911.\n \"Gopher\" . The American Cyclopædia. 1879.",
    "ImageURL": "Gopher_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gopher",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "GeomyidaeBonaparte"
    },
    "Zone": "* #### I"
}