{
    "CommonName": "Greater kudu",
    "BriefSummary": "The greater kudu  (Tragelaphus strepsiceros) is a woodland antelope found throughout eastern and southern Africa. Despite occupying such widespread territory, they are sparsely populated in most areas due to  declining habitat, deforestation and poaching. The greater kudu is one of two species commonly known as kudu, the other being the lesser kudu, T. imberbis.",
    "WikiContents": "The greater kudu  (Tragelaphus strepsiceros) is a woodland antelope found throughout eastern and southern Africa. Despite occupying such widespread territory, they are sparsely populated in most areas due to  declining habitat, deforestation and poaching. The greater kudu is one of two species commonly known as kudu, the other being the lesser kudu, T. imberbis.\n\n\n== Etymology of the name ==\nKudu, or koodoo, is the Khoikhoi name for this antelope. Tragos (Greek) denotes a he-goat and elaphos (Greek) a deer. Strepho (Greek) means \"twist\", and strephis is \"twisting\". Keras (Greek) refers to the horn of the animal.\n\n\n== Physical characteristics ==\nGreater kudus have a narrow body with long legs, and their coats can range from brown/bluish grey to reddish brown. They possess between 4 and 12 vertical white stripes along their torso. The head tends to be darker in colour than the rest of the body, and exhibits a small white chevron which runs between the eyes.Greater kudu bulls tend to be much larger than the cows, and vocalize much more, utilizing low grunts, clucks, humming, and gasping. The bulls also have large manes running along their throats, and large horns with two and a half twists, which, were they to be straightened, would reach an average length of 120 cm (47 in), with the record being 187.64 cm (73.87 in). They diverge slightly as they slant back from the head. The horns do not begin to grow until the bull is between the age of 6–12 months, twisting once at around 2 years of age, and not reaching the full two and a half twists until they are 6 years old; occasionally they may even have 3 full turns.This is one of the largest species of antelope. Bulls weigh 190–270 kg (420–600 lb), with a maximum of 315 kg (694 lb), and stand up to 160 cm (63 in) tall at the shoulder. The ears of the greater kudu are large and round. Cows weigh 120–210 kg (260–460 lb) and stand as little as 100 cm (39 in) tall at the shoulder; they are hornless, without a beard or nose markings. The head-and-body length is 185–245 cm (6.07–8.04 ft), to which the tail may add a further 30–55 cm (12–22 in).\n\n\t\t\n\t\t\n\t\t\n\n\n== Subspecies ==\nFormerly four subspecies have been described, but recently only one to three subspecies have been accepted based on colour, number of stripes and horn length:\nT. s. strepsiceros – southern parts of the range from southern Kenya to Namibia, Botswana and South Africa\nT. s. chora – northeastern Africa from northern Kenya through Ethiopia to eastern Sudan, western Somalia and Eritrea\nT. s. cottoni – Chad and western SudanThis classification was supported by the genetic difference of one specimen of northern Kenya (T. s. chora) in comparison with several samples from the southern part of the range between Tanzania and Zimbabwe (T. s. strepsiceros). No specimen of the northwestern population, which may represent a third subspecies (T. s. cottoni) was tested within this study.In Groves and Grubb's book Ungulate Taxonomy, a recent taxonomic revision was made that evaluated all species and subspecies of kudu and other ungulates. This review split the genus Tragelaphus into 4 separate genera, Tragelaphus (bushbuck, sitatunga, bongo, nyala, and gedemsa or mountain nyala), Ammelaphus (lesser kudu), Strepsiceros (greater kudu) and their close relatives Taurotragus (elands). The greater kudu was split into four species based on genetic evidence and morphological features (horn structure and coat color). Each species was based on a different subspecies, Strepsiceros strepsiceros (Cape kudu), Strepsiceros chora (northern kudu), Strepsiceros cottoni (western kudu), and Strepsiceros zambesiensis (Zambezi kudu) which is not commonly accepted even as a subspecies. The Cape kudu is found in south central South Africa, the Zambezi kudu (closely related to the Cape kudu) is found from northern to southern Tanzania and northern South Africa, Namibia, and Angola through Zambia, Mozambique, and eastern DR Congo, the northern kudu is found in eastern Sudan southwards through Ethiopia and Kenya to the Tanzanian border, and the western kudu is found in southeastern Chad, western Sudan, and in northern Central African Republic. Although this alternative taxonomy is not commonly accepted, it was accepted in the Handbook of the Mammals of the World.\n\n\n== Range and ecology ==\nThe range of the greater kudu extends from the east in Ethiopia, Tanzania, Eritrea and Kenya into the south where they are found in Zambia, Angola, Namibia, Botswana, Zimbabwe and South Africa. Other regions where greater kudu are located are Central African Republic, Chad, Democratic Republic of the Congo, Djibouti, Malawi, Mozambique, Somalia, Swaziland, and Uganda. They have also been introduced in small numbers into New Mexico, but were never released into the wild. Their habitat includes mixed scrub woodlands (the greater kudu is one of the few largest mammals that prefer living in settled areas – in scrub woodland and bush on abandoned fields and degraded pastures, mopane bush and acacia in lowlands, hills and mountains. They will occasionally venture onto plains only if there is a large abundance of bushes, but normally avoid such open areas to avoid becoming an easy target for their predators. Their diet consists of leaves, grass, shoots and occasionally tubers, roots and fruit (they are especially fond of oranges and tangerines).\n\nDuring the day, greater kudus normally cease to be active and instead seek cover under woodland, especially during hot days. They feed and drink in the early morning and late afternoon, acquiring water from waterholes or roots and bulbs that have a high water content. Although they tend to stay in one area, the greater kudu may search over a large distance for water in times of drought, in southern Namibia where water is relatively scarce they have been known to cover extensive distances in very short periods of time.\n\n\n== Predation ==\n\nPredators of the greater kudu generally consist of lions, Spotted hyenas, and African hunting dogs. Although cheetahs and leopards also prey on greater kudus, they are unable to bring down a bull, and consequently target the more vulnerable cows and offspring. There are several instances reported where Nile crocodiles have preyed on greater kudus, although based on records the larger mammalian carnivores statistically are much more dangerous to the kudu and comparable large ungulates, or at least those with a preference for dry, upland habitats over riparian or swamp areas. When a herd is threatened by predators, an adult (usually female) will issue a bark to alert the rest of the herd. Despite being very nimble over rocky hillsides and mountains, the greater kudu is not fast enough (and nor does it have enough stamina) to escape its main predators over open terrain, so it tends to rely on leaping over shrubs and small trees to shake off pursuers. Greater kudus have excellent hearing and acute eyesight which helps to alert them to approaching predators.\n\n\n== Behavior and social organization ==\n\nGreater kudus have a life span of 7 to 8 years in the wild, and up to 23 years in captivity. They may be active throughout the 24-hour day. Herds disperse during the rainy season when food is plentiful. During the dry season, there are only a few concentrated areas of food so the herds will congregate. Greater kudu are not territorial; they have home areas instead. Maternal herds have home ranges of approximately 4 square kilometers and these home ranges can overlap with other maternal herds. Home ranges of adult males are about 11 square kilometers and generally encompass the ranges of two or three female groups. Females usually form small groups of 6-10 with their offspring, but sometimes they can form a herd up to 20 individuals. Male kudus may form small bachelor groups, but they are more commonly found as solitary and widely dispersed individuals. Solitary males will join the group of females and calves (usually 6-10 individuals per group) only during the mating season (April–May in South Africa).The male kudus are not always physically aggressive with each other, but sparring can sometimes occur between males, especially when both are of similar size and stature. The male kudus exhibit this sparring behavior by interlocking horns and shoving one another. Dominance is established until one male exhibits the lateral display. In rare circumstances, sparring can result in both males being unable to free themselves from the other's horns, which can then result in the death of both animals.\nRarely will a herd reach a size of forty individuals, partly because of the selective nature of their diet which would make foraging for food difficult in large groups. A herd's area can encompass 800 to 1,500 acres (6.1 km2), and spend an average of 54% of the day foraging for food.\n\n\n== Reproduction ==\n\nGreater kudus reach sexual maturity between 1 and 3 years of age. The mating season occurs at the end of the rainy season, which can fluctuate slightly according to the region and climate. Before mating, there is a courtship ritual which consists of the male standing in front of the female and often engaging in a neck wrestle. The male then trails the female while issuing a low pitched call until the female allows him to copulate with her. Gestation takes around 240 days (or eight months). Calving generally starts between February and March (late austral summer), when the grass tends to be at its highest.Greater kudus tend to bear one calf, although occasionally there may be two. The pregnant female kudu will leave her group to give birth; once she gives birth, the newborn is hidden in vegetation for about 4 to 5 weeks (to avoid predation). After 4 or 5 weeks, the offspring will accompany its mother for short periods of time; then by 3 to 4 months of age, it will accompany her at all times. By the time it is 6 months old, it is quite independent of its mother. The majority of births occur during the wet season (January to March). In terms of maturity, female greater kudus reach sexual maturity at 15–21 months. Males reach maturity at 21–24 months.\n\n\n== Human interaction ==\nGreater kudus have both benefited and suffered from interaction with humans. Humans are turning much of the kudu's natural habitat into farmland, restricting their home ranges. Humans have also destroyed woodland cover, which they use for their habitat. However, wells and irrigation set up by humans has also allowed the greater kudu to occupy territory that would have been too devoid of water for them previously. The greater kudu are also a target for poachers for meat and horns. The horns of greater kudus are commonly used to make Shofars, a Jewish ritual horn blown at Rosh Hashanah.\n\n\n== Status ==\nThe greater kudu population in the northern part of its range has declined due to excessive hunting and rapid habitat loss. However, they are evaluated as low risk in the IUCN Red List of endangered species. The long-term survival of the greater kudu at large is not in jeopardy as populations located elsewhere remain robust and well-managed.\nThe greater kudu receives adequate protection from southern Tanzania to South Africa. There are large populations in parks and reserves such as Ruaha-Rungwa-Kisigo and Selous (Tanzania), Luangwa Valley and Kafue (Zambia), Etosha (Namibia), Moremi, Chobe and Central Kalahari (Botswana), Hwange, Chizarira, Mana Pools and Gonarezhou (Zimbabwe) and in Kruger (11,200 – 17,300) and Hluhluwe–iMfolozi (South Africa). An abundance of greater kudu is also found in private farms and conservancies in southern Africa, in particular in Namibia, Zimbabwe and South Africa, where they are popular amongst trophy hunters.\n\n\n== See also ==\nLesser kudu\nKudu dung spitting\n\n\n== References ==\n\n\n== External links ==\nThe Nature Conservancy's Species Profile: Greater Kudu",
    "ImageURL": "Greaterkudu_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Greater_kudu",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Tragelaphus",
        "Species": "strepsiceros"
    },
    "ScientificName": "Tragelaphus strepsiceros",
    "Zone": "* #### G"
}