{
    "CommonName": "Greater flamingo",
    "BriefSummary": "The greater flamingo (Phoenicopterus roseus) is the most widespread and largest species of the flamingo family. It is found in Africa, on the Indian subcontinent, in the Middle East, and in southern Europe.\n\n",
    "WikiContents": "The greater flamingo (Phoenicopterus roseus) is the most widespread and largest species of the flamingo family. It is found in Africa, on the Indian subcontinent, in the Middle East, and in southern Europe.\n\n\n== Taxonomy ==\nThe greater flamingo was described by Peter Simon Pallas in 1811. It was previously thought to be the same species as the American flamingo (Phoenicopterus ruber), but because of coloring differences of its head, neck, body, and bill, the two flamingos are now most commonly considered separate species. The greater flamingo has no subspecies.\n\n\n== Description ==\nThe greater flamingo is the largest species of flamingo, averaging 110–150 cm (43–59 in) tall and weighing 2–4 kg (4.4–8.8 lb). The largest male flamingos have been recorded at up to 187 cm (74 in) tall and 4.5 kg (9.9 lb).\n\nMost of the plumage is pinkish white, but the wing coverts are red and the primary and secondary flight feathers are black. The bill is pink with a restricted black tip, and the legs are entirely pink. The call is a goose-like honking.\nChicks are covered in grey fluffy down. Subadult flamingos are paler with dark legs. Adults feeding chicks also become paler but retain the bright pink legs. The coloration comes from the carotenoid pigments in the organisms that live in their feeding grounds. \nSecretions of the uropygial gland also contain carotenoids.  During the breeding season, greater flamingos increase the frequency of their spreading uropygial secretions over their feathers and thereby enhance their color.  This cosmetic use of uropygial secretions has been described as applying \"make-up\".\n\n\n== Distribution ==\n\nIt is found in parts of Africa, southern Asia (Bangladesh and coastal regions of Pakistan, India, and Sri Lanka), the Middle East  (Iran, Turkey, Cyprus, Israel, Lebanon, the United Arab Emirates, Kuwait, and Bahrain) and southern Europe (including Spain, Albania, North Macedonia, Greece, Portugal, Italy, and the Camargue region of France). The most northern breeding spot is the Zwillbrocker Venn in western Germany, close to the border with the Netherlands. They have been recorded breeding in the United Arab Emirates at three different locations in the Abu Dhabi Emirate.\nIn Gujarat, a state of India, flamingos can be observed at the Nal Sarovar Bird Sanctuary, Khijadiya Bird Sanctuary, Flamingo City, and in the Thol Bird Sanctuary. They remain there during the entire winter season.\n\n\n== Ecology ==\nThe greater flamingo resides in mudflats and shallow coastal lagoons with salt water. Using its feet, the bird stirs up the mud, then sucks water through its bill and filters out small shrimp, seeds, blue-green algae, microscopic organisms, and mollusks. The greater flamingo feeds with its head down, and its upper jaw is movable and not rigidly fixed to its skull.Like all flamingos, this species lays a single chalky-white egg on a mud mound.\n\n\n== Lifespan ==\nThe typical lifespan in captivity, according to Basel Zoo, is over 60 years.\n\n\n== Threats and predators ==\n\n\n=== Natural ===\nAdult greater flamingos have few natural predators. Eggs and chicks may be eaten by raptors, crows, gulls, and the marabou stork (Leptoptilos crumenifer); an estimated half of the predation of greater flamingo eggs and chicks is from the yellow-legged gull (Larus michahellis).\n\n\n=== Human ===\nThe primary threats to flamingo populations are bacteria, toxins, and pollution in  water supplies, which is usually run-off from manufacturing companies, and encroachment on their habitat.\n\n\n== In human captivity ==\nThe first recorded zoo hatch was in 1959 at Zoo Basel. In Zoo Basel's breeding program, over 400 birds have been hatched with between 20 and 27 per year since 2000. The oldest known greater flamingo was a bird at the Adelaide Zoo in Australia that died aged at least 83 years. The bird's exact age is not known; he was already a mature adult when he arrived in Adelaide in 1933. He was euthanized in January 2014 due to complications of old age.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nPerforming greater flamingos in open field\nGreater flamingo - Species text - The Atlas of Southern African Birds",
    "ImageURL": "Greaterflamingo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Greater_flamingo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Phoenicopteriformes",
        "Family": "Phoenicopteridae",
        "Genus": "Phoenicopterus",
        "Species": "roseus"
    },
    "ScientificName": "Phoenicopterus roseus",
    "Zone": "* #### E"
}