{
    "CommonName": "Greater roadrunner",
    "BriefSummary": "The greater roadrunner (Geococcyx californianus) is a long-legged bird in the cuckoo family, Cuculidae, from Southwestern United States and Mexico. The Latin name means \"Californian earth-cuckoo\". Along with the lesser roadrunner, it is one of two species in the roadrunner genus Geococcyx. This roadrunner is also known as the chaparral cock, ground cuckoo, and snake killer.",
    "WikiContents": "The greater roadrunner (Geococcyx californianus) is a long-legged bird in the cuckoo family, Cuculidae, from Southwestern United States and Mexico. The Latin name means \"Californian earth-cuckoo\". Along with the lesser roadrunner, it is one of two species in the roadrunner genus Geococcyx. This roadrunner is also known as the chaparral cock, ground cuckoo, and snake killer.\n\n\n== Description and morphology ==\nThe roadrunner is about 52–62 cm (20–24 in) long, has a 43–61 cm (17–24 in) wingspan and weighs 221–538 g (7.8–19.0 oz). It stands around 25–30 cm (9.8–11.8 in) tall and is the largest cuckoo of the Americas. Roadrunners have four toes on each zygodactyl foot; two face forward, and two face backward. The toes are brown in color and have pale gold spots. The upper body is mostly brown with black streaks and sometimes pink spots. The neck and upper breast are white or pale brown with dark brown streaks, and the belly is white. A crest of brown feathers sticks up on the head, and a bare patch of orange and blue skin lies behind each eye; the blue is replaced by white in adult males (except the blue adjacent to the eye), and the orange (to the rear) is often hidden by feathers.\n\nAlthough capable of limited flight, it spends most of its time on the ground, and can run at speeds up to 32 km/h (20 mph). Cases where roadrunners have run as fast as 42 km/h (26 mph) have been reported. This is the fastest running speed clocked for a flying bird, but not nearly as fast as the 70 km/h (40 mph) of the flightless and much larger ostrich.\n\n\n== Distribution and habitat ==\nThe greater roadrunner is found in the southwestern United States and northern Mexico. It can be seen regularly in the US states of California, Arizona, New Mexico, Texas, Nevada, Utah, Colorado, and Oklahoma, and less frequently in Kansas, Louisiana, Arkansas, and Missouri, as well as the Mexican states of Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Durango, Jalisco, Coahuila, Zacatecas, Aguascalientes, Guanajuato, Michoacán, Querétaro, México, Puebla, Nuevo León, Tamaulipas, and San Luis Potosí. The species is not migratory.\nThe greater roadrunner can be found from 60 m (200 ft) below sea level to 2,300 m (7,500 ft) (rarely up to 3,000 m (9,800 ft)). It occupies arid and semiarid scrubland, with scattered vegetation (typically less than 50% cover) with a height of less than 2–3 m (6.6–9.8 ft).\n\n\n== Behavior ==\n\nThe greater roadrunner nests on a platform of sticks low in a cactus or a bush and lays three to six eggs, which hatch in 20 days. The chicks fledge in another 18 days. Pairs may occasionally rear a second brood.\nThis bird walks around rapidly, running down prey. It feeds mainly on small animals including insects, spiders (including black widows), tarantulas, scorpions, mice, small birds, and especially lizards and small snakes. Venomous serpents, including small rattlesnakes, are readily consumed. It kills prey by holding the victim in its bill and slamming it repeatedly against the ground.\nThe greater roadrunner is monogamous, forming long-term pair bonds. Both birds build the nest, with the male collecting the material and the female constructing the nest. Nest building starts in March in Texas, and probably later further north. The nests are compact platforms of thorny branches lined with grasses, feathers, snakeskin, roots, and other fine material.\n\n\n== Cultural references ==\nSome Pueblo Native American tribes, including the Hopi, believed the roadrunner provided protection against evil spirits. In Mexico, some said it brought babies, as the white stork was said to in Europe. Some Anglo frontier people believed roadrunners led lost people to trails.Wile E. Coyote and the Road Runner are the two protagonists of a long-running (since 1949) Warner Bros. animated series.\nThis specific roadrunner appeared in a 1982 sheet of 20-cent United States stamps showing 50 state birds and flowers, being the state bird of New Mexico.It is also the mascot of numerous high schools and colleges in the United States, including the University of Texas at San Antonio.\n\n\n== References ==\n\n\n== Further reading ==\nHoese, William; Anticona, Steve; Olmos, Erik; Parent, John; Rutti, Donald; Velasco, Beth (March 2013). \"Greater Roadrunner (Geococcyx californianus) Kills Juvenile Desert Cottontail (Sylvilagus audubonii)\". Southwestern Naturalist. 58 (1): 124–126. doi:10.1894/0038-4909-58.1.124.\n\n\n== External links ==\nGreater Roadrunner - Geococyx californianus at Animal Diversity Web\nThe Roadrunner at DesertUSA.com\nGreater Roadrunner Species Account – Cornell Lab of Ornithology\nGreater Roadrunner FieldGuide at eNature.com\nGreater Roadrunner at NatureWorks\n\"Greater roadrunner media\". Internet Bird Collection.\nGreater roadrunner photo gallery at VIREO (Drexel University)",
    "ImageURL": "Greaterroadrunner_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Greater_roadrunner",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Cuculiformes",
        "Family": "Cuculidae",
        "Genus": "Geococcyx",
        "Species": "californianus"
    },
    "ScientificName": "Geococcyx californianus",
    "Zone": "* #### H"
}