{
    "CommonName": "Great skua",
    "BriefSummary": "The great skua (Stercorarius skua) is a large seabird in the skua family Stercorariidae. The English name and species name \"skua\" is believed to originate from the Faroese skúvur or skúgvur [ˈskɪkvʊər] and is the only known bird name to originate from the Faroes that has come into regular use elsewhere. In Britain, it is sometimes known by the name bonxie, a Shetland name of Norse origin. The genus name Stercorarius is Latin and means \"of dung\"; the food disgorged by other birds when pursued by skuas was once thought to be excrement.",
    "WikiContents": "The great skua (Stercorarius skua) is a large seabird in the skua family Stercorariidae. The English name and species name \"skua\" is believed to originate from the Faroese skúvur or skúgvur [ˈskɪkvʊər] and is the only known bird name to originate from the Faroes that has come into regular use elsewhere. In Britain, it is sometimes known by the name bonxie, a Shetland name of Norse origin. The genus name Stercorarius is Latin and means \"of dung\"; the food disgorged by other birds when pursued by skuas was once thought to be excrement.\n\n\n== Description ==\n\nGreat skuas measure 50–58 cm (20–23 in) long and have a 125–140 cm (49–55 in) wingspan. One study found that 112 males weighed an average of 1.27 kg (2.8 lb) and that 125 females weighed an average of 1.41 kg (3.1 lb). Adults are a streaked greyish brown, with a black cap, while juveniles are a warmer brown and unstreaked below. They have a short, blunt tail, and a powerful flight. The great skua's call is a harsh hah-hah-hah-hah; quacking and croaking noises have also been heard. Distinguishing this skua from the other North Atlantic skuas (parasitic jaeger, pomarine jaeger and long-tailed jaeger) is relatively straightforward. The herring gull size, massive barrel chest and white wing flashes of this bird are distinctive even at a distance. It is sometimes said to give the impression of a common buzzard. Identification of this skua is only complicated when it is necessary to distinguish it from the closely related large southern-hemisphere skuas. Despite its name, the great skua is marginally smaller on average than the other 3 large southern-hemisphere skuas, although not by enough to distinguish them by size in the field. Some authorities still regard the great skua as conspecific with some of these southern skuas, and as a group they have sometimes been separated in the genus Catharacta, although currently this taxonomy is not commonly followed.\n\n\n== Origins ==\nGenetic studies have found surprising similarities between the great skua and the pomarine skua, despite their dissimilar appearance. Many ornithologists now believe either that the great skua originated as a hybrid between the pomarine skua and one of the southern-hemisphere species, presumably as a result of vagrancy or migration across the equator by the southern species, or that the pomarine skua evolved from hybridization of the great skua and one of the small Arctic species (see pomarine jaeger for details).\n\n\n== Breeding ==\n\nThe great skua breeds in Iceland, Norway, the Faroe Islands, and on Scottish islands, with some individuals breeding on mainland Scotland and in the northwest of Ireland. They breed on coastal moorland and rocky islands, usually laying two spotted olive-brown eggs in grass-lined nests. Like other skuas, they will fly at the head of a human or other intruder approaching its nest. Although it cannot inflict serious damage, such an experience with a bird of this size is frightening. They are a migrant species, wintering at sea in the Atlantic Ocean and regularly reaching North American waters. Vagrant to Mediterranean countries (e.g. Turkey).\n\n\n== Diet ==\nThey eat mainly fish, birds, eggs, carrion, offal, rodents, rabbits, and occasionally berries.\n\nThey will often obtain fish by robbing gulls, terns and even northern gannets of their catches. They will also directly attack and kill other seabirds, up to the size of Herring Gulls. Like most other skua species, it continues this piratical behaviour throughout the year, showing less agility and more brute force than the smaller skuas when it harasses its victims. A common technique is to fly up to a gannet in mid-air and grab it by the wing, so that it stalls and falls into the sea, where the great skua then physically attacks it until it surrenders its catch. Due to its size, aggressive nature and fierce defence of its nest, the great skua has little to fear from other predators. While fledglings can fall prey to rats, cats or the Arctic fox, healthy adults are threatened only by greater raptors such as the golden eagle, the white-tailed eagle, and more rarely, by the orca.\n\n\n== Predation account ==\nUnusual behaviour by St Kilda's skuas was recorded in 2007 during research into recent falls in the Leach's storm petrel population. Using night vision gear, ecologists observed the skuas preying on the petrels at night, a remarkable strategy for a seabird.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nMore great skua information and photos at the Handa Island Skua Project\nBirdLife species factsheet for Catharacta skua\n\"Stercorarius skua\". Avibase. \n\"Great skua media\". Internet Bird Collection.\nGreat skua photo gallery at VIREO (Drexel University)\nInteractive range map of Catharacta skua at IUCN Red List maps\nAudio recordings of Great skua on Xeno-canto.\nStercorarius skua in the Flickr: Field Guide Birds of the World\nGreat skua media from ARKive",
    "ImageURL": "Greatskua_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Great_skua",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Stercorariidae",
        "Genus": "Stercorarius",
        "Species": "skua"
    },
    "ScientificName": "Stercorarius skua"
}