{
    "CommonName": "Green-winged trumpeter",
    "BriefSummary": "The trumpeters are a family of birds restricted to the humid forests of the Amazon and Guiana Shield in South America. They are named for the trumpeting or cackling threat call of the males. The three species resemble chickens in size; they measure 45 to 52 centimetres (18 to 20 inches) long and weigh 1 to 1.5 kg (2.2 to 3.3 lb). They are rotund birds with long necks and legs and curved bills and a hunched posture. Their heads are small, but their eyes are relatively large, making them look \"good-natured\". The plumage is soft, resembling fur or velvet on the head and neck. It is mostly black, with purple, green, or bronze iridescence, particularly on the wing coverts and the lower neck. In the best-known taxa the secondary and tertial flight feathers are white, grey, or greenish to black, and hairlike, falling over the lower back, which is the same colour. These colours give the three generally accepted species their names.",
    "WikiContents": "The trumpeters are a family of birds restricted to the humid forests of the Amazon and Guiana Shield in South America. They are named for the trumpeting or cackling threat call of the males. The three species resemble chickens in size; they measure 45 to 52 centimetres (18 to 20 inches) long and weigh 1 to 1.5 kg (2.2 to 3.3 lb). They are rotund birds with long necks and legs and curved bills and a hunched posture. Their heads are small, but their eyes are relatively large, making them look \"good-natured\". The plumage is soft, resembling fur or velvet on the head and neck. It is mostly black, with purple, green, or bronze iridescence, particularly on the wing coverts and the lower neck. In the best-known taxa the secondary and tertial flight feathers are white, grey, or greenish to black, and hairlike, falling over the lower back, which is the same colour. These colours give the three generally accepted species their names.\n\n\n== Taxonomy and systematics ==\nTraditionally only three species of trumpeters have been recognised. In 2008 a review of the morphology of the dark-winged trumpeter resulted in the recommendation of splitting it into three species. In 2010 a review of the phylogeny and biogeography of all members of the family resulted in a total of 8 species, including two in the grey-winged trumpeter complex, two in the pale-winged trumpeter complex, and four in the dark-winged trumpeter complex.\nGrey-winged trumpeter, Psophia crepitans\nGrey-winged trumpeter, Psophia (crepitans) crepitans\nNapo trumpeter, Psophia (crepitans) napensis\nOchre-winged trumpeter, Psophia (crepitans) ochroptera\nPale-winged (or white-winged) trumpeter, Psophia leucoptera\nWhite-winged trumpeter, Psophia (leucoptera) leucoptera\nDark-winged trumpeter, Psophia viridis\nGreen-winged trumpeter, Psophia (viridis) viridis\nBrown-winged trumpeter, Psophia (viridis) dextralis\nDark-winged trumpeter, Psophia (viridis) obscura\nPsophia (viridis) interjecta – should possibly be merged with dextralis.\n\n\n== Behaviour and ecology ==\nTrumpeters fly weakly but run fast; they can easily outrun dogs. They are also capable of swimming across rivers.  They spend most of the day in noisy flocks, sometimes numbering more than 100, on the forest floor. They feed on fallen fruit (particularly fruit knocked down by monkeys). They also eat a small amount of arthropods, including ants and flies, and even some reptiles and amphibians. At night they fly with difficulty into trees to roost 6 to 9 metres (20 to 30 ft) above the ground.Trumpeters nest in a hole in a tree or in the crown of a palm tree. They lay 2 to 5 eggs with rough, white shells, averaging about 76 grams (2.7 ounces).  In the pale-winged trumpeter and the grey-winged trumpeter, groups of adults care for a single clutch.\n\n\n== Relationship with humans ==\nTrumpeters are often used as \"guard dogs\" because they call loudly when alarmed, become tame easily, and are believed to be adept at killing snakes. One source states their skill at hunting snakes as a fact, and the nineteenth-century botanist Richard Spruce gave an account of the friendliness and snake-killing prowess of a tame grey-winged trumpeter. For these reasons, Spruce recommended that England import trumpeters to India.  However, another source says this prowess is \"reputed\".\n\n\n== References ==\n\n\n== External links ==\nTrumpeter videos on the Internet Bird Collection",
    "ImageURL": "Greenwingedtrumpeter_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Trumpeter_(bird)",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Gruiformes",
        "Family": "PsophiidaeBonaparte",
        "Genus": "PsophiaLinnaeus"
    }
}