{
    "CommonName": "Green vine snake",
    "BriefSummary": "Oxybelis fulgidus, commonly known as the green vine snake or the flatbread snake (not to be confused with Ahaetulla nasuta), is a species of long, slender, arboreal colubrid snake, which is endemic to Central America and northern South America.",
    "WikiContents": "Oxybelis fulgidus, commonly known as the green vine snake or the flatbread snake (not to be confused with Ahaetulla nasuta), is a species of long, slender, arboreal colubrid snake, which is endemic to Central America and northern South America.\n\n\n== Common names ==\nCommon names used in South America for this species include bejuca lora, bejuquilla verde, cipo,  and cobra bicuda.\n\n\n== Geographic range ==\nIt is found in Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, French Guiana, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Peru, Suriname, and Venezuela.\n\n\n== Description ==\nThis snake is very slender, roughly 2 cm (0.79 in) thick, and may attain a total length of about 1.5–2 m (59–79 in). The tail is long and very delicate, but mostly used to hold on while reaching for prey. The head is aerodynamically shaped and very pointy, the mouth is very large and extends almost the whole length of the head. The tongue is long and green; when in use it is kept outside the mouth and moved up and down. this behavior is reflected in other species of vine snake and it is believed that they are using their tongues as sights the way a cat uses its whiskers, as they move very quickly through branches and brush.\nIt is bright green dorsally, and yellowish green ventrally and on the upper lip. There is a narrow yellowish-white stripe along each side of the belly and tail.Snout very prominent, about three times as long as the diameter of the eye. No loreal, prefrontal contacting 2 or 3 upper labials. 9-10 upper labials, 4th, 5th, and 6th (or 5th, 6th, and 7th) entering the eye. Temporals very large, 1 + 2.Dorsal scales weakly keeled, arranged in 17 rows at midbody. Ventrals 198-217; anal plate divided; subcaudals 139-165, also divided.\n\n\n== Catching prey ==\nThe green vine snake stays high on trees and looks down to the ground. When a mouse, lizard or nest is found, the snake follows the prey a short distance and smells it carefully. If the snake is content with it, it bites into the head and lifts the prey 20–40 cm (8–15.5 in) from the ground. With this the snake prevents the prey from using its physical strength. The vine snake has two larger upper teeth at the back of its mouth; these teeth permit the toxic saliva to penetrate the wounds and to immobilize the prey. Then it is rapidly swallowed. Once the prey is completely in the snake's body, the vine snake searches for a resting place, usually in the highest point of a tree. The venom of Oxybelis fulgidus is fast acting on small animals, but has little or no effect on humans. Envenomation of human beings is rare as the rear fangs require the snake to grab and chew to get its venom in, something most people will not stand for. In the rare instance of human envenomation, slight tingling to temporary numbness at the site of the bite is reported. As with all venomous creatures, serious allergic reactions are possible so caution should still be taken when handling these snakes.\n\n\n== Behavior in captivity ==\nVine snakes must be kept in large terrariums with a height of at least 2 m (79 in) and a surface of 6–16 square meters (65–172 square feet). The behavior towards humans is neutral and the snake usually goes to the other end of the terrarium. Some adapt very well and even come closer. Unlike their Asian look-alikes, these snakes will readily take mice and some are even large enough to eat rats. This fact makes them a prized choice among reptile collectors. Captive life spans are estimated at 9–15 years.\n\n\n== Images ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nDaudin, F.M. 1803. Histoire Naturelle, Générale et Particulière des Reptiles. Volume 6. F. Dufart. Paris. 365 pp. (Coluber fulgidus, p. 352 + Plate LXXX.)\n\n\n== External links ==\nHonduras Silvestre - Biodiversity Database for Honduras \n\"Oxybelis fulgidus\". Integrated Taxonomic Information System. Retrieved 22 April 2006.\nSpecies Oxybelis fulgidus at The Reptile Database",
    "ImageURL": "Greenvinesnake_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Oxybelis_fulgidus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Colubridae",
        "Genus": "Oxybelis",
        "Species": "fulgidus"
    },
    "ScientificName": "Oxybelis fulgidus",
    "Zone": "* #### J"
}