{
    "CommonName": "Grey Seal",
    "BriefSummary": "The grey seal (Halichoerus grypus, meaning \"hooked-nosed sea pig\") is found on both shores of the North Atlantic Ocean. It is a large seal of the family Phocidae which are commonly referred to as \"true seals\" or \"earless seals\". It is the only species classified in the genus Halichoerus. Its name is spelled gray seal in the US; it is also known as Atlantic seal and the horsehead seal.",
    "WikiContents": "The grey seal (Halichoerus grypus, meaning \"hooked-nosed sea pig\") is found on both shores of the North Atlantic Ocean. It is a large seal of the family Phocidae which are commonly referred to as \"true seals\" or \"earless seals\". It is the only species classified in the genus Halichoerus. Its name is spelled gray seal in the US; it is also known as Atlantic seal and the horsehead seal.\n\n\n== Taxonomy ==\nThere are two recognized subspecies of this seal:\nHalichoerus grypus grypus (Baltic Sea), earlier known as H. g. macrorhynchus and H. g. balticus\nHalichoerus grypus atlantica (North Atlantic)The type specimen of H. g. grypus (specimen ZMUC M11-1525, caught off the island of Amager) was rediscovered in 2016, and a DNA test showed it belonged to a Baltic Sea specimen rather than from Greenland, as had previously been assumed. The name H. g. grypus was therefore transferred to the Baltic subspecies (replacing H. g. macrorhynchus), and the name H. g. atlantica resurrected for the Atlantic subspecies.Molecular studies have indicated that the eastern and western Atlantic populations have been genetically distinct for at least one million years, and could potentially be considered as separate subspecies.\n\n\n== Description ==\nIt is a large seal, with bulls in the eastern Atlantic populations reaching 2.5–3.3 m (8.2–10.8 ft) long and weighing 170–310 kg (370–680 lb); the cows are much smaller, typically 1.6–2.0 m (5.2–6.6 ft) long and 100–190 kg (220–420 lb) in weight. Individuals from the western Atlantic are often much larger, with males reaching 400 kg (880 lb) and females weighing up to 250 kg (550 lb). It is distinguished from the harbor seal by its straight head profile, nostrils set well apart, and fewer spots on its body. Grey seals lack external ear flaps and characteristically have large snouts. Bull Greys have larger noses and a less curved profile than common seal bulls. Males are generally darker than females, with lighter patches and often scarring around the neck. Females are silver grey to brown with dark patches.\n\n\n== Ecology and distribution ==\n\nIn the United Kingdom and Ireland, the grey seal breeds in several colonies on and around the coasts.  Notably large colonies are at Blakeney Point in Norfolk, Donna Nook in Lincolnshire, the Farne Islands off the Northumberland Coast (about 6,000 animals), Orkney and North Rona. off the north coast of Scotland, Lambay Island off the coast of Dublin and Ramsey Island off the coast of Pembrokeshire. In the German Bight, colonies exist off the islands Sylt and Amrum and on Heligoland.In the Western North Atlantic, the grey seal is typically found in large numbers in the coastal waters of Canada and south to Nantucket in the United States. In Canada, it is typically seen in areas such as the Gulf of St. Lawrence, Newfoundland, the Maritimes, and Quebec. The largest colony in the world is at Sable Island, NS. In the United States it is found year-round off the coast of New England, in particular Maine and Massachusetts. Archaeological evidence confirms grey seals in southern New England with remains found on Block Island, Martha's Vineyard and near the mouth of the Quinnipiac River in New Haven, Connecticut. Its natural range now extends much further south than previously recognized with confirmed sightings in North Carolina. Also, there is a report by Farley Mowat of historic breeding colonies as far south as Cape Hatteras, North Carolina.An isolated population exists in the Baltic Sea, forming the H. grypus balticus subspecies.\nBesides these very large colonies, many much smaller ones exist, some of which are well known as tourist attractions despite their small size. Such colonies include one on the Carrack rocks in Cornwall.\nDuring the winter months grey seals can be seen hauled out on rocks, islands, and shoals not far from shore, occasionally coming ashore to rest. In the spring recently weaned pups and yearlings occasionally strand on beaches after becoming separated from their group.\n\n\n== Diet ==\n\nThe grey seal feeds on a wide variety of fish, mostly benthic or demersal species, taken at depths down to 70 m (230 ft) or more. Sand eels (Ammodytes spp) are important in its diet in many localities. Cod and other gadids, flatfish, herring, wrasse and skates are also important locally. However, it is clear that the grey seal will eat whatever is available, including octopus and lobsters. The average daily food requirement is estimated to be 5 kg (11 lb), though the seal does not feed every day and it fasts during the breeding season.\nRecent observations and studies from Scotland, The Netherlands and Germany show that grey seals will also prey and feed on large animals like harbour seals and harbour porpoises. In 2014, a male grey seal in the North Sea was documented and filmed killing and cannibalizing 11 pups of its own species over the course of a week. Similar wounds on the carcasses of pups found elsewhere in the region suggest that cannibalism and infanticide may not be uncommon in grey seals. Male grey seals may engage in such behavior potentially as a way of increasing reproductive success through access to easy prey without leaving prime territory.\n\n\n== Reproduction ==\n\nGrey seals are capital breeders; they forage to build up stored blubber, which is utilized when they are breeding and weaning their pups, as they do not forage for food at this time. They give birth to a single pup every year, with females' reproductive years beginning as early as 4 years old and extending up to 30 years of age. All parental care is provided by the female. During breeding, males don't provide parental care but they defend females against other males for mating. The pups are born at around the mass of 14 kg. They are born in autumn (September to December) in the eastern Atlantic and in winter (January to February) in the west, with a dense, soft silky white fur; at first small, they rapidly fatten up on their mothers' extremely fat-rich milk. The milk can consist of up to 60% fat.  Grey seal pups are precocial, with mothers returning to sea to forage once pups are weaned. Pups also undergo a post-weaning fast before leaving land and learning to swim. Within a month or so they shed the pup fur, grow dense waterproof adult fur, and leave for the sea to learn to fish for themselves. In recent years, the number of grey seals has been on the rise in the west and in the U.S. and Canada there have been calls for a seal cull.\n\nSeal pup first year survival rates are estimated to vary from 80-85% to below 50% depending on location and conditions. Starvation, due to difficulties in learning to feed, appears to be the main cause of pup death.\n\n\n== Status ==\nAfter near extirpation from hunting grey seals for oil, meat and skins in the United States, sightings began to increase in the late 1980s. Bounties were paid on all kinds of seals up until 1945 in Maine and 1962 in Massachusetts. One year after Congress passed the 1972 Marine Mammal Protection Act preventing the harming or harassing of seals, a survey of the entire Maine coast found only 30 grey seals. At first grey seal populations increased slowly then rebounded from islands off Maine to Monomoy Island and Nantucket Island off of southern Cape Cod. The southernmost breeding colony was established on Muskeget Island with five pups born in 1988 and over 2,000 counted in 2008. According to a genetics study, the United States population has formed as a result of recolonization by Canadian seals. By 2009, thousands of grey seals had taken up residence on or near popular swimming beaches on outer Cape Cod, resulting in sightings of great white sharks drawn close to shore to hunt the seals. A count of 15,756 grey seals in southeastern Massachusetts coastal waters was made in 2011 by the National Marine Fisheries Service. Grey seals are being seen increasingly in New York and New Jersey waters, and it is expected that they will establish colonies further south.\nIn the UK seals are protected under the Conservation of Seals Act 1970, however it does not apply to Northern Ireland. In the UK there have also been calls for a cull from some fishermen, claiming that stocks have declined due to the seals.\nThe population in the Baltic Sea has increased about 8% per year between 1990 and the mid-2000s with the numbers becoming stagnant since 2005. As of 2011 hunting grey seals is legal in Sweden and Finland with 50% of the quota being used. Other anthropogenic causes of death include drowning in fishing gear.\n\n\n=== Captivity ===\nGrey seals have proved amenable to life in captivity and are commonly found zoo animals around their native range, particularly in Europe. Traditionally they were popular circus animals and often used in performances such as balancing and display acts. At least one grey seal, probably escaped from captivity, has been observed in the Black Sea near the coasts of Ukraine.\n\n\n== In popular culture ==\nElton John performs a song called \"Grey Seal\" (lyrics by Bernie Taupin) on the album Goodbye Yellow Brick Road. The song attributes wisdom to the seal: \"And tell me, grey seal, how does it feel / To be so wise / To see through eyes / That only see what's real?\"Scottish scholar David Thomson published, in 1954, his study of the grey seals, The People of the Sea: A Journey in Search of the Seal Legend. He discusses \"the Celtic seal legend - that the seal was once human, and can sometimes resume human form - and about the Celtic fishing families who still tell and sing the tales and songs about the selchie, or grey Atlantic seal.\"  The Secret of Roan Inish is a 1994 American/Irish film written and directed by John Sayles, which deals with the same materials.\nIn 2003, the Finnish film The Grey Seals of the Baltic added facts to the legends.\n\n\n== References ==\n\n\n== External links ==\nBBC Wales Nature: Grey Seal video clips\nGrey Seals on pinnipeds.org\nARKive – images and movies of the grey seal from Atlantic (Halichoerus grypus)\nimages of the grey seal from North Sea (Halichoerus grypus)\nGrey Seal Conservation Society (GSCS)\nThe first filming of the grey seal in Eastern Crimea, Ukraine",
    "ImageURL": "GreySeal_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Grey_seal",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Phocidae",
        "Genus": "Halichoerus",
        "Species": "grypus"
    },
    "ScientificName": "Halichoerus grypus",
    "Zone": "* #### I"
}