{
    "CommonName": "Hawk-headed parrot",
    "BriefSummary": "The red-fan parrot (Deroptyus accipitrinus), also known as the hawk-headed parrot, is an unusual New World parrot hailing from the Amazon Rainforest. It is the only member of the genus Deroptyus.\nIt dwells in Ecuador, Suriname, Bolivia, Brazil, Colombia, areas of northeast Peru, Venezuela, French Guiana and Guyana.",
    "WikiContents": "The red-fan parrot (Deroptyus accipitrinus), also known as the hawk-headed parrot, is an unusual New World parrot hailing from the Amazon Rainforest. It is the only member of the genus Deroptyus.\nIt dwells in Ecuador, Suriname, Bolivia, Brazil, Colombia, areas of northeast Peru, Venezuela, French Guiana and Guyana.\n\n\n== Description ==\nThe red-fan parrot possesses elongated neck feathers that can be raised to form an elaborate fan, which greatly increases the bird's apparent size, and is possibly used when threatened. It generally lives in undisturbed forest, feeding in the canopy on fruits. It has a dark brown face with white streaks, bare black patch round its brown eye, green wings, flanks and tail and red and blue barred breast.\n\n\n== Behavior ==\nThe bird nests in holes in trees and stumps. Two to three eggs are normally laid, hatching after approximately 26 days. The young start to fledge in the wild at approximately 10 weeks old. Only two nests have been examined in the wild, both had one chick.\nIt is not considered threatened, but is listed on CITES Appendix II (as are most parrots not listed on Appendix I).\n\n\n== Aviculture ==\nRed-fan parrots, although not particularly common in aviculture are sometimes kept as aviary birds or companion parrots. While juvenile birds tend to be docile, adults can be particularly ill-tempered, stubborn, unpredictable and strong-willed birds, showing extreme aggression towards humans and other birds housed with them (including others of their own species and/or their own mates), particularly when in breeding condition. Red-fan parrots, when kept as pets tend to bond with one person and require firm handling and a patient owner, experienced in both bird-keeping and the reading of parrot body language. However, as with all parrots, temperament can vary greatly from individual to individual and some red-fan parrots make excellent companions.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\nHandbook of the Birds of the World, Vol 4 Edited by del Hoyo, Elliott and Sargatal ISBN 84-87334-22-9",
    "ImageURL": "Hawkheadedparrot_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-fan_parrot",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Psittacidae",
        "Genus": "DeroptyusWagler",
        "Species": "accipitrinus"
    },
    "ScientificName": "DeroptyusWagler accipitrinus",
    "Zone": "* #### A"
}