{
    "CommonName": "Helmeted Curassow",
    "BriefSummary": "The helmeted curassow or northern helmeted curassow, (Pauxi pauxi) is a large terrestrial bird in the family Cracidae found in the subtropical cloud-forest in steep, mountainous regions of western Venezuela and northern Colombia. There are two subspecies found in different mountain ranges. It is a mostly black bird with a white tip to its tail, a red bill and a distinctive grey casque on its forehead. The population of this bird is in decline and the International Union for Conservation of Nature has rated its conservation status as \"endangered\".\n\n",
    "WikiContents": "The helmeted curassow or northern helmeted curassow, (Pauxi pauxi) is a large terrestrial bird in the family Cracidae found in the subtropical cloud-forest in steep, mountainous regions of western Venezuela and northern Colombia. There are two subspecies found in different mountain ranges. It is a mostly black bird with a white tip to its tail, a red bill and a distinctive grey casque on its forehead. The population of this bird is in decline and the International Union for Conservation of Nature has rated its conservation status as \"endangered\".\n\n\n== Description ==\n\nIt is a large terrestrial black curassow with a small head, large bluish grey casque on forehead, red bill, white-tipped tail feathers, greenish glossed mantle and breast feathers, and white below. Both sexes are similar. Length in adult birds can vary from 80 to 100 cm (31 to 39 in). The male, at 3.6 kg (8 lbs), is larger than the female, at 2.6 kg (5.8 lbs). Among standard measurements, the wing chord is 36.3 to 42.7 cm (14.3 to 16.8 in), the tail is 30.4 to 36.2 cm (12.0 to 14.3 in) and the tarsus is 8.9 to 11.2 cm (3.5 to 4.4 in). Some rare rufous morph female has a black barred and reddish brown plumage. For some time, it also contained the horned curassow taxa as subspecies. Nowadays its southern congener is considered a distinct species P. unicornis.\n\n\n== Distribution ==\nOne of the largest birds in its habitat, the helmeted curassow is distributed in the eastern Andes of Venezuela and Colombia. In a recent study done in Tamá National Natural Park of Columbia, it suggested that the park contains a significant population of helmeted curassow with a population density of 4.8 individuals per square kilometer. Furthermore, it was noted that most of the observed helmeted curassow occupied the lower strata, forest floor and subcanopy, of the forest, where they are vulnerable to poachers during the dry season. The diet consists mainly of seeds, fruits, insects and small animals. The female lays two cream-colored eggs and incubates them for about 30 days.\n\n\n== Status ==\nThe helmeted curassow is listed on Appendix II of CITES. Formerly classified as a Vulnerable species by the IUCN, recent research shows that its numbers are decreasing more and more rapidly. It is consequently uplisted to Endangered status in 2008.\n\n\n== Taxonomy ==\nThere are two subspecies:\n\nMérida helmeted curassow, Pauxi pauxi pauxiCordillera de Mérida into Cordillera Oriental, Colombia\nCasque larger, egg-shapedPerijá helmeted curassow, Pauxi pauxi gilliardiSerranía del Perijá\nCasque smaller, less bulbous, rather cylindrical in shape.Their evolutionary history is not well researched compared to other curassows. The helmeted curassows probably are a lineage of Late Miocene (Tortonian–Messinian, about 8–7 million years ago) origin. This species' present-day distribution suggests that it became isolated some 6 million years ago as its mountain range uplifted. It is not known when gene flow between the subspecies ceased.\n\n\n== References ==\n\nSetina, Víctor, et al. (2012): Population density of the helmeted curassow (pauxi pauxi) in Tamá National Park, Columbia.The Wilson Journal of Ornithology 124(2): 316-320. https://doi.org/10.1676/11-097.1\nBirdLife International (BLI) (2008): [2008 IUCN Redlist status changes]. Retrieved 2008-MAY-23.\nPereira, Sérgio Luiz & Baker, Allan J. (2004): Vicariant speciation of curassows (Aves, Cracidae): a hypothesis based on mitochondrial DNA phylogeny. Auk 121(3): 682-694. [English with Spanish abstract] DOI:10.1642/0004-8038(2004)121[0682:VSOCAC]2.0.CO;2 HTML abstract HTML fulltext without images\n\n\n== External links ==\nARKive - images and movies of the Helmeted Curassow (Pauxi pauxi)\nBirdLife Species Factsheet",
    "ImageURL": "HelmetedCurassow.jpg",
    "Source": "https://en.wikipedia.org/wiki/Helmeted_curassow",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Galliformes",
        "Family": "Cracidae",
        "Genus": "Pauxi",
        "Species": "P. pauxi"
    }
}