{
    "CommonName": "Hercules Beetle",
    "BriefSummary": "The Hercules beetle (Dynastes hercules, Dynastinae) is a species of rhinoceros beetle native to the rainforests of Central America, South America, and the Lesser Antilles, and is the longest extant species of beetle in the world, and is also one of the largest flying insects in the world.",
    "WikiContents": "The Hercules beetle (Dynastes hercules, Dynastinae) is a species of rhinoceros beetle native to the rainforests of Central America, South America, and the Lesser Antilles, and is the longest extant species of beetle in the world, and is also one of the largest flying insects in the world.\n\n\n== Etymology ==\nThe beetle is named after Hercules, a hero of classical mythology famed for his great strength.\n\n\n== Taxonomy ==\nD. hercules has a complex taxonomic history and has been known by several synonyms. It is in the subfamily Dynastinae (rhinoceros beetles) in the larger family Scarabaeidae (commonly known as scarab beetles). Not counting subspecies of D. hercules, seven other species are recognised in the genus Dynastes.\n\n\n=== Subspecies ===\nSeveral subspecies of D. hercules have been named, though still some uncertainty exists as to the validity of the named taxa.\nDynastes hercules ecuatorianus Ohaus, 1913\nDynastes hercules hercules (Linnaeus, 1758)\nDynastes hercules lichyi Lachaume, 1985\nDynastes hercules morishimai Nagai, 2002\nDynastes hercules occidentalis Lachaume, 1985\nDynastes hercules paschoali Grossi & Arnaud, 1993\nDynastes hercules reidi Chalumeau, 1977  (= baudrii Pinchon, 1976)\nDynastes hercules septentrionalis Lachaume, 1985  (= tuxtlaensis Moron, 1993)\nDynastes hercules takakuwai Nagai, 2002\nDynastes hercules trinidadensis Chalumeau & Reid, 1995 (= bleuzeni Silvestre and Dechambre, 1995)\n\n\n== Description ==\nAdult body sizes (not including the horn) vary between 50 and 85 mm (2.0 and 3.3 in) in length and 29 and 42 mm (1.1 and 1.7 in) in width, though male Hercules beetles may reach up to 175 mm (7 in) in length (including the horn), making them the longest species of beetle in the world, if jaws and/or horns are included in the measurement. The size of this horn is naturally very variable; more so than any variation of the size of legs, wings, or overall body size in the species. This variability results from developmental mechanisms that couple genetic predisposition with nutrition, stress, exposure to parasites, and/or physiological conditions.The body of males is black with the exception of the elytra, which can have shades of olive-green. They have a black suture with sparsely distributed black spots elsewhere on the elytra. D. hercules is highly sexually dimorphic, with only males exhibiting the characteristic horn. They have a slightly iridescent colouration to their elytra, which varies in colour between specimens and may be affected by the humidity of the local environment in which they develop. At low humidity the elytra are olive-green or yellow in colour, but darken to black at higher humidity due to changes in light refraction.Females of D. hercules have punctured elytra which are usually entirely black, but sometimes have the last quarter coloured in the same way as the males.\n\n\t\t\n\n\n== Distribution and habitat ==\nPopulations of D. hercules may be found from southern Mexico south to Bolivia in mountainous and lowland rainforests. Known populations include the Lesser Antilles, Trinidad and Tobago, Brazil, Ecuador, Colombia, and Peru. Chromosomal analysis has shown that the genus Dynastes in fact originated from South America.\n\n\n== Life cycle ==\n\nNot much is known about the life cycle in the wild, but much evidence has been gained through observations of captive-bred populations. Females of D. hercules may lay up to 100 eggs on the ground or on dead wood. Once hatched, the larval stage of the Hercules beetle may last up to two years in duration, with the larva growing up to 11 cm (4.5 in) in length and weighing more than 100 g. The larvae, which are coloured yellow with a black head, undergo three instars. In laboratory conditions at 25 ± 1°C, the first stage lasts an average of 50 days, the second stage an average of 56 days, and the third an average of 450 days. The pupal stage lasts about 32 days, while adults can live for three to six months in captivity.The mating season for adults typically occurs during the rainy season (July to December). Females have an average gestation period of 30 days from copulation to egg-laying. Male Hercules beetles typically use their large horns to settle mating disputes; these fights can cause significant physical damage to the combatants. During fights, the males attempt to grab and pin their rival between the cephalic and thoracic horns to lift and throw them. The successful male wins mating rights with the female, though the beetles remain polygynandrous.\n\n\n== Diet and behaviour ==\n\n\n=== Diet ===\nThe larva of the Hercules beetle feeds on rotting wood during its two-year larval stage. The adult Hercules beetle feeds on fresh and rotting fruit. They have been observed feeding on peach, pear, apple, and grape in captivity.\n\n\n=== Behaviour ===\nWithin their native rainforest habitats, larvae reside in decaying wood, and the adult beetles, which are nocturnal, forage for fruit at night and hide or burrow within the leaf litter during the day.The adult D. hercules beetles are capable of creating a 'huffing' sound, generated by stridulating their abdomen against their elytra to serve as a warning to predators.Like most insects, communication within the species is a mix of chemoreception, sight, and mechanical perception. Experiments on D. hercules have shown that a male placed in the vicinity of a female will immediately orient towards her and seek her out, suggesting chemical communication through strong sexual pheromones.\n\n\n=== Physical strength ===\nReports suggest the Hercules beetle is able to carry up to 850 times its body mass, but actual measurements on a much smaller (and relatively stronger: see square-cube law) species of rhinoceros beetle shows a carrying capacity only up to 100 times their body mass, at which point they can barely move.\n\n\n== Relationship to humans ==\nD. hercules does not negatively affect human activities, either as an agricultural pest or disease vector. The beetles may be kept as pets.\n\n\n== References ==\n\n\n== External links ==\nFamily Scarabaeidae - Dynastes hercules\nThe Breeding/Rearing of Dynastes hercules hercules\nPhotos of Dynastes hercules ecuatorianus\nPhotos of Dynastes hercules hercules\nPhotos of Dynastes hercules lichyi\nPhotos of Dynastes hercules occidentalis",
    "ImageURL": "HerculesBeetle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Hercules_beetle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Coleoptera",
        "Family": "Scarabaeidae",
        "Genus": "Dynastes",
        "Species": "hercules"
    },
    "ScientificName": "Dynastes hercules",
    "Zone": "* #### I"
}