{
    "CommonName": "Hide Beetle",
    "BriefSummary": "Dermestidae are a family of Coleoptera that are commonly referred to as skin beetles. Other common names include larder beetle, hide or leather beetles, carpet beetles, and khapra beetles. There are approximately 500 to 700 species worldwide. They can range in size from 1 to 12 mm. Key characteristics for adults are round oval shaped bodies covered in scales or setae. The (usually) clubbed antennae fit into deep grooves. The hind femora also fit into recesses of the coxa. Larvae are scarabaeiform and also have setae.\nDermestids have a variety of habits; most genera are scavengers that feed on dry animal or plant material, such as skin or pollen, animal hair, feathers, dead insects and natural fibers. Members of Dermestes are found in animal carcasses, while others may be found in mammal, bird, bee, or wasp nests. Thaumaglossa only lives in the egg cases of mantids, while Trogoderma species are pests of grain.\nThese beetles are significant in forensic entomology. Some species are known to be associated with decaying carcasses, which helps with criminal investigations. Some species are pests (urban entomology) and can cause extensive damage to natural fibers in homes and businesses.\nThey are used in taxidermy and by natural history museums to clean animal skeletons. Some dermestid species, commonly called \"bow bugs\", infest violin cases, feeding on the bow hair.",
    "WikiContents": "Dermestidae are a family of Coleoptera that are commonly referred to as skin beetles. Other common names include larder beetle, hide or leather beetles, carpet beetles, and khapra beetles. There are approximately 500 to 700 species worldwide. They can range in size from 1 to 12 mm. Key characteristics for adults are round oval shaped bodies covered in scales or setae. The (usually) clubbed antennae fit into deep grooves. The hind femora also fit into recesses of the coxa. Larvae are scarabaeiform and also have setae.\nDermestids have a variety of habits; most genera are scavengers that feed on dry animal or plant material, such as skin or pollen, animal hair, feathers, dead insects and natural fibers. Members of Dermestes are found in animal carcasses, while others may be found in mammal, bird, bee, or wasp nests. Thaumaglossa only lives in the egg cases of mantids, while Trogoderma species are pests of grain.\nThese beetles are significant in forensic entomology. Some species are known to be associated with decaying carcasses, which helps with criminal investigations. Some species are pests (urban entomology) and can cause extensive damage to natural fibers in homes and businesses.\nThey are used in taxidermy and by natural history museums to clean animal skeletons. Some dermestid species, commonly called \"bow bugs\", infest violin cases, feeding on the bow hair.\n\n\n== Forensic relevance ==\n\n\n=== Urban and stored products ===\nDermestid beetles are destructive to a number of common items. Natural fibers such as wool, silk, cotton, linen, fur, or feathers are more prone to attack than synthetic fibers. Dermestids are also known to attack chocolate, copra, and cocoa beans. Most damage is done by the larval stage of the beetle, while adults feed on flowers and shrubs.\n\n\n=== Medicolegal ===\n\nDermestes maculatus, hide beetles, also have the potential to offer investigators an estimation of the time since death in homicide or questionable cases. Similar to the use of flies in forensic entomology, the arrival of D. maculatus to carrion occurs in a predictable succession. Adult D. maculatus beetles generally arrive 5 to 11 days after death. In an attempt to refine this relatively wide range, recent research has repeated arthropod succession studies. These studies are applied to estimate the arrival of various species of Dermestidae after death. Development for Dermestids is temperature dependent, and the optimal temperature for D. maculatus is 30˚C. Development data is normalized using Accumulated Degree Days. Dermestids can also be used in cases involving entomotoxicology, where feces and shed larval skins can be analyzed for toxins.\nDermestes maculatus collected from raccoon carcass:\n\n\t\t\n\t\t\n\t\t\n\n\n== General larval characteristics ==\nLike all beetles, Dermestid beetles boast a complete or holometabolous development, which includes an egg, larva, pupa, and adult stage. As opposed to ametabolous or hemimetabolous development, where the larva's wings start off as internal wing pads and, as development progresses, the wings begin to develop externally, Dermestid larvae never have visible wing pads. Dermestid larvae are profoundly covered with varying lengths of setae that give a general \"fluffy\" appearance. The larvae are generally dark brown to black and possess a pair of spine-like appendages on the terminal end of the abdomen. Most beetle larvae have chewing mouthparts, an obvious head capsule, which is sclerotized, as well as three pairs of well developed thoracic legs that easily distinguish them from Diptera maggots. The larva's size depends on the species and is typically much less than 1/2 of an inch. Dermestid larvae are typically found on dry organic items that are hard for other organisms to digest, such as dried foodstuffs, skins, hides, wood and other natural fibers. In forensic studies, the larvae are found on human corpses during the dry and skeletal phases of decomposition, which occurs several days after death. Larvae also move away from light and often hide in any cavity in order to remain undisturbed.\n\n\n== Selected taxa ==\n\n\n=== Genera ===\nThese 41 genera belong to the family Dermestidae:\n\nData sources: i = ITIS, c = Catalogue of Life, g = GBIF, b = Bugguide.net\n\n\n=== Larder beetles ===\n\nThe larva of the larder beetle Dermestes lardarius is longer than the adult and is covered in reddish brown or black setae. It has two back-curved, spine-like appendages on the posterior end. The larva of the black larder beetle has less strongly curved appendages. Mature larvae of both species tend to bore into hard substrates such as wood, cork, and plaster to pupate.Larder beetles are infrequent household pests. Adults and larvae feed on raw skins and hides. Adult larder beetles are generally 1/3 to 3/8 of an inch long and are dark brown with a broad, pale yellow spotted band across the upper portion of the elytra. There are three black dots arranged in a triangle shape on each wing. The sternum and legs of the larder beetle are covered in fine, yellow setae. Adult larder beetles are typically found outdoors in protected areas during the winter, but during the spring and early summer they enter buildings. Females lay approximately 135 eggs near a food source, and the eggs will hatch in about 12 days. The life cycle of larder beetles lasts around 40 to 50 days.The black larder or incinerator beetle, Dermestes ater, is completely dark with scattered yellow setae on the body. It is similar to Dermestes maculatus but lacks serrations on its elytra. Its ventral surface is yellow instead of white. This beetle is a pest of fish, mushrooms, and cheese.\n\n\n=== Hide beetle (leather beetle) ===\nDermestes maculatus, known as the hide beetle, leather beetle, or skin beetle, feeds on raw skins and hides like the larder beetle. This species is similar in appearance to the larder beetle, with short and long reddish brown or black setae, but its two spine-like posterior appendages curve forward. Also, the forewings are dark brown and the sternum is mostly white with some black. Its life cycle is 60 to 70 days and the female can lay up to 800 eggs.The hide and larder beetles both feed on an assortment of animal protein based products and cause serious damage in the areas of silkworm production and museums.\n\n\n=== Carpet beetle ===\nThe carpet beetle larvae start to feed as soon as they hatch. They are carrot shaped and heavily covered with setae, especially on their posterior end. The number of instars differ from 5–11 and in some cases reach up to 20. Larvae of the black carpet beetle Attagenus megatoma may grow up to 1/2 inch (12 mm) and be yellow to brown in color. Other types of carpet beetle are regularly 1/4 to 1 inch (6 to 25 mm) long and covered with dark setae. Certain species have distinctive tufts of setae extending from their posterior end. These beetles are attracted to soiled fabrics and crevices where dead insects may serve as a food source. The larvae of the carpet beetle are often referred to as \"woolly bears\" or \"buffalo moths\".\n\n\n=== Black carpet beetle ===\nThe black carpet beetle, Attagenus megatoma, is a widely known stored product pest and one of the most destructive because of its potential damage to household products containing keratin, which is a protein found in animal hair and feathers. They are also able to burrow through various types of food packaging, allowing passage for other insects.\nFemales can lay up to 90 eggs and they hatch in about 8 to 15 days. Generally, this species only has one generation a year. The time it takes to become an adult varies from six months to a year. In addition, an adult black carpet beetle can live for an additional two months. The average adult size is about 2.8 to 5 mm long and they are oval, dark brown to shiny-black in color, and have brown legs.\n\n\n=== Varied carpet beetle ===\nThe varied carpet beetle, Anthrenus verbasci, attacks typical household objects. Carpet beetles are normally associated with things such as carpets, wool, furs, and any processed animal or plant food. Their appetite also includes dead insects, spiders, and even nectar and pollen. They are typically found throughout the United States and Canada. Females can lay up to 40 eggs and the number of larval instars range from 7–8 stages. The time it takes to become an adult varies from about eight months to a year. In addition, the adults can live around 2 to 6 weeks. This species varies in shape, size, color, and pattern of scales. On average, the adults are 2 to 3 mm in length and have scales that vary from white, brown, yellow, or even gray-yellow. The hairs of the larvae can cause allergic reactions such as contact dermatitis or blisters in humans who come into contact with the sharp tiny hairs.\n\n\n=== Khapra beetle ===\nOn hatching, the larvae are around 1.6 to 1.8 mm long and mostly filled with dense setae. Khapra beetle, Trogoderma granarium, larvae contain characteristic body setae, such as simple hairs and barbed hairs. Larvae are yellow-white but the head and body setae are brown. As the larvae further develop, their color changes to a golden or reddish brown and the abdomen portion becomes proportionally shorter. The mature larvae reach a maximum length of 6 mm long and 1.5 mm wide.The khapra beetle is a stored-product pest. Infestations are difficult to control because they crawl into cracks and crevices, remaining for long periods of time. They tend to infest grains and create serious losses to stored products. The adults are covered with setae and are approximately 1.5 to 3 mm long and 1 to 2 mm wide. Male khapra beetles are brown to black with reddish brown markings on the elytra. Females are slightly larger and are lighter in color. The short, 11 segmented antennae has a club of 3 to 5 segments, which fit into a groove on the side of the pronotum.\n\n\n== Control ==\n\n\n=== Hide and larder beetles ===\nModern methods of meat slaughtering, storage, and distribution have reduced potential infestations of hide beetles. Proper housekeeping is crucial for the prevention of infestations. Dead insects in homes usually attract these beetles because they are a prime food source for hide and larder beetles. Food must be tightly sealed or stored in a refrigerator to avoid any beetle access. Freezing food for a week or heating meat in a pan or microwave for prolonged lengths can kill insects found in infested foods and prevent them from spreading.Household fibers, such as wool and silk, are especially prone to moth damage and special cleaning, which includes moth proofing, needs to be done frequently. Application of insecticides must be by spot treatment to crack and crevice sites where they are suspected of hiding. Pyrethrins are labeled for use against hide beetles. Insecticides used for carpet beetles are also appropriate to use against hide and larder beetles.\n\n\n=== Carpet beetles ===\nRegular cleaning of spilled food or lint will eliminate any sites for potential breeding. Susceptible items like food, woolens, and furs should be stored in an insect proof container. If an infestation is suspected then the source of the problem must be removed and destroyed to further limit any possibility of spreading. These beetles can be killed with extreme heat or exposure to freezers.Pyrethroid insecticides can be used to control carpet beetles. Products containing active ingredients such as permethrin, bifenthrin, deltamethrin, tralomethrin are components of the Pyrethroid insecticide.Diatomaceous earth is also effective.\n\n\n== Image gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nJohn M. Kingsolver, \"Dermestidae\", in Ross H. Arnett Jr. and Michael C. Thomas, American Beetles (CRC Press, 2002), vol. 2.\n This article incorporates text from a publication now in the public domain: Ward, Artemas (1911). The Grocer's Encyclopedia.\nPasquerault, T Vincent, B, Chauvet, B, Dourel, L, and Gaudry, E (2008). Répartition des espèces du genre Dermestes L. 1758 récoltés sur des cadavres humains (Coleoptera Dermestidae). L'entomologiste Tome 64 N°4 pp 221–224.\nHinton, H.E., 1945 A monograph of the beetles associated with stored products. 1, 387–395 British Museum (Natural History), London. Keys to world adults and larvae, genera and species; excellent figures, full species information.\nFreude, H.; Harde, K.W.; Lohse, G.A., 1979 Dermestidae. Die Käfer Mitteleuropas 6: Diversicornia (Lycidae — Byrrhidae) 1206 text figs. 367pp. Goecke & Evers. Text in German; the Dermestidae are on pages 304–327.\n\n\n== External links ==\nDermestidae of the World\nList of North American Species\nDermestidae-Literature\nRussian Atlas of Carpet Beetles-excellent images\nUSDA Leaflet on Carpet beetles\non the UF / IFAS Featured Creatures Web site\nAnthrenus flavipes, furniture carpet beetle\nAnthrenus scrophulariae, common carpet beetle\nDermestes atar, black larder beetle\nDermestes maculatus, hide beetle\nCarpet Beetles, Kansas State University",
    "ImageURL": "HideBeetle.jpg",
    "Source": "https://en.wikipedia.org/wiki/Dermestidae"
}