{
    "CommonName": "Hissing Cockroach",
    "BriefSummary": "The Madagascar hissing cockroach (Gromphadorhina portentosa), also known as the hissing cockroach or simply hisser, is one of the largest species of cockroach, reaching 2 to 3 inches (5.1–7.6 cm) at maturity. They are native to the island of Madagascar, which is off the African mainland, where they are known to be found inside of rotting logs. It is one of some 20 known species of large hissing roaches from Madagascar, many of which are kept as pets, and often confused with one another by pet dealers; in particular, G. portentosa is commonly confused with G. oblongonota and G. picea.Unlike most cockroaches, they are wingless. They are excellent climbers and can scale smooth glass. Males can be distinguished from females by their thicker, hairier antennae and the very pronounced \"horns\" on the pronotum. Females carry the ootheca internally, and release the young nymphs only after her offspring have emerged within her. As in some other wood-inhabiting roaches, the parents and offspring will commonly remain in close physical contact for extended periods of time. In captivity, these insects have been known to live up to 5 years. They feed primarily on vegetable material.",
    "WikiContents": "The Madagascar hissing cockroach (Gromphadorhina portentosa), also known as the hissing cockroach or simply hisser, is one of the largest species of cockroach, reaching 2 to 3 inches (5.1–7.6 cm) at maturity. They are native to the island of Madagascar, which is off the African mainland, where they are known to be found inside of rotting logs. It is one of some 20 known species of large hissing roaches from Madagascar, many of which are kept as pets, and often confused with one another by pet dealers; in particular, G. portentosa is commonly confused with G. oblongonota and G. picea.Unlike most cockroaches, they are wingless. They are excellent climbers and can scale smooth glass. Males can be distinguished from females by their thicker, hairier antennae and the very pronounced \"horns\" on the pronotum. Females carry the ootheca internally, and release the young nymphs only after her offspring have emerged within her. As in some other wood-inhabiting roaches, the parents and offspring will commonly remain in close physical contact for extended periods of time. In captivity, these insects have been known to live up to 5 years. They feed primarily on vegetable material.\n\n\n== Hissing ==\nAs the common name suggests, the Madagascar hissing cockroach is characterized by their hissing sound, which is produced when they forcefully expel air through the specially-adapted respiratory openings (spiracles) on the fourth segment of their body, though spiracles are found on all segments of their abdomen. The Madagascar hissing cockroach is only one member of a group of roaches that can hiss; this exact mode of sound production is atypical, as most insects that make sound do so by rubbing together various body parts (\"stridulation\"), such as legs. Some long-horned beetles, e.g., the giant Fijian long-horned beetle, hiss by squeezing air out from under their elytra, but this does not involve the spiracles. In hissing roaches, the hiss takes three forms: the disturbance hiss, the female-attracting hiss, and the aggressive fighting hiss. All cockroaches from the fourth instar (fourth molting cycle) and older are capable of the disturbance hiss. Only males use the female-attracting hiss and fighting hiss; the latter is used when challenged by other males (males will establish a dominance hierarchy, and a submissive male will back down to end a fight). The hissing makes them a popular pet.\n\n\n== Associations with other animals ==\n\nThe mite species Gromphadorholaelaps schaeferi lives on this species of cockroach along the undersides and bases of the legs and takes some of its host's food as well as consuming particulates along the host's body. As these mites do not harm the cockroaches they live upon, they are commensals, not parasites, unless they build up to abnormal levels and start starving their host.  Recent studies have shown that these mites also may have beneficial qualities for the cockroaches, in that they clean the surfaces of the cockroaches of pathogenic mold spores, which in turn increases the life expectancy of the cockroaches.\n\n\n== Popular culture ==\nThe Madagascar hissing cockroach has been known to be featured in Hollywood movies, prominently in Bug (1975) as cockroaches who could set fires by rubbing their legs together and, in Damnation Alley (1977), as post-nuclear-war mutant armor-plated \"killer\" cockroaches. In Starship Troopers, a movie about a war against an enemy called \"The Bugs\", a teacher is shown encouraging her students to step on this species as part of a TV propaganda broadcast.\nA Madagascar hissing cockroach was used by artist Garnet Hertz as the driver of a mobile robotic artwork. They were used in the reality television series Fear Factor. The species also made an appearance in the movie Men in Black in 1997. This was later parodied in the comedy Team America: World Police (2004), where one emerges from Kim Jong-il's body after his death, enters a tiny spaceship, and flies away.\n\nIn September 2006, amusement park Six Flags Great America announced that it would be granting unlimited line-jumping privileges for all rides to anyone who could eat a live Madagascar hissing cockroach as part of a Halloween-themed FrightFest. Furthermore, if a contestant managed to beat the previous world record (eating 36 cockroaches in 1 minute), he would receive season passes for four people during the 2007 season. This is a difficult record to break because raw cockroaches contain a mild neurotoxin that numbs the mouth and makes it difficult to swallow. The promotion ended on October 29, 2006.\nIn January 2016 and 2017, Bronx Zoo held a roach-naming program themed for Valentine's Day, allowing their cockroaches to be named by benefactors. Funds raised were donated to Wildlife Conservation Society.\n\n\n== As pets ==\n\nMadagascar cockroaches can be kept as exotic pets. They require a small living area with an area for them to hide because they dislike light sources. The cockroaches prefer warmth and they cannot function in cold weather. Due to their propensity to climb, the living area must be tested to see if they can climb it as they do in their natural environment. Fish tanks with screens work best but it is also wise to coat the first few inches with petroleum jelly to keep them from getting out of the habitat that they are kept in. They can live on fresh vegetables along with any kind of pellet food that is high in protein, such as dry dog food.In the USA, some states require permits before this species can be kept as a pet or in breeding colonies. The state of Florida requires such a permit. In fact, during outreach programs, the University of Florida's Department of Entomology and Nematology, which has such a permit, allows only males to be taken out of the laboratory. This is to prevent the possible introduction of a pregnant female into the environment.\nIt is also possible to raise them to feed other pets, as they are reasonably high in protein, which is good for reptiles who are usually the ones that can be fed with these roaches.\n\n\n== References ==\n\n\n== External links ==\nCockroachGuy.com ~ Care information and photos dedicated to the Madagascar Hissing Cockroach\nRearing cockroaches and details of a society dedicated to keeping cockroaches\nLive roach cam\nWhen Cockroaches Seize Controls – Cockroach-controlled mobile robot story in Wired News\nhttps://www.youtube.com/watch?v=_WHYIBSyEe8&t=6s",
    "ImageURL": "HissingCockroach_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Madagascar_hissing_cockroach",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Blattodea",
        "Family": "Blaberidae",
        "Genus": "Gromphadorhina",
        "Species": "portentosa"
    },
    "ScientificName": "Gromphadorhina portentosa"
}