{
    "CommonName": "Hoary marmot",
    "BriefSummary": "The hoary marmot (Marmota caligata) is a species of marmot that inhabits the mountains of northwest North America. Hoary marmots live near the tree line on slopes with grasses and forbs to eat and rocky areas for cover.\nIt is the largest North American ground squirrel and is often nicknamed \"the whistler\" for its high-pitched warning issued to alert other members of the colony to possible danger. The animals are sometimes called \"whistle pigs\". Whistler, British Columbia, originally London Mountain because of its heavy fogs and rain, was renamed after these animals to help make it more marketable as a resort. The closest relatives of the species are the yellow-bellied, Olympic, and Vancouver Island marmots, although the exact relationships are unclear.",
    "WikiContents": "The hoary marmot (Marmota caligata) is a species of marmot that inhabits the mountains of northwest North America. Hoary marmots live near the tree line on slopes with grasses and forbs to eat and rocky areas for cover.\nIt is the largest North American ground squirrel and is often nicknamed \"the whistler\" for its high-pitched warning issued to alert other members of the colony to possible danger. The animals are sometimes called \"whistle pigs\". Whistler, British Columbia, originally London Mountain because of its heavy fogs and rain, was renamed after these animals to help make it more marketable as a resort. The closest relatives of the species are the yellow-bellied, Olympic, and Vancouver Island marmots, although the exact relationships are unclear.\n\n\n== Description ==\n\nThe hoary marmot is a large, bulky, ground squirrel, with short, heavy limbs, and a broad head. Adults range from 62 to 82 cm (24 to 32 in) in total length, including a 17 to 25 cm (6.7 to 9.8 in) tail. The species is sexually dimorphic, with males being significantly larger than females in most subspecies. Because of their long winter hibernation, during which they survive on fat reserves, the weight of the animals varies considerably over the course of the year, from an average of 3.75 kg (8.3 lb) in May to around 7 kg (15 lb) in September, for a fully grown adult. A few fall adults can weigh up to 10 kg (22 lb), with exceptional ones attaining 13.5 kg (30 lb). It is reportedly the largest member of the squirrel family, though the slightly lighter alpine marmot is sometimes titled this as well.The word \"hoary\" refers to the silver-gray fur on their shoulders and upper back; the remainder of the upper parts have drab- or reddish-brown fur. The head is black on the upper surface, with a white patch on the muzzle, white fur on the chin and around the lips, and grizzled black or brown fur elsewhere. The feet and lower legs are black, sometimes with white patches on the fore feet. Marmots have long guard hairs that provide most of the visible colour of their pelage, and a dense, soft underfur that provides insulation. The greyish underparts of the body lack this underfur, and are more sparsely haired than the rest of the body. Hoary marmots moult in the early to mid summer.The feet have slightly curved claws, which are somewhat larger on the fore feet than on the hind feet. The feet have hairless pads, enhancing their grip. The tail is long, slightly flattened, and covered with dense fur. Apart from the larger size of the males, both sexes have a similar appearance. Females have five pairs of teats, running from the pectoral to the inguinal regions.\n\n\n== Distribution and habitat ==\n\nThe hoary marmot predominantly inhabits mountainous alpine environments to 2,500 metres (8,200 ft) elevation, although coastal population also occur at or near sea level in British Columbia and Alaska. Hoary marmots occur from southern Washington and central Idaho north, and are found through much of Alaska south of the Yukon River. They live above the tree line, at elevations from sea level to 2,500 metres (8,200 ft), depending on latitude, in rocky terrain or alpine meadows dominated by grasses, sedges, herbs, and Krummholz forest patches. Range maps often erroneously depict hoary marmots occurring north of the Yukon River in Alaska, this region is occupied by the Alaska marmot (M. broweri) and not the hoary marmot. Hoary marmots also occur on several islands in Alaska and fossils dating back to the Pleistocene, including some from islands no longer inhabited by the species.The three currently recognized subspecies are:\n\nMarmota caligata caligata – Alaska, Yukon, NW Territories, northern British Columbia\nMarmota caligata cascandensis – Cascade Mountains, from British Columbia to Washington\nMarmota caligata okanagana – Rocky Mountains, from Yukon to Montana and Idaho\n\n\n== Behaviour and diet ==\nHoary marmots are diurnal and herbivorous, subsisting on leaves, flowers, grasses, and sedges. Predators include golden eagles, grizzly and black bears, wolverines, coyotes, red foxes, lynxes, wolves, and cougars. They live in colonies of up to 36 individuals, with a home range averaging about 14 hectares (35 acres). Each colony includes a single, dominant, adult male, up to three adult females, sometimes with a subordinate adult male, and a number of young and subadults up to two years of age.\n\nThe marmots hibernate seven to eight months a year in burrows they excavate in the soil, often among or under boulders. Each colony typically maintain a single hibernaculum and a number of smaller burrows, used for sleeping and refuge from predators. The refuge burrows are the simplest and most numerous type, consisting of a single bolt hole 1 to 2 metres (3 ft 3 in to 6 ft 7 in) deep. Each colony digs an average of five such burrows a year, and a mature colony may have over a hundred. Sleeping burrows and hibernacula are larger and more complex, with multiple entrances, deep chambers lined with plant material, and stretching to a depth of about 3.5 metres (11 ft). A colony may have up to 9 regular sleeping burrows, in addition to the larger hibernaculum.\n\nMany forms of social behaviour have been observed among hoary marmots, including play fighting, wrestling, social grooming, and nose-to-nose touching. Such activity becomes particularly frequent as hibernation approaches. Interactions with individuals from other colonies are less common, and usually hostile, with females chasing away intruders. Hoary marmots are also vocal animals, with at least seven distinct types of calls, including chirps, whistles, growls, and whining sounds. Many of these calls are used as alarms, alerting other animals to potential predators. They also communicate using scent, both by defecation, and by marking rocks or plants using scent glands on their cheeks.Hoary marmots frequently sun themselves on rocks, spending as much as 44% of their time in the morning doing so, although they will shelter in their burrows or otherwise seek shade in especially warm weather. They forage for the rest of the day, returning to their burrows to sleep during the night.In areas frequented by people, hoary marmots are not shy.  Rather than running away at first sight, they will often go about their business while being watched.Mating occurs after hibernation, and two to four young are born in the spring. Males establish \"harems\", but may also visit females in other territories.\n\n\n== Reproduction ==\nHoary marmots breed shortly after, or even before, their emergence from hibernation burrows in May  and in some areas (such as the eastern Cascade foothills of Washington State) as early as February. Courtship consists of sniffing the genital region, followed by mounting, although mounting has also been observed between females. Females typically raise litters only in alternate years, although both greater and lesser frequencies have been reported on occasion.Gestation lasts 25 to 30 days, so the litter of two to five young is born between late May and mid-June. The young emerge from their birth den at three to four weeks of age, by which time they have a full coat of fur and are already beginning to be weaned. The young are initially cautious, but begin to exhibit the full range of nonreproductive adult behavior within about four weeks of emerging from the burrow. Subadults initially remain with their birth colony, but typically leave at two years of age, becoming fully sexually mature the following year.\n\n\n== References ==\n\n\n== Further reading ==\nCarling, M. \"Marmota caligata (hoary marmot).\" Animal Diversity Web, University of Michigan. 1999. [1]\n\"Marmota caligata\". Integrated Taxonomic Information System. Retrieved 18 March 2006.\nThorington, R. W. Jr. and R. S. Hoffman. 2005. Family Sciuridae. pp. 754–818 in Mammal Species of the World a Taxonomic and Geographic Reference. D. E. Wilson and D. M. Reeder eds. Johns Hopkins University Press, Baltimore.\n\n\n== External links ==",
    "ImageURL": "Hoarymarmot_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Hoary_marmot",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Marmota",
        "Species": "caligata"
    },
    "ScientificName": "Marmota caligata",
    "Zone": "* #### H"
}