{
    "CommonName": "Honey badger",
    "BriefSummary": "The honey badger (Mellivora capensis), also known as the ratel ( or ), is widely distributed in Africa, Southwest Asia, and in the Indian subcontinent. Because of its wide range and occurrence in a variety of habitats, it is listed as Least Concern on the IUCN Red List.It is the only species in the mustelid subfamily Mellivorinae and its only genus Mellivora. Despite its name, the honey badger does not closely resemble other badger species; instead, it bears more anatomical similarities to weasels. It is primarily a carnivorous species and has few natural predators because of its thick skin and ferocious defensive abilities.\nNotorious for their strength, ferocity, and toughness, honey badgers have been known to attack and repel almost any kind of animal when escape is impossible, even much larger predators like lions. They are listed as the \"world's most fearless animal\" in the Guinness Book of World Records due to their fearlessness.",
    "WikiContents": "The honey badger (Mellivora capensis), also known as the ratel ( or ), is widely distributed in Africa, Southwest Asia, and in the Indian subcontinent. Because of its wide range and occurrence in a variety of habitats, it is listed as Least Concern on the IUCN Red List.It is the only species in the mustelid subfamily Mellivorinae and its only genus Mellivora. Despite its name, the honey badger does not closely resemble other badger species; instead, it bears more anatomical similarities to weasels. It is primarily a carnivorous species and has few natural predators because of its thick skin and ferocious defensive abilities.\nNotorious for their strength, ferocity, and toughness, honey badgers have been known to attack and repel almost any kind of animal when escape is impossible, even much larger predators like lions. They are listed as the \"world's most fearless animal\" in the Guinness Book of World Records due to their fearlessness.\n\n\n== Taxonomy ==\n\nThe honey badger is the only species of the genus Mellivora. Although in the 1860s it was assigned to the badger subfamily, the Melinae, it is now generally agreed that it bears very few similarities to the Melinae. It is much more closely related to the marten subfamily, Mustelinae, but furthermore is assigned its own subfamily, Mellivorinae. Differences between Mellivorinae and Melinae include differences in their dentition formulae. Though not in the same subfamily as the wolverines, which are a genus of large-sized and atypical Mustelinae, the honey badger can be regarded as another, analogous, form of outsized weasel or polecat.\nThe species first appeared during the middle Pliocene in Asia. Its closest relation was the extinct genus Eomellivora, which is known from the upper Miocene, and evolved into several different species throughout the whole Pliocene in both the Old and New World.\n\n\n=== Subspecies ===\nAs of 2005, 12 subspecies are recognised. Points taken into consideration in assigning different subspecies include size and the extent of whiteness or greyness on the back.\n\n\n== Description ==\n\nThe honey badger has a fairly long body, but is distinctly thick-set and broad across the back. Its skin is remarkably loose, and allows it to turn and twist freely within it. The skin around the neck is 6 millimetres (0.24 in) thick, an adaptation to fighting conspecifics. The head is small and flat, with a short muzzle. The eyes are small, and the ears are little more than ridges on the skin, another possible adaptation to avoiding damage while fighting.The honey badger has short and sturdy legs, with five toes on each foot. The feet are armed with very strong claws, which are short on the hind legs and remarkably long on the forelimbs. It is a partially plantigrade animal whose soles are thickly padded and naked up to the wrists. The tail is short and is covered in long hairs, save for below the base.\nHoney badgers are the largest terrestrial mustelids in Africa. Adults measure 23 to 28 cm (9.1 to 11.0 in) in shoulder height and 55–77 cm (22–30 in) in body length, with the tail adding another 12–30 cm (4.7–11.8 in). Females are smaller than males. In Africa, males weigh 9 to 16 kg (20 to 35 lb) while females weigh 5 to 10 kg (11 to 22 lb) on average. The mean weight of adult honey badgers from different areas has been reported at anywhere between 6.4 to 12 kg (14 to 26 lb), with a median of roughly 9 kg (20 lb), per various studies. This positions it as the third largest known badger, after the European badger and hog badger, and fourth largest extant terrestrial mustelid after additionally the wolverine. However, the average weight of three wild females from Iraq was reported as 18 kg (40 lb), about the typical size of the males from largest-bodied populations of wolverines or from male European badgers in late autumn, indicating that they can attain much larger than typical sizes in favorable conditions. Skull length is 13.9–14.5 cm (5.5–5.7 in) in males and 13 cm (5.1 in) for females.There are two pairs of mammae. The honey badger possesses an anal pouch which, unusual among mustelids, is eversible, a trait shared with hyenas and mongooses. The smell of the pouch is reportedly \"suffocating\", and may assist in calming bees when raiding beehives.The skull bears little similarity to that of the European badger, and greatly resembles a larger version of that of a marbled polecat. The skull is very solidly built, with that of adults having no trace of an independent bone structure. The braincase is broader than that of dogs.\n\nThe dental formula is: 3.1.3.13.1.3.1. The teeth often display signs of irregular development, with some teeth being exceptionally small, set at unusual angles or absent altogether. Honey badgers of the subspecies signata have a second lower molar on the left side of their jaws, but not the right. Although it feeds predominantly on soft foods, the honey badger's cheek teeth are often extensively worn. The canine teeth are exceptionally short for carnivores. The tongue has sharp, backward-pointing papillae which assist it in processing tough foods.The winter fur is long, (being 40–50 mm (1.6–2.0 in) long on the lower back), and consists of sparse, coarse, bristle-like hairs, with minimal underfur. Hairs are even sparser on the flanks, belly and groin. The summer fur is shorter (being only 15 mm (0.59 in) long on the back) and even sparser, with the belly being half bare. The sides of the head and lower body are pure black. A large white band covers the upper body, from the top of the head to the base of the tail. Honey badgers of the cottoni subspecies are unique in being completely black.\n\n\n== Behaviour ==\n\n\n=== Habits ===\nAlthough mostly solitary, honey badgers may hunt together in pairs during the May breeding season. Little is known of the honey badger's breeding habits. Its gestation period is thought to last six months, usually resulting in two cubs, which are born blind. They vocalise through plaintive whines. Its lifespan in the wild is unknown, though captive individuals have been known to live for approximately 24 years.Honey badgers live alone in self-dug holes. They are skilled diggers, able to dig tunnels into hard ground in 10 minutes. These burrows usually have only one passage and a nesting chamber and are usually only 1–3 m (3–10 ft) long. They do not place bedding into the nesting chamber. Although they usually dig their own burrows, they may take over disused aardvark and warthog holes or termite mounds.Honey badgers are intelligent animals and are one of a few species known to be capable of using tools. In the 1997 documentary series Land of the Tiger, a honey badger in India was filmed making use of a tool; the animal rolled a log and stood on it to reach a kingfisher fledgling stuck up in the roots coming from the ceiling in a cave. A video made at the Moholoholo rehab centre in South Africa showed a pair of honey badgers using sticks, a rake, heaps of mud and stones to escape from their walled pit.As with other mustelids of relatively large size, such as wolverines and badgers, honey badgers are notorious for their strength, ferocity and toughness. They have been known to savagely and fearlessly attack almost any kind of animal when escape is impossible, reportedly even repelling much larger predators such as lions. Bee stings, porcupine quills, and animal bites rarely penetrate their skin. If horses, cattle, or Cape buffalos intrude upon a ratel's burrow, it will attack them. They are virtually tireless in combat and can wear out much larger animals in physical confrontations. The aversion of most predators toward hunting honey badgers has led to the suggestion that the countershaded coats of cheetah cubs evolved in imitation of the honey badger's colouration, which warns off predators. In rare cases, some lions are persistent enough to have preyed on honey badgers. Leopards are also occasionally mentioned as predators of honey badgers but, as far as is known, cases of successful predation on adult honey badgers is even rarer.The voice of the honey badger is a hoarse \"khrya-ya-ya-ya\" sound. When mating, males emit loud grunting sounds. Cubs vocalise through plaintive whines. When confronting dogs, honey badgers scream like bear cubs.\n\n\n=== Diet ===\n\nNext to the wolverine, the honey badger has the least specialised diet of the weasel family. In undeveloped areas, honey badgers hunt at any time of the day, though they become nocturnal in places with high human populations. When hunting, they trot with their foretoes turned in. Honey badgers favour honey and often search for beehives to get it, which earns them their name. They are also carnivorous and eat insects, frogs, tortoises, turtles, lizards, rodents, snakes, birds and eggs. Honey badgers have even been known to chase away young lions and take their kills. They eat fruit and vegetables, such as berries, roots and bulbs. Despite popular belief, there is no evidence that honeyguides guide the honey badger.They may hunt frogs and rodents, such as gerbils and ground squirrels, by digging them out of their burrows. Honey badgers are able to feed on tortoises without difficulty, due to their powerful jaws. They kill and eat snakes, even highly venomous or large ones, such as cobras. They have been known to dig up human corpses in India. They devour all parts of their prey, including skin, hair, feathers, flesh and bones, holding their food down with their forepaws. When seeking vegetable food, they lift stones or tear bark from trees.\n\n\n== Distribution and habitat ==\nThe honey badger ranges through most of sub-Saharan Africa, from the Western Cape, South Africa, to southern Morocco and southwestern Algeria and outside Africa through Arabia, Iran and western Asia to Turkmenistan and the Indian Peninsula. It is known to range from sea level to as much as 2,600 m above sea level in the Moroccan High Atlas and 4,000 m in Ethiopia's Bale Mountains.In 2014 and 2015, it was recorded in Benin’s Pendjari National Park by camera-traps.\n\n\n== Relationships with humans ==\nHoney badgers often become serious poultry predators. Because of their strength and persistence, they are difficult to deter. They are known to rip thick planks from hen-houses or burrow underneath stone foundations. Surplus killing is common during these events, with one incident resulting in the death of 17 Muscovy ducks and 36 chickens.Because of the toughness and looseness of their skin, honey badgers are very difficult to kill with dogs. Their skin is hard to penetrate, and its looseness allows them to twist and turn on their attackers when held. The only safe grip on a honey badger is on the back of the neck. The skin is also tough enough to resist several machete blows. The only sure way of killing them quickly is through a blow to the skull with a club or a shot to the head with a gun, as their skin is almost impervious to arrows and spears.During the British occupation of Basra in 2007, rumours of \"man-eating badgers\" emerged from the local population, including allegations that these beasts were released by the British troops, something that the British categorically denied. A British army spokesperson said that the badgers were \"native to the region but rare in Iraq\" and \"are usually only dangerous to humans if provoked\". The director of Basra's veterinary hospital, Mushtaq Abdul-Mahdi, confirmed that honey badgers had been seen in the area as early as 1986. The deputy dean of Basra's veterinary college, Ghazi Yaqub Azzam, speculated that \"the badgers were being driven towards the city because of flooding in marshland north of Basra.\" The event received coverage in the Western press during the 2007 silly season.In many parts of North India, honey badgers are reported to have been living in the close vicinity of human dwellings, leading to many instances of attacks on poultry, small livestock animals and, sometimes, even children. They retaliate fiercely when attacked. According to a 1941 volume of The Fauna of British India, the honey badger has also been reported to dig up human corpses in that country.In Kenya, the honey badger is a major reservoir of rabies and suspected to be a significant contributor to the sylvatic cycle of the disease.\n\n\n== In popular culture ==\nThe 2011 YouTube viral video The Crazy Nastyass Honey Badger popularized the image of honey badgers as fearless and erratic, including the catchphrase Honey badger don't care. Spinoffs of the popular video include a book and mobile app.\nA 2015 Disney Junior series, The Lion Guard, includes a honey badger as one of the main characters.Honey badger is a frequently used nickname for professional athletes, primarily being used for an athlete that is known for being tough and fearless. Rugby player Nick Cummins and American football player Tyrann Mathieu are notable athletes who have received the nickname honey badger at some point in their careers.\n\n\n== Notes ==\n\n\n== References ==\nEwer, RF (1973). The Carnivores. Cornell University Press. ISBN 978-0-8014-8493-3.\nHeptner, V. G.; Sludskii, A. A. (2002). Mammals of the Soviet Union. Vol. II, part 1b, Carnivores (Mustelidae). Washington, D.C.: Smithsonian Institution Libraries and National Science Foundation. ISBN 978-90-04-08876-4.\nKingdon, Jonathan (1989). East African mammals, Volume 3 : an atlas of evolution in Africa. University of Chicago Press. ISBN 978-0-226-43721-7.\nPocock, R. I. (1941). Fauna of British India: Mammals Volume 2. London: Taylor and Francis.\nRosevear, Donovan Reginald (1974). The Carnivores of West Africa. London: British Museum (Natural History). ISBN 978-0-565-00723-2.\n\n\n== External links ==\nVanderhaar, Jane M.; Hwang, Yeen Ten (30 July 2003). \"Mellivora capensis\" (PDF). Mammalian Species (721): 1–8.",
    "ImageURL": "Honeybadger_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Honey_badger",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Mustelidae",
        "Genus": "MellivoraStorr",
        "Species": "capensis"
    },
    "ScientificName": "MellivoraStorr capensis",
    "Zone": "* #### A"
}