{
    "CommonName": "Honey Pot Ant",
    "BriefSummary": "Honeypot ants, also called honey ants, are ants which have specialized workers (repletes, plerergates, or rotunds) that are gorged with food by workers to the point that their abdomens swell enormously. Other ants then extract nourishment from them. They function as living larders. Honeypot ants belong to any of several genera, including Myrmecocystus and Camponotus. They were first documented in 1881 by Henry C. McCook, and described further in 1908 by William Morton Wheeler.",
    "WikiContents": "Honeypot ants, also called honey ants, are ants which have specialized workers (repletes, plerergates, or rotunds) that are gorged with food by workers to the point that their abdomens swell enormously. Other ants then extract nourishment from them. They function as living larders. Honeypot ants belong to any of several genera, including Myrmecocystus and Camponotus. They were first documented in 1881 by Henry C. McCook, and described further in 1908 by William Morton Wheeler.\n\n\n== Behaviour ==\nMany insects, notably honey bees and some wasps, collect and store liquid for use at a later date. However, these insects store their food within their nest or in combs. Honey ants are unique in using their own bodies as living storage, used later by their fellow ants when food is otherwise scarce. When the liquid stored inside a honeypot ant is needed, the worker ants stroke the antennae of the honeypot ant, causing the honeypot ant to regurgitate the stored liquid from its crop.\n\n\n== Anatomy ==\n\nThe abdomen of species like Camponotus inflatus consists of hard dorsal sclerites (stiff plates) connected by a softer, more flexible arthrodial membrane. When the abdomen is empty, the arthrodial membrane is folded and the sclerites overlap, but when the abdomen fills the arthrodial membrane becomes fully stretched, leaving the sclerites widely separated.\n\n\n== Ecology ==\nMyrmecocystus nests are found in a variety of arid or semiarid environments. Some species live in extremely hot deserts, others reside in transitional habitats, and still other species can be found in woodlands which are somewhat cool but still very dry for a large part of the year.  For instance, the well-studied Myrmecocystus mexicanus resides in the arid and semiarid habitats of the southwestern U.S. Sterile workers in this species act as plerergates or repletes during times of food scarcity.  When the pleregates are fully engorged, they become immobile and hang from the ceilings of the underground nests. Other workers drain them of their liquid food stores to feed the rest of the colony. Plerergates can live anywhere in the nest, but in the wild, they are found deep underground, unable to move, swollen to the size of grapes.In Camponotus inflatus in Australia, repletes formed 49% (516 ants) of a colony of 1063 ants, and 46% (1835 ants) of a colony of 4019 ants. The smaller colony contained six wingless queens. The larger colony had 66 chambers containing repletes, with a maximum of 191 repletes in a chamber. The largest replete was 15 millimetres long and had a mass of 1.4 grams. The nest had a maximum depth of 1.7 metres, and tunnels stretched 2.4 metres from the nest entrance. The workers went out foraging during daylight to collect nectar from Mulga nectaries, and meat from the carcass of a Tiliqua blue-tonged lizard.\n\n\n== Genera ==\nHoneypot food storage has been adopted in several seasonally active ant genera:\nCamponotus of Australia\nCataglyphis of North Africa\nLeptomyrmex of Melanesia\nMelophorus of Australia\nMyrmecocystus of North America.\nPlagiolepis of South Africa\nPrenolepis of North America\n\n\n== In human culture ==\n\nHoneypot ants such as Melophorus bagoti and Camponotus spp. are edible insects and form an occasional part of the diet of various Indigenous Australians. These people scrape the surface to locate the ants' vertical tunnels, and then dig as much as two metres deep to find the honeypots. Papunya, in Australia's Northern Territory is named after a honey ant creation story, or Dreaming, which belongs to the people there, such as the Warlpiri. The honey ants were celebrated in the Western Desert Art Movement's  The Honey Ant Mural, painted in 1971.In 2011 the BBC made a film, Empire of the Desert Ants, on the natural history of a honeypot ant, Myrmecocystus mimicus in the desert of Arizona. It included the first ever film of honeypot queens from different colonies collaborating to found a new colony. The ant specialist Bert Hölldobler stated that queens may co-operate because larger colonies are better able to survive by raiding neighbouring ant colonies.\n\n\n== See also ==\nAnt polymorphism\nMermithergate\n\n\n== References ==\n\n\n== External links ==\n Media related to Honeypot ants at Wikimedia Commons",
    "ImageURL": "HoneyPotAnt.jpg",
    "Source": "https://en.wikipedia.org/wiki/Honeypot_ant"
}