{
    "CommonName": "Hornbill",
    "BriefSummary": "The hornbills (Bucerotidae) are a family of bird found in tropical and subtropical Africa, Asia and Melanesia. They are characterized by a long, down-curved bill which is frequently brightly colored and sometimes has a casque on the upper mandible. Both the common English and the scientific name of the family refer to the shape of the bill, \"buceros\" being \"cow horn\" in Greek. Hornbills have a two-lobed kidney. They are the only birds in which the first and second neck vertebrae (the atlas and axis respectively) are fused together; this probably provides a more stable platform for carrying the bill. The family is omnivorous, feeding on fruit and small animals. They are monogamous breeders nesting in natural cavities in trees and sometimes cliffs. A number of species of hornbill are threatened with extinction, mostly insular species with small ranges.",
    "WikiContents": "The hornbills (Bucerotidae) are a family of bird found in tropical and subtropical Africa, Asia and Melanesia. They are characterized by a long, down-curved bill which is frequently brightly colored and sometimes has a casque on the upper mandible. Both the common English and the scientific name of the family refer to the shape of the bill, \"buceros\" being \"cow horn\" in Greek. Hornbills have a two-lobed kidney. They are the only birds in which the first and second neck vertebrae (the atlas and axis respectively) are fused together; this probably provides a more stable platform for carrying the bill. The family is omnivorous, feeding on fruit and small animals. They are monogamous breeders nesting in natural cavities in trees and sometimes cliffs. A number of species of hornbill are threatened with extinction, mostly insular species with small ranges.\n\n\n== Description ==\n\nHornbills show considerable variation in size, ranging from the black dwarf hornbill (Tockus hartlaubi), at 102 grams (3.6 oz) and 30 cm (1 ft) in length, to the great hornbill (Buceros bicornis), at up to 4 kg (8.8 lb) and 1.2 m (3 ft 11 in) in length. Males are always bigger than the females, though the extent to which this is true varies according to species. The extent of sexual dimorphism also varies with body parts. For example, the difference in body mass between males and females is 1–17%, but the variation is 8–30% for bill length and 1–21% in wing length.\nThe most distinctive feature of the hornbills is the heavy bill, supported by powerful neck muscles as well as by the fused vertebrae. The large bill assists in fighting, preening, constructing the nest, and catching prey. A feature unique to the hornbills is the casque, a hollow structure that runs along the upper mandible. In some species it is barely perceptible and appears to serve no function beyond reinforcing the bill. In other species it is quite large, is reinforced with bone, and has openings between the hollow centre, allowing it to serve as a resonator for calls. In the helmeted hornbill the casque is not hollow but is filled with hornbill ivory and is used as a battering ram in dramatic aerial jousts. Aerial casque-butting has also been reported in the great hornbill.The plumage of hornbills is typically black, grey, white, or brown, and is frequently offset by bright colours on the bill, or by patches of bare coloured skin on the face or wattles. Some species exhibit sexual dichromatism, where the coloration of soft parts varies by gender.\nHornbills possess binocular vision, although unlike most birds with this type of vision, the bill intrudes on their visual field. This allows them to see their own bill tip and aids in precision handling of food objects with their bill. The eyes are also protected by large eyelashes which act as a sunshade.\n\n\n== Distribution and habitat ==\n\nThe Bucerotidae include about 55 living species, though a number of cryptic species may yet be split, as has been suggested for the red-billed hornbill. Their distribution includes Sub-Saharan Africa and the Indian Subcontinent to the Philippines and the Solomon Islands, but no genus is found in both Africa and Asia. Most are arboreal birds, but the large ground hornbills (Bucorvus), as their name implies, are terrestrial birds of open savanna. Of the 24 species found in Africa, 13 are birds of the more open woodlands and savanna, and some occur even in highly arid environments; the remaining species are found in dense forests. This contrasts with Asia, where a single species occurs in open savanna and the remainder are forest species. The Indian subcontinent has 10 species of hornbills, of which 9 are found in India and adjoining countries, while the Sri Lanka grey hornbill is restricted to the island. The most common widespread species in the Indian subcontinent is the Indian grey hornbill.\nAccording to the International Union for Conservation of Nature (IUCN), Indonesia has 13 hornbill species: 9 of them exist in Sumatra, and the rest exist in Sumba, Sulawesi, Papua and Kalimantan. Kalimantan has the same hornbill species as Sumatra, except that the great hornbill is not found there.\nIn the Neogene (at least in the late Miocene), hornbills inhabited North Africa and South Europe. Their remains have been found in Morocco and Bulgaria.\n\n\n== Behaviour and ecology ==\nHornbills are diurnal, generally travelling in pairs or small family groups. Larger flocks sometimes form outside the breeding season. The largest assemblies of hornbills form at some roosting sites, where as many as 2400 individual birds may be found.\n\n\n=== Diet ===\n\nHornbills are omnivorous birds, eating fruit, insects and small animals. They cannot swallow food caught at the tip of the beak as their tongues are too short to manipulate it, so they toss it back to the throat with a jerk of the head. While both open country and forest species are omnivorous, species that specialise in feeding on fruit are generally found in forests, while the more carnivorous species are found in open country. Forest-dwelling species of hornbills are considered to be important seed dispersers.Some hornbills defend a fixed territory. Territoriality is related to diet; fruit sources are often patchily distributed and require long-distance travel to find. Thus, species that specialise in fruit are less territorial.\n\n\n=== Breeding ===\n\nHornbills generally form monogamous pairs, although some species engage in cooperative breeding. The female lays up to six white eggs in existing holes or crevices, either in trees or rocks. The cavities are usually natural, but some species may nest in the abandoned nests of woodpeckers and barbets. Nesting sites may be used in consecutive breeding seasons by the same pair. Before incubation, the females of all Bucerotinae—sometimes assisted by the male—begin to close the entrance to the nest cavity with a wall made of mud, droppings and fruit pulp. When the female is ready to lay her eggs, the entrance is just large enough for her to enter the nest, and after she has done so, the remaining opening is also all but sealed shut. There is only one narrow aperture, big enough for the male to transfer food to the mother and eventually the chicks. The function of this behaviour is apparently related to protecting the nesting site from rival hornbills. The sealing can be done in just a few hours; at most it takes a few days. Having sealed the nest it takes a further five days for the first egg to be laid. Clutch size varies from one or two eggs in the larger species to up to eight eggs for the smaller species. During the incubation period the female undergoes a complete and simultaneous moult. It has been suggested that the darkness of the cavity triggers a hormone involved in moulting. Non-breeding females and males go through a sequential moult. When the chicks and the female are too big to fit in the nest, the mother breaks out the nest and both parents feed the chicks. In some species the mother rebuilds the wall, whereas in others the chicks rebuild the wall unaided. The ground hornbills do not adopt this behaviour, but are conventional cavity-nesters.\n\n\n=== Associations with other species ===\nA number of hornbills have associations with other animal species. For example, some species of hornbills in Africa have a mutualistic relationship with dwarf mongooses, foraging together and warning each other of nearby birds of prey and other predators. Other relationships are commensal, for example following monkeys or other animals and eating the insects flushed up by them.\n\n\n== Taxonomy ==\n\nThe family Bucerotidae was introduced (as Buceronia) by the French polymath Constantine Samuel Rafinesque in 1815. There are two subfamilies: the Bucorvinae contain the two ground hornbills in a single genus, and the Bucerotinae contain all other taxa. Traditionally they are included in the order Coraciiformes (which includes also kingfishers, rollers, hoopoes and bee-eaters). In the Sibley-Ahlquist taxonomy, however, hornbills are separated from the Coraciiformes into an order of their own, Bucerotiformes, with the subfamilies elevated to family level. Given that they are almost as distant from the rollers, kingfishers and allies as are the trogons, the arrangement chosen is more a matter of personal taste than any well-established taxonomic practice. All that can be said with reasonable certainty is that placing the hornbills outside the Coraciiformes and the trogons inside would be incorrect.\nRecent genetic data suggests that ground hornbills and Bycanistes form a clade outside the rest of the hornbill lineage. They are thought to represent an early African lineage, while the rest of Bucerotiformes evolved in Asia. However, another study claims that the ground hornbills diverged first, followed by  Tockus. Within Tockus, two clades have been identified based on genetics and vocal types - 'whistlers' and 'cluckers'. The 'cluckers' have been suggested to form a distinct genus, Lophoceros.Bycanistes belongs to a clade of mostly African species that also includes Ceratogymna and Tropicranus. Another member of this clade is the Black dwarf hornbill. The Black dwarf hornbill is typically classified in the genus Tockus but in this study, is a sister species to the White-crested hornbill. If these two species are classified in congeneric, Tropicranus becomes a junior synonym of Horizocerus, as that was one of the old names used for the Black dwarf hornbill. This clade also includes one Southeast Asian species, the White-crowned hornbill.\nAs for the other Asian hornbill species, Buceros and Rhinoplax are each other's closest relatives, Anorrhinus is part of a clade that has Ocyceros and Anthracoceros as sister taxa, and Aceros, Rhyticeros, and Penelopides form another clade. However, according to this study, Aceros is polyphyletic; the Rufous-headed hornbill, Writhed hornbill, and Wrinkled hornbill form a clade with the Sulawesi hornbill, and are in turn more closely related to Penelopides. These four species have been classified in a separate genus, Rhabdotorrhinus. Similarly, the Knobbed hornbill is more closely related to Rhyticeros, leaving the Rufous-necked hornbill the only member of the genus Aceros.\n\n\n=== Species list in taxonomic order ===\nThis is a list of extant hornbill species, presented in taxonomic order.\n\nGenus Tockus\nRed-billed hornbill group\nWestern red-billed hornbill (Tockus kempi)\nNorthern red-billed hornbill (Tockus erythrorhynchus)\nTanzanian red-billed hornbill (Tockus ruahae)\nSouthern red-billed hornbill (Tockus rufirostris)\nDamara red-billed hornbill (Tockus damarensis)\nMonteiro's hornbill (Tockus monteiri)\nVon der Decken's hornbill (Tockus deckeni)\nJackson's hornbill (Tockus jacksoni)\nSouthern yellow-billed hornbill (Tockus leucomelas)\nEastern yellow-billed hornbill (Tockus flavirostris)\nGenus Lophoceros (formerly classified as Tockus)\nBradfield's hornbill (Lophoceros bradfieldi)\nCrowned hornbill (Lophoceros alboterminatus)\nRed-billed dwarf hornbill (Lophoceros camurus)\nHemprich's hornbill (Lophoceros hemprichii)\nAfrican pied hornbill (Lophoceros fasciatus)\nAfrican grey hornbill (Lophoceros nasutus)\nPale-billed hornbill (Lophoceros pallidirostris)\nGenus Horizocerus (sometimes still classified as Tropicranus)\nWhite-crested hornbill (Horizocerus albocristatus)\nBlack dwarf hornbill (Horizocerus hartlaubi)\nGenus Berenicornis\nWhite-crowned hornbill (Berenicornis comatus)\nGenus Bycanistes\nPiping hornbill (Bycanistes fistulator)\nTrumpeter hornbill (Bycanistes bucinator)\nWhite-thighed hornbill (Bycanistes albotibialis)\nBrown-cheeked hornbill (Bycanistes cylindricus)\nBlack-and-white-casqued hornbill (Bycanistes subcylindricus)\nSilvery-cheeked hornbill (Bycanistes brevis)\nGenus Ceratogymna\nBlack-casqued wattled hornbill (Ceratogymna atrata)\nYellow-casqued wattled hornbill (Ceratogymna elata)\nGenus Buceros\nRhinoceros hornbill (Buceros rhinoceros)\nGreat hornbill (Buceros bicornis)\nRufous hornbill (Buceros hydrocorax)\nGenus Rhinoplax (sometimes included in Buceros)\nHelmeted hornbill (Rhinoplax vigil)\nGenus Anorrhinus\nTickell's brown hornbill (Anorrhinus tickelli)\nAusten's brown hornbill (Anorrhinus austeni)\nBushy-crested hornbill (Anorrhinus galeritus)\nGenus Ocyceros\nSri Lanka grey hornbill (Ocyceros gingalensis)\nMalabar grey hornbill (Ocyceros griseus)\nIndian grey hornbill (Ocyceros biostris)\nGenus Anthracoceros\nPalawan hornbill (Antracoceros marchei)\nOriental pied hornbill (Anthracoceros albirostris)\nMalabar pied hornbill (Anthracoceros coronatus)\nSulu hornbill (Anthracoceros montani)\nBlack hornbill (Anthracoceros malayanus)\nGenus Aceros\nRufous-necked hornbill (Aceros nipalensis)\nGenus Rhabdotorrhinus\nRufous-headed hornbill (Rhabdotorrhinus waldeni)\nWrithed hornbill (Rhabdotorrhinus leucocephalus)\nSulawesi hornbill (Rhabdotorrhinus exarhatus)\nWrinkled hornbill (Rhabdotorrhinus corrugatus)\nGenus Penelopides\nLuzon hornbill (Penelopides manillae)\nMindoro hornbill (Penelopides mindorensis)\nMindanao hornbill (Penelopides affinis)\nSamar hornbill (Penelopides samarensis)\nVisayan hornbill (Penelopides panini)\nGenus Rhyticeros\nPapuan hornbill (Rhyticeros plicatus)\nNarcondam hornbill (Rhyticeros narcondami)\nPlain-pouched hornbill (Rhyticeros subruficollis)\nWreathed hornbill (Rhyticeros undulatus)\nSumba hornbill (Rhyticeros everetti)\nKnobbed hornbill (Rhyticeros cassidix)\n\n\n=== Fossil record ===\nBucorvus brailloni – Late Miocene (Morocco)Euroceros bulgaricus – Late Miocene (Bulgaria)\n\n\n== Cultural significance ==\n\nMost species' casques are very light, containing much airspace. However, the helmeted hornbill has a solid casque made of a material called hornbill ivory, which is greatly valued as a carving material in China and Japan. It was used as a medium for the art of netsuke.\n\n\n== Status and conservation ==\nNone of the African species of hornbills are seriously threatened, but many Asian hornbills are threatened by hunting and habitat loss, as they tend to require primary forest. Among these threatened species, only the plain-pouched hornbill and rufous-necked hornbill are found on the Asian mainland; all others are insular in their distribution. In the Philippines alone, one species (the Palawan hornbill) is vulnerable, and two species (the Mindoro and Visayan hornbills) are endangered. Two of the three critically endangered hornbills, the rufous-headed hornbill and the Sulu hornbill, are also restricted to the Philippines. The latter species is one of the world's rarest birds, with only 20 breeding pairs or 40 mature individuals, and faces imminent extinction. The Ticao hornbill, a subspecies of the Visayan hornbill, is probably already extinct. The other critically endangered species is the helmeted hornbill, is threatened by uncontrolled hunting and the trade in hornbill ivory.\n\n\n== In popular culture ==\nA hornbill named Zazu is one of the characters in the 1994 animated film The Lion King, voiced by Rowan Atkinson.Hornbill was used as the official mascot of one of Malaysia's political parties, the Democratic Action Party.\nThe Rhinoceros hornbill is the official state animal of Sarawak, a Malaysian state located in Borneo.\nGreat hornbill, a member of the hornbill family, is the official state bird of Kerala, an Indian state.\n\n\n== References ==\n\n\n== Further reading ==\nKemp, Alan C. & Woodcock, Martin (1995): The Hornbills: Bucerotiformes. Oxford University Press, Oxford, New York. ISBN 0-19-857729-X\nMaclean, Gordon Lindsay & Roberts, Austin (1988): Roberts' Birds of Southern Africa (Revised Edition). Hyperion Books. ISBN 1-85368-037-0\nWallace, Alfred Russel (1863): \"The Bucerotidæ, or Hornbills\". The Intellectual Observer June 1863: 309–316.\nZimmerman, Dale A., Turner, Donald A., & Pearson, David J. (1999): Birds of Kenya and Northern Tanzania (Field Guide Edition). Princeton University Press. ISBN 0-691-01022-6\n\n\n== External links ==\nHornbill videos on the Internet Bird Collection\nITIS Taxonometric Report Data\nBirds of India website\nHornbill Conservation: Hornbill Specialist Group, IUCN.\nNarcondam Island Wildlife Sanctuary The dictionary definition of hornbill at Wiktionary",
    "ImageURL": "Hornbill_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Hornbill",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Bucerotiformes",
        "Family": "BucerotidaeRafinesque"
    }
}