{
    "CommonName": "Horned lark",
    "BriefSummary": "The horned lark (Eremophila alpestris), called the shore lark in Europe, is a species of lark in the Alaudidae family found across the northern hemisphere.",
    "WikiContents": "The horned lark (Eremophila alpestris), called the shore lark in Europe, is a species of lark in the Alaudidae family found across the northern hemisphere.\n\n\n== Taxonomy and systematics ==\nThe specific alpestris is Latin and means \"of the high mountains\", from Alpes, the Alps.The horned lark was originally classified in the genus Alauda. Recent genetic analysis has suggested that the species consists of six clades that in the future may warrant recognition as separate species.\n\n\n=== Subspecies ===\nForty-two subspecies are recognized:\nPallid horned lark (E. a. arcticola) – (Oberholser, 1902): Found from northern Alaska to British Columbia (western Canada)\nHoyt's horned lark (E. a. hoyti) – (Bishop, 1896): Found in northern Canada\nNorthern American horned lark (E. a. alpestris) – (Linnaeus, 1758): Found in eastern Canada\nDusky horned lark (E. a. merrilli) – (Dwight, 1890): Found on western coast of Canada and USA\nStreaked horned lark (E. a. strigata) – (Henshaw, 1884): Found on coastal southern British Columbia (western Canada) to coastal Oregon (western USA)\nSt. Helens horned lark (E. a. alpina) – (Jewett, 1943): Found on mountains of western Washington (north-western USA)\nOregon horned lark (E. a. lamprochroma) – (Oberholser, 1932): Found on inland mountains of western USA\nDesert horned lark (E. a. leucolaema) – Coues, 1874: Also known as the pallid horned lark. Found from southern Alberta (south-western Canada) through north-central and central USA\nSaskatchewan horned lark (E. a. enthymia) – (Oberholser, 1902): Found from south-central Canada to Oklahoma and Texas (central USA)\nPrairie horned lark (E. a. praticola) – (Henshaw, 1884): Found in south-eastern Canada, north-eastern and east-central USA\nSierra horned lark (E. a. sierrae) – (Oberholser, 1920): Also known as the Sierra Nevada horned lark. Found on mountains of north-eastern California (western USA)\nRuddy horned lark (E. a. rubea) – (Henshaw, 1884): Found in central California (western USA)\nUtah horned lark (E. a. utahensis) – (Behle, 1938): Found on mountains of west-central USA\nIsland horned lark (E. a. insularis) – (Dwight, 1890): Found on islands off southern California (western USA)\nCalifornia horned lark (E. a. actia) – (Oberholser, 1902): Found on coastal mountains of southern California (western USA) and northern Baja California (north-western Mexico)\nMohave horned lark (E. a. ammophila) – (Oberholser, 1902): Found in deserts of south-eastern California and south-western Nevada (south-western USA)\nSonora horned lark (E. a. leucansiptila) – (Oberholser, 1902): Found in deserts of southern Nevada, western Arizona (south-western USA) and north-western Mexico\nMontezuma horned lark (E. a. occidentalis) – (McCall, 1851): Originally described as a separate species. Found in northern Arizona to central New Mexico (south-western USA)\nScorched horned lark (E. a. adusta) – (Dwight, 1890): Found in southern Arizona and southern New Mexico (south-western USA), possibly north-central Mexico\nMagdalena horned lark (E. a. enertera) – (Oberholser, 1907): Found in central Baja California (north-western Mexico)\nTexas horned lark (E. a. giraudi) – (Henshaw, 1884): Found in coastal south-central USA and north-eastern Mexico\nE. a. aphrasta – (Oberholser, 1902): Found in Chihuahua and Durango (north-western Mexico)\nE. a. lactea – Phillips, AR, 1970: Found in Coahuila (north-central Mexico)\nE. a. diaphora – (Oberholser, 1902): Found in southern Coahuila to north-eastern Puebla (north-central and eastern Mexico)\nMexican horned lark (E. a. chrysolaema) – (Wagler, 1831): Originally described as a separate species in the genus Alauda. Found from west-central to east-central Mexico\nE. a. oaxacae – (Nelson, 1897): Found in southern Mexico\nColombian horned lark (E. a. peregrina) – (Sclater, PL, 1855): Originally described as a separate species. Found in Colombia\nShore lark (E. a. flava) – (Gmelin, JF, 1789): Originally described as a separate species in the genus Alauda. Found in northern Europe and northern Asia\nSteppe horned lark (E. a. brandti) – (Dresser, 1874): Also known as Brandt's horned lark. Originally described as a separate species. Found from south-eastern European Russia to western Mongolia and northern China\nMoroccan horned lark (E. a. atlas) – (Whitaker, 1898): This subspecies is also called \"shore lark\". Originally described as a separate species. Found in Morocco\nBalkan horned lark (E. a. balcanica) – (Reichenow, 1895): This subspecies is also called \"shore lark\". Found in southern Balkans and Greece\nE. a. kumerloevei – Roselaar, 1995: Found in western and central Asia Minor\nSouthern horned lark (E. a. penicillata) – (Gould, 1838): This subspecies is also called \"shore lark\". Originally described as a separate species in the genus Alauda. Found from eastern Turkey and the Caucasus to Iran\nLebanon horned lark (E. a. bicornis) – (Brehm, CL, 1842): This subspecies is also called \"shore lark\". Originally described as a separate species. Found from Lebanon to Israel/Syria border\nPamir horned lark (E. a. albigula) – (Bonaparte, 1850): This subspecies is also called \"shore lark\". Originally described as a separate species. Found from north-eastern Iran and Turkmenistan to north-western Pakistan\nE. a. argalea – (Oberholser, 1902): This subspecies is also called \"shore lark\". Found in extreme western China\nPrzewalski's lark (E. a. teleschowi) – (Przewalski, 1887): This subspecies is also called \"shore lark\". Originally described as a separate species. Found in western and west-central China\nE. a. przewalskii – (Bianchi, 1904): This subspecies is also called \"shore lark\". Found in northern Qinghai (west-central China)\nE. a. nigrifrons – (Przewalski, 1876): This subspecies is also called \"shore lark\". Originally described as a separate species. Found in north-eastern Qinghai (west-central China)\nLong-billed horned lark (E. a. longirostris) – (Moore, F, 1856): This subspecies is also called \"shore lark\". Originally described as a separate species. Found in north-eastern Pakistan and western Himalayas\nE. a. elwesi – (Blanford, 1872): This subspecies is also called \"shore lark\". Originally described as a separate species. Found on southern and eastern Tibetan Plateau\nE. a. khamensis – (Bianchi, 1904): This subspecies is also called \"shore lark\". Found in south-western and south-central China\n\n\n== Description ==\n\nUnlike most other larks, this is a distinctive-looking species on the ground, mainly brown-grey above and pale below, with a striking black and yellow face pattern. Except for the central feathers, the tail is mostly black, contrasting with the paler body; this contrast is especially noticeable when the bird is in flight. The summer male has black \"horns\", which give this species its American name. North America has a number of races distinguished by the face pattern and back colour of males, especially in summer. The southern European mountain race E. a. penicillata is greyer above, and the yellow of the face pattern is replaced with white.\n\nVocalizations are high-pitched, lisping or tinkling, and weak. The song, given in flight as is common among larks, consists of a few chips followed by a warbling, ascending trill.\n\n\n== Distribution and habitat ==\nThe horned lark breeds across much of North America from the high Arctic south to the Isthmus of Tehuantepec, northernmost Europe and Asia and in the mountains of south-east Europe. There is also an isolated population on a plateau in Colombia. It is mainly resident in the south of its range, but northern populations of this passerine bird are migratory, moving further south in winter.\nThis is a bird of open ground. In Eurasia it breeds above the tree line in mountains and the far north. In most of Europe, it is most often seen on seashore flats in winter, leading to the European name. In the UK it can be found as a winter stopover along the coasts and in eastern England. In North America, where there are no other larks to compete with, it is also found on farmland, on prairies, in deserts, on golf courses and airports.\n\n\n== Behaviour and ecology ==\n\nThe nest is on the ground, with two to five eggs being laid. Food is seeds supplemented with insects in the breeding season. The nest may be near corn or soybeans for a source of food, and the female chooses the site. The structure of Horned Lark nests can vary depending on the microclimate, prevailing weather and predation risk, revealing flexibility in nesting behaviour to adjust to changing environmental conditions to maintain nest survival and nestling size development.\n\n\n== Status and conservation ==\nIn the open areas of western North America, horned larks are among the bird species most often killed by wind turbines. In 2013, the U.S. Fish and Wildlife Service listed the subspecies streaked horned lark as threatened under the Endangered Species Act.\n\n\n== References ==\n\n\n== Further reading ==\nvan den Berg, Arnoud (2005) Morphology of Atlas Horned Lark Dutch Birding 27(4):256–8\nSmall, Brian (2002) The Horned Lark on the Isles of Scilly Birding World 15(3): 111–20 (discusses a possible Nearctic race bird on the Isles of Scilly in 2001)\nDickinson, E.C.; R.W.R.J. Dekker; S. Eck & S. Somadikarta (2001). \"Systematic notes on Asian birds. 12. Types of the Alaudidae\". Zool. Verh. Leiden. 335: 85–126.\nSeebohm, H (1884). \"On the East-Asiatic Shore-Lark (Otocorys longirostris)\". Ibis. 26 (2): 184–188. doi:10.1111/j.1474-919x.1884.tb01153.x.\n\n\n== External links ==\nPicture – Cyberbirding\nSpecies account – Cornell Lab of Ornithology\n\"Horned lark media\". Internet Bird Collection.\nHorned lark – Eremophila alpestris – USGS Patuxent Bird Identification InfoCenter\nHorned lark photo gallery at VIREO (Drexel University)\nInteractive range map of Eremophila alpestris at IUCN Red List maps",
    "ImageURL": "Hornedlark_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Horned_lark",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Alaudidae",
        "Genus": "Eremophila",
        "Species": "alpestris"
    },
    "ScientificName": "Eremophila alpestris",
    "Zone": "* #### E"
}