{
    "CommonName": "Horseshoe Crab",
    "BriefSummary": "Horseshoe crabs are marine and brackish water arthropods of the family Limulidae, suborder Xiphosurida, and order Xiphosura. Their popular name is actually a misnomer, for they are not true crabs.\nHorseshoe crabs live primarily in and around shallow coastal waters on soft sandy or muddy bottoms. They tend to spawn in the intertidal zone at spring high tides. They are commonly eaten in Asia, and used as fishing bait, in fertilizer and in science (especially Limulus amebocyte lysate). In recent years, population declines have occurred as a consequence of coastal habitat destruction and overharvesting. Tetrodotoxin may be present in Carcinoscorpius rotundicauda.Because of their origin 450 million years ago, horseshoe crabs are considered living fossils. A 2019 molecular analysis places them as the sister group of Ricinulei within Arachnida.\n\n",
    "WikiContents": "Horseshoe crabs are marine and brackish water arthropods of the family Limulidae, suborder Xiphosurida, and order Xiphosura. Their popular name is actually a misnomer, for they are not true crabs.\nHorseshoe crabs live primarily in and around shallow coastal waters on soft sandy or muddy bottoms. They tend to spawn in the intertidal zone at spring high tides. They are commonly eaten in Asia, and used as fishing bait, in fertilizer and in science (especially Limulus amebocyte lysate). In recent years, population declines have occurred as a consequence of coastal habitat destruction and overharvesting. Tetrodotoxin may be present in Carcinoscorpius rotundicauda.Because of their origin 450 million years ago, horseshoe crabs are considered living fossils. A 2019 molecular analysis places them as the sister group of Ricinulei within Arachnida.\n\n\n== Classification ==\nHorseshoe crabs resemble crustaceans but belong to a separate subphylum of the arthropods, Chelicerata, and are closely related to arachnids. Horseshoe crabs are closely related to the extinct eurypterids (sea scorpions), which include some of the largest arthropods to have ever existed, and the two may be sister groups. (Other studies have placed eurypterids closer to the arachnids in a group called Metastomata.) The earliest horseshoe crab fossils are found in strata from the late Ordovician period, roughly 450 million years ago.\nThe Limulidae are the only recent family of the order Xiphosura, and contains all four living species of horseshoe crabs:\nCarcinoscorpius rotundicauda, the mangrove horseshoe crab, found in South and Southeast Asia\nLimulus polyphemus, the Atlantic or American horseshoe crab, found along the American Atlantic coast and in the Gulf of Mexico\nTachypleus gigas, the Indo-Pacific, Indonesian, Indian or southern horseshoe crab, found in South and Southeast Asia\nTachypleus tridentatus, the Chinese, Japanese or tri-spine horseshoe crab, found in Southeast and East Asia\n\n\n== Anatomy and behavior ==\n\nThe entire body of the horseshoe crab is protected by a hard carapace. It has two compound lateral eyes, each composed of about 1,000 ommatidia, plus a pair of median eyes that are able to detect both visible light and ultraviolet light, a single endoparietal eye, and a pair of rudimentary lateral eyes on the top. The latter become functional just before the embryo hatches. Also, a pair of ventral eyes is located near the mouth, as well as a cluster of photoreceptors on the telson. The horseshoe crab has five additional eyes on top of its shell. Despite having relatively poor eyesight, the animals have the largest rods and cones of any known animal, about 100 times the size of humans', and their eyes are a million times more sensitive to light at night than during the day. The mouth is located in the center of the legs, whose bases are referred to as gnathobases and have the same function as jaws and help grind up food. The horseshoe crab has five pairs of legs for walking, swimming, and moving food into the mouth, each with a claw at the tip, except for the last pair.\n\nBehind its legs, the horseshoe crab has book gills, which exchange respiratory gases, and are also occasionally used for swimming.\nAs in other arthropods, a true endoskeleton is absent, but the body does have an endoskeletal structure made up of cartilaginous plates that support the book gills. They are more often found on the ocean floor searching for worms and molluscs, which are their main food. They may also feed on crustaceans and even small fish.Females are about 20–30% larger than males. The smallest species is C. rotundicauda and the largest is T. tridentatus. On average, males of C. rotundicauda are about 30 cm (12 in) long, including a tail (telson) that is about 15 cm (5.9 in), and their carapace (prosoma) is about 15 cm (5.9 in) wide. Some southern populations (in the Yucatán Peninsula) of L. polyphemus are somewhat smaller, but otherwise this species is larger. In the largest species, T. tridentatus, females can reach as much as 79.5 cm (31.3 in) long, including their tail, and up to 4 kg (8.8 lb) in weight. This is only about 10–20 cm (4–8 in) longer than the largest females of L. polyphemus and T. gigas, but roughly twice the weight. The juveniles grow about 33% larger with every molt until reaching adult size.\n\n\n== Breeding ==\n\nDuring the breeding season, horseshoe crabs migrate to shallow coastal waters. A male selects a female and clings to her back. Often, several males surround the female and all fertilize together, which makes it easy to spot and count females as they are the large center carapace surrounded by 3-5 smaller ones. The female digs a hole in the sand and lays her eggs while the male(s) fertilize them. The female can lay between 60,000 and 120,000 eggs in batches of a few thousand at a time. In L. polyphemus, the eggs take about two weeks to hatch; shore birds eat many of them before they hatch. The larvae molt six times during the first year.Natural breeding of horseshoe crabs in captivity has proven to be difficult. Some evidence indicates that mating takes place only in the presence of the sand or mud in which the horseshoe crab's eggs were hatched. It is not known with certainty what is in the sand that the crabs can sense or how they sense it. Artificial insemination and induced spawning have been done on a relatively large scale in captivity, and eggs and juveniles collected from the wild are often raised to adulthood in captivity.\n\n\n== Threats ==\n\n\n=== Harvest for blood ===\nHorseshoe crabs use hemocyanin to carry oxygen through their blood. Because of the copper present in hemocyanin, their blood is blue. Their blood contains amebocytes, which play a similar role to the white blood cells of vertebrates in defending the organism against pathogens. Amebocytes from the blood of L. polyphemus are used to make Limulus amebocyte lysate (LAL), which is used for the detection of bacterial endotoxins in medical applications. This means there is a high demand for the blood, the harvest of which involves collecting and bleeding the animals, and then releasing them back into the sea. Most of the animals survive the process; mortality is correlated with both the amount of blood extracted from an individual animal, and the stress experienced during handling and transportation. Estimates of mortality rates following blood harvesting vary from 3–15% to 10–30%. Approximately 500,000 crabs are harvested annually.Bleeding may also prevent female horseshoe crabs from being able to spawn or decrease the number of eggs they are able to lay. Up to 30% of an individual's blood is removed, according to the biomedical industry, and the horseshoe crabs spend between one and three days away from the ocean before being returned. Some scientists are skeptical that certain companies return their horseshoe crabs to the ocean at all, instead suspecting them of selling the horseshoe crabs as fishing bait.The harvesting of horseshoe crab blood in the pharmaceutical industry is in decline. In 1986, Kyushu University researchers discovered that the same test could be achieved by using isolated Limulus clotting factor C (rFC), an enzyme found in LAL, as by using LAL itself. Jeak Ling Ding, a National University of Singapore researcher, would go on to patent a process for manufacturing rFC; on 8 May 2003, synthetic isolated rFC made via her patented process was put on sale for the first time. Industry at first took little interest in the new product however, as it was patent-encumbered, not yet approved by regulators, and sold by a single manufacturer, Lonza Group. In 2013, however, Hyglos GmbH also began manufacturing its own rFC product. This, combined with the acceptance of rFC by European regulators, the comparable cost between LAL and rFC, and support from Eli Lilly and Company, which has committed to use rFC in lieu of LAL, is projected to all but end the practice of blood harvesting from horseshoe crabs.\n\n\n=== Fishery ===\nHorseshoe crabs are used as bait to fish for eels (mostly in the United States) and whelk, or conch. However, fishing with horseshoe crab was banned indefinitely in New Jersey in 2008 with a moratorium on harvesting to protect the red knot, a shorebird which eats the crab's eggs. A moratorium was restricted to male crabs in Delaware, and a permanent moratorium is in effect in South Carolina. The eggs are eaten in parts of Southeast Asia, Johor and China.A low horseshoe crab population in the Delaware Bay is hypothesized to endanger the future of the red knot. Red knots, long-distance migratory shorebirds, feed on the protein-rich eggs during their stopovers on the beaches of New Jersey and Delaware. An effort is ongoing to develop adaptive-management plans to regulate horseshoe crab harvests in the bay in a way that protects migrating shorebirds.\n\n\n=== Shoreline development ===\nDevelopment along shorelines is dangerous to horseshoe crab spawning, limiting available space and degrading habitat. Bulkheads can block access to intertidal spawning regions as well.\n\n\n== References ==\n\n\n== Further reading ==\n\n Chisholm, Hugh, ed. (1911). \"King-Crab\" . Encyclopædia Britannica (11th ed.). Cambridge University Press.\n\n\n== External links ==\nLAL Update\nScience Friday Video: horseshoe crab season\nHorseshoe crab at the Smithsonian Ocean Portal\nThe Horseshoe Crab – Medical Uses; The Ecological Research & Development Group (ERDG)\nRedKnot.org links to shorebird recovery sites, movies, events & other info on Red Knot rufa & horseshoe crabs.\nCrab Bleeders Article about the men who bleed horseshoe crabs for science.\nDay time mating of horseshoe crabs in Maine\nSarah Zhang, The Last Days of the Blue-Blood Harvest, The Atlantic, May 9, 2018",
    "ImageURL": "HorseshoeCrab_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Horseshoe_crab",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Order": "Xiphosura",
        "Suborder": "Xiphosurida",
        "Family": "LimulidaeLeach"
    },
    "Zone": "* #### D"
}