{
    "CommonName": "Hudsonian godwit",
    "BriefSummary": "The Hudsonian godwit (Limosa haemastica) is a large shorebird in the sandpiper family, Scolopacidae. The genus name Limosa is from Latin and means \"muddy\", from limus, \"mud\". The specific haemastica is from Ancient Greek and means \"bloody\". An 18th century name for this bird was red-breasted godwit. The English term \"godwit\" was first recorded in about 1416–7 and is believed to imitate the bird's call.",
    "WikiContents": "The Hudsonian godwit (Limosa haemastica) is a large shorebird in the sandpiper family, Scolopacidae. The genus name Limosa is from Latin and means \"muddy\", from limus, \"mud\". The specific haemastica is from Ancient Greek and means \"bloody\". An 18th century name for this bird was red-breasted godwit. The English term \"godwit\" was first recorded in about 1416–7 and is believed to imitate the bird's call.\n\n\n== Description ==\nAdults have long dark legs and a long pink bill with a slight upward curve and dark at the tip. The upper parts are mottled brown and the underparts are chestnut. The tail is black and the rump is white. They show black wing linings in flight. The legs and feet are bluish-grey.\n\n\n== Breeding ==\nTheir breeding habitat is the far north near the tree line in northwestern Canada and Alaska, also on the shores of Hudson Bay. They nest on the ground, in a well-concealed location in a marshy area. The female usually lays 4 olive-buff eggs marked with darker splotches. Incubation period is 22 days. Both parents look after the young birds, who find their own food and are able to fly within a month of hatching.\n\n\n== Migration ==\nThey migrate to South America. These birds gather at James Bay before fall migration. In good weather, many birds make the trip south without stopping. They are vagrants to Europe, Australia, and South Africa.\nThey can perhaps be most easily seen in migration on the east coast of North America where they can be plentiful in migration in late July through early August.\n\n\n== Diet ==\nThese birds forage by probing in shallow water. They mainly eat insects and crustaceans.\n\n\n== Conservation history ==\nTheir numbers were reduced by hunting at the end of the 19th century.\n\n\n== References ==\n\n\n== External links ==\nHudsonian godwit - Limosa haemastica - USGS Patuxent Bird Identification InfoCenter\nHudsonian godwit Species Account - Cornell Lab of Ornithology\n\"Hudsonian godwit media\". Internet Bird Collection.\nHudsonian godwit photo gallery at VIREO (Drexel University)\nInteractive range map of Limosa haemastica at IUCN Red List maps\nAudio recordings of Hudsonian godwit on Xeno-canto.",
    "ImageURL": "Hudsoniangodwit_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Hudsonian_godwit",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Scolopacidae",
        "Genus": "Limosa",
        "Species": "haemastica"
    },
    "ScientificName": "Limosa haemastica"
}