{
    "CommonName": "Humboldt Penguin",
    "BriefSummary": "The Humboldt penguin (Spheniscus humboldti) (also termed Peruvian penguin, or patranca) is a South American penguin that breeds in coastal Chile and Peru. Its nearest relatives are the African penguin, the Magellanic penguin and the Galápagos penguin. The penguin is named after the cold water current it swims in, which is itself named after Alexander von Humboldt, an explorer. The species is listed as Vulnerable by the IUCN.\nHumboldt penguins are medium-sized penguins, growing to 56–70 cm (22–28 in) long and a weight of 3.6-5.9 kg (8-13 lbs). They have a black head with a white border that runs from behind the eye, around the black ear-coverts and chin, and joins at the throat. They have blackish-grey upperparts and whitish underparts, with a black breast-band that extends down the flanks to the thigh. They have a fleshy-pink base to the bill. Juveniles have dark heads and no breast-band. They have spines on their tongue which they use to hold their prey.\nHumboldt penguins nest on islands and rocky coasts, burrowing holes in guano and sometimes using scrapes or caves. In South America the Humboldt penguin is found only along the Pacific coast, and the range of the Humboldt penguin overlaps that of the Magellanic penguin on the central Chilean coast. It is vagrant in Ecuador and Colombia.",
    "WikiContents": "The Humboldt penguin (Spheniscus humboldti) (also termed Peruvian penguin, or patranca) is a South American penguin that breeds in coastal Chile and Peru. Its nearest relatives are the African penguin, the Magellanic penguin and the Galápagos penguin. The penguin is named after the cold water current it swims in, which is itself named after Alexander von Humboldt, an explorer. The species is listed as Vulnerable by the IUCN.\nHumboldt penguins are medium-sized penguins, growing to 56–70 cm (22–28 in) long and a weight of 3.6-5.9 kg (8-13 lbs). They have a black head with a white border that runs from behind the eye, around the black ear-coverts and chin, and joins at the throat. They have blackish-grey upperparts and whitish underparts, with a black breast-band that extends down the flanks to the thigh. They have a fleshy-pink base to the bill. Juveniles have dark heads and no breast-band. They have spines on their tongue which they use to hold their prey.\nHumboldt penguins nest on islands and rocky coasts, burrowing holes in guano and sometimes using scrapes or caves. In South America the Humboldt penguin is found only along the Pacific coast, and the range of the Humboldt penguin overlaps that of the Magellanic penguin on the central Chilean coast. It is vagrant in Ecuador and Colombia.\n\n\n== Conservation ==\nDue to a declining population caused in part by over-fishing, climate change, and ocean acidification, the current status of the Humboldt penguin is threatened. Historically it was the victim of guano over-exploitation. Penguins are also declining in numbers due to habitat destruction including by invasive species. The current population is estimated at between 3,300 and 12,000. In August 2010 the Humboldt penguin of Chile and Peru, was granted protection under the U.S. Endangered Species Act.In 2017 a large mining project proposed by the company Andes Iron in Chile was vetoed due to the possible environmental impact on the penguins.\n\n\n== Raising of young ==\nIn 2009 at the Bremerhaven Zoo in Germany, two adult male Humboldt penguins adopted an egg that had been abandoned by its biological parents. After the egg hatched, the two penguins raised, protected, cared for, and fed the chick in the same manner that heterosexual penguin couples raise their own offspring. A further example of this kind of behavior came in 2014, when Jumbs and Kermit, two Humboldt Penguins at Wingham Wildlife Park became the center of international media attention as two males who had pair bonded a number of years earlier and then successfully hatched and reared an egg given to them as surrogate parents after the mother abandoned it halfway through incubation.\n\n\n== In captivity ==\nIn addition to their home waters near South America, Humboldt penguins can be found in zoos all around the world, including Spain, Germany, India, Ireland, Japan, the United Kingdom, the United States and other locations.\n\n\n=== Escape from Tokyo Zoo ===\nOne of the 135 Humboldt penguins from Tokyo Sea Life Park (Kasai Rinkai Suizokuen) thrived in Tokyo Bay for 82 days after apparently scaling the 4-metre-high wall and managing to get through a barbed-wire fence into the bay. The penguin, known only by its number (337), was recaptured by the zoo keepers in late May 2012.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nBirdLife species factsheet\nHumboldt penguins at Marwell",
    "ImageURL": "HumboldtPenguin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Humboldt_penguin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Sphenisciformes",
        "Family": "Spheniscidae",
        "Genus": "Spheniscus",
        "Species": "humboldti"
    },
    "ScientificName": "Spheniscus humboldti",
    "Zone": "* #### D"
}