{
    "CommonName": "Ibis",
    "BriefSummary": "The ibises () (collective plural ibis; classical plurals ibides and ibes) are a group of long-legged wading birds in the family Threskiornithidae, that inhabit wetlands, forests and plains. \"Ibis\" derives from the Latin and Ancient Greek word for this group of birds. It also occurs in the scientific name of the cattle egret, (Bubulcus ibis), mistakenly identified in 1757 as being the sacred ibis.\n\n",
    "WikiContents": "The ibises () (collective plural ibis; classical plurals ibides and ibes) are a group of long-legged wading birds in the family Threskiornithidae, that inhabit wetlands, forests and plains. \"Ibis\" derives from the Latin and Ancient Greek word for this group of birds. It also occurs in the scientific name of the cattle egret, (Bubulcus ibis), mistakenly identified in 1757 as being the sacred ibis.\n\n\n== Description ==\nIbises all have long, down-curved bills, and usually feed as a group, probing mud for food items, usually crustaceans. They are monogamous and highly territorial while nesting and feeding. Most nest in trees, often with spoonbills or herons. All extant species are volant, but two extinct genera were flightless, namely the kiwi-like Apteribis in the Hawaiian Islands, and the peculiar Xenicibis in Jamaica. The word ibis comes from Latin ibis from Greek ἶβις ibis from Egyptian hb, hīb. very tall\n\n\n== Species in taxonomic order ==\nThere are 28 extant species and 2 extinct species of ibis.\n\nGenus Threskiornis\nAfrican sacred ibis,  Threskiornis aethiopicus\nMalagasy sacred ibis, Threskiornis bernieri\n†Réunion ibis, Threskiornis solitarius (extinct)\nBlack-headed ibis,  Threskiornis melanocephalus\nAustralian white ibis,  Threskiornis mollucca/moluccus\nStraw-necked ibis,  Threskiornis spinicollis\nGenus Pseudibis\nRed-naped ibis,  Pseudibis papillosa\nWhite-shouldered ibis,  Pseudibis davisoni\nGiant ibis,  Pseudibis gigantea\nGenus Geronticus\nNorthern bald ibis,  Geronticus eremita\nSouthern bald ibis,  Geronticus calvus\nGenus Nipponia\nCrested ibis,  Nipponia nippon \nGenus Bostrychia\nOlive ibis,  Bostrychia olivacea\nSão Tomé ibis, Bostrychia bocagei\nSpot-breasted ibis,  Bostrychia rara\nHadada ibis,  Bostrychia hagedash\nWattled ibis,  Bostrychia carunculata\nGenus Theristicus\nPlumbeous ibis,  Theristicus caerulescens\nBuff-necked ibis,  Theristicus caudatus\nBlack-faced ibis,  Theristicus melanopis\nGenus Cercibis\nSharp-tailed ibis,  Cercibis oxycerca\nGenus Mesembrinibis\nGreen ibis,  Mesembrinibis cayennensis\nGenus Phimosus\nBare-faced ibis,  Phimosus infuscatus\nGenus Eudocimus\nAmerican white ibis,  Eudocimus albus\nScarlet ibis,  Eudocimus ruber\nGenus Plegadis\nGlossy ibis,  Plegadis falcinellus\nWhite-faced ibis,  Plegadis chihi\nPuna ibis,  Plegadis ridgwayi\nGenus Lophotibis\nMadagascar ibis,  Lophotibis cristataAn extinct species, the Jamaican ibis or clubbed-wing ibis (Xenicibis xympithecus) was uniquely characterized by its club-like wings.\n\n\n== In culture ==\nThe African sacred ibis was an object of religious veneration in ancient Egypt, particularly associated with the deity Djehuty or otherwise commonly referred to in Greek as Thoth. He is responsible for writing, mathematics, measurement and time as well as the moon and magic. In artworks of the Late Period of Ancient Egypt, Thoth is popularly depicted as an ibis-headed man in the act of writing.At the town of Hermopolis, ibises were reared specifically for sacrificial purposes and in the serapeum at Saqqara, archaeologists found the mummies of one and a half million ibises and hundreds of thousands of falcons.According to local legend in the Birecik area, the northern bald ibis was one of the first birds that Noah released from the Ark as a symbol of fertility, and a lingering religious sentiment in Turkey helped the colonies there to survive long after the demise of the species in Europe.The mascot of the University of Miami is an American white ibis named Sebastian.  The ibis was selected as the school mascot because of its legendary bravery during hurricanes.  According to legend, the ibis is the last sign of wildlife to take shelter before a hurricane hits and the first to reappear once the storm has passed.\nHarvard University's humor magazine, Harvard Lampoon, uses the ibis as its symbol. A copper statue of an ibis is prominently displayed on the roof of the Harvard Lampoon Building at 44 Bow Street. UNSW also uses the black-headed ibis as a mascot, as they frequent the main campus.\nA short story \"The Scarlet Ibis\" by James Hurst uses the sable-hued bird as foreshadowing for a character's death and as the primary symbol.\nThe African sacred ibis is the unit symbol of the Israeli Special Forces unit known as Unit 212 or Maglan (Hebrew מגלן).\nAccording to Josephus, Moses used the ibis to help him defeat the Ethiopians.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\nIbis videos – at Internet Bird Collection\n \"Ibis\" . New International Encyclopedia. 1905. The dictionary definition of ibis at Wiktionary",
    "ImageURL": "Ibis_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Ibis",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Pelecaniformes",
        "Family": "Threskiornithidae"
    },
    "Zone": "* #### B"
}