{
    "CommonName": "Iguana",
    "BriefSummary": "Iguana (, Spanish: [iˈɣwana]) is a genus of herbivorous lizards that are native to tropical areas of Mexico, Central America, South America, and the Caribbean. The genus was first described in 1768 by Austrian naturalist Josephus Nicolaus Laurenti in his book Specimen Medicum, Exhibens Synopsin Reptilium Emendatam cum Experimentis circa Venena. Two species are included in the genus Iguana: the green iguana, which is widespread throughout its range and a popular pet, and the Lesser Antillean iguana, which is native to the Lesser Antilles and endangered due to habitat destruction and hybridization with introduced green iguanas.\nThe word \"iguana\" is derived from the original Taino name for the species, iwana.In addition to the two species in the genus Iguana, several other related genera in the same family have common names of the species including the word \"iguana\".\n\n",
    "WikiContents": "Iguana (, Spanish: [iˈɣwana]) is a genus of herbivorous lizards that are native to tropical areas of Mexico, Central America, South America, and the Caribbean. The genus was first described in 1768 by Austrian naturalist Josephus Nicolaus Laurenti in his book Specimen Medicum, Exhibens Synopsin Reptilium Emendatam cum Experimentis circa Venena. Two species are included in the genus Iguana: the green iguana, which is widespread throughout its range and a popular pet, and the Lesser Antillean iguana, which is native to the Lesser Antilles and endangered due to habitat destruction and hybridization with introduced green iguanas.\nThe word \"iguana\" is derived from the original Taino name for the species, iwana.In addition to the two species in the genus Iguana, several other related genera in the same family have common names of the species including the word \"iguana\".\n\n\n== Anatomy and physiology ==\nIguanas can range from 1.5 to 1.8 metres (5 to 6 ft) in length, including their tail. The two species of lizard within the genus Iguana possess a dewlap, and a row of spines running down their backs to their tails. Behind their necks are small scales which resemble spokes, known as tuberculate scales. These scales may be a variety of colors and are not always visible from close distances. They have a large round scale on their cheeks known as a sub-tympanic shield.Iguanas have keen vision and can see shapes, shadows, colors, and movement at long distances. Their visual acuity enables them to navigate through crowded forests and to locate food. They employ visual signals to communicate with other members of the same species.The tympanum, the iguana's eardrum, is located above the sub-tympanic shield (or \"ear shield\") behind each eye. Iguanas are often hard to spot, as they tend to blend into their surroundings and their coloration enables them to hide from larger predators.Like most reptiles, an iguana has a three-chambered heart with two atria, one ventricle, and two aortae with a systemic circulation.Male iguanas, like other male examples of Squamata, have two hemipenes.\n\n\n=== Parietal Eye ===\nSeveral species of lizard, including the iguana have a pale scale towards the back of their head marking the parietal eye. This organ is photosensitive to changes in illumination and sends signals to the pineal gland signaling the change between day and night. A photopigment commonly found in the Lamprey, known as parapinopsin is photosensitive to UV light and aids in the signaling between day and night.\n\n\n=== Skull morphology and diet ===\n\nIguanas have developed a herbivorous lifestyle, foraging exclusively on vegetation and foliage. In order to acquire, process and digest plant matter, herbivorous lizards must have a higher bite force relative to their size in comparison to carnivorous or omnivorous reptiles. The skull of the iguana has undergone modifications resulting in a strong bite force and efficient processing of vegetation, according to one study.In order to accomplish this biomechanically, herbivorous lizards (such as the iguana) have taller and wider skulls, shorter snouts, and larger bodies relative to carnivorous and omnivorous reptiles.  Increasing the robusticity of the skull allows for increased muscle presence and increases the ability of the skull to withstand stronger forces.\n\nFurthermore, the teeth of the iguana are acrodontal, meaning that their teeth sit on top of the surface of the jaw bone and project upwards. The teeth themselves are small and serrated - designed to grasp and shear food.\n\n\n== Extant Species ==\n\n\n== Images ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nFrost, D.E. and R.E. Etheridge (1989) A Phylogenetic Analysis and Taxonomy of Iguanian Lizards (Reptilia: Squamata). Univ. Kansas Mus. Nat. Hist. Misc. Publ. 81\nFrost, D.R.,  R. Etheridge, D. Janies and T.A. Titus (2001) Total evidence, sequence alignment, evolution of Polychrotid lizards, and a reclassification of the Iguania (Squamata: Iguania). American Museum Novitates 3343: 38 pp.",
    "ImageURL": "Iguana_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Iguana",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Iguania",
        "Family": "Iguanidae",
        "Genus": "IguanaLaurenti"
    }
}