{
    "CommonName": "Indian red admiral",
    "BriefSummary": "Vanessa indica, called the Indian red admiral globally, except in the United States where it is called the Asian admiral, is a butterfly found in the higher altitude regions of India, primarily the Himalayas and the Nilgiri Hills. It is also found in Sri Lanka and Myanmar, China, Korea, SE Russia, Japan. It is a close relative of the painted lady.",
    "WikiContents": "Vanessa indica, called the Indian red admiral globally, except in the United States where it is called the Asian admiral, is a butterfly found in the higher altitude regions of India, primarily the Himalayas and the Nilgiri Hills. It is also found in Sri Lanka and Myanmar, China, Korea, SE Russia, Japan. It is a close relative of the painted lady.\n\n\n== Subspecies ==\nThe subspecies of Vanessa indica are-\nVanessa indica indica (Herbst, 1794) – northeast India, Myanmar\nVanessa indica nubicola (Fruhstorfer, 1898) – Sri Lanka\nVanessa indica pholoe (Fruhstorfer, 1912) – south India\n\n\n== Description ==\n\nThis species resembles Vanessa cardui but the ground colour is darker both on the uppersides and undersides, and the orange markings are deeper and richer in tint. It also differs as follows: underside forewing: the ochraceous orange-red on disc, and across cell proportionately of less extent, and uniform, not getting paler towards the apex of the cell; the upper four spots of the preapical transverse series on the black apical area minute. It is about 5 inches (13 cm) in length. Hindwing: the postdiscal transverse band much narrower and shorter, not extending below vein 1, margined inwardly by a series of broad black subcrescentic marks; the tornal angle with a small patch of violet scales bordered inwardly by a short black transverse line. Underside very much darker than in V. cardui, the orange red on the disc and in the cell on the forewing restricted as on the upperside; three small transversely placed blue spots beyond the cell. Hindwing: the mottling comparatively very dark, purplish blade, with slender white margins, shaded on disc with rich dark olive-brown; the postdiscal series of ocelli dark and somewhat obscure; an inner subterminal transverse series of blue, and an outer very much slenderer transverse series of black lunules. Cilia of both forewings and hindwings white, alternated with brown. Antenna black, tipped with pale ochraceous; head, thorax and abdomen with dark olive-brown pubescence; beneath, the palpi, thorax and abdomen pale ochraceous brown.The Vanessa indica is not reported as a pest on any crop but on ramie it causes considerable damage by feeding on young tender leaves which affect the growth of the plant. The larvae of this insect feed on tender young leaves as shown in the picture. The adults lay the eggs on tender leaves in which larvae emerge and feeds on young tender leaves preferably at neck region of the leaves, due to this leaves look like the hanging like position and latter get dry. The caterpillar feeds on young leaves and later fold the leaves in such a way that both the margins are attached by a silky web and pupation takes place inside the folded leaf. Later the adult emerges as a butterfly.\n\n\n== Range ==\nV. indica is found in the higher altitude regions (above 2,000 feet (610 m)) of India including the Nilgiri Hills in southern India. It also occurs on smaller hill ranges in Peninsular India such as the Nandi Hills near Bangalore.\n\n\n== Behaviour ==\nThese are fast flying butterflies. Mainly found in open areas near the river in the mountainous jungle, they are also often seen on grass near roads or in the soil around the plant flowers sucking, honey, or they sitting on the ground basking in the sun.\nBoth male and female Indian red admiral can be seen around the hill nettle plant species. The male Indian red admiral encircles the female while the female goes around to lay eggs on leaves that are suitable. The male butterflies are territorial and they choose the places best suitable for mating. After selecting they fly around the place keeping a watch on the movements of the female. The males are generally aggressive and often seen fighting with other males. They show acrobatic techniques to attract the female's attention.Sometimes adult butterflies extract food from ripe fruit, juices of a variety of flowers and fermented plants. Very few are seen sitting on bird droppings. During summers and dry weather, the males sit on the ground and drink water.At higher altitudes due to strong winds the morning temperatures are low. Consequently, in order to gain the strength needed to perform body and wings activities they require to bask in the warmth of the sun.\n\n\n== Larva ==\nThe larvae of V. indica are known to feed on:\n\nUrtica (nettles)\nUrtica thunbergiana\nGirardinia diversifolia (Himalayan nettle)\nBoehmeria densiflora\nBoehmeria nivea (ramie)\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== Cultural references ==\nIn March 1987 DPR Korea issued a postage stamp depicting Vanessa indica.\n\n\n== References ==\n\n\n== External links ==\nhttp://www.funet.fi/pub/sci/bio/life/insecta/lepidoptera/ditrysia/papilionoidea/nymphalidae/nymphalinae/vanessa/\nKunte, K. 2010. Vanessa indica Herbst, 1794 – Indian Red Admiral. In, K. Kunte, U. Kodandaramaiah & Kalesh S. (eds.). Butterflies of India. v.1.0. accessed on 28 February 2010.",
    "ImageURL": "Indianredadmiral_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Vanessa_indica",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Lepidoptera",
        "Family": "Nymphalidae",
        "Genus": "Vanessa",
        "Species": "indica"
    },
    "ScientificName": "Vanessa indica",
    "Zone": "* #### E"
}