{
    "CommonName": "Indian leopard",
    "BriefSummary": "The Indian leopard (Panthera pardus fusca) is a leopard subspecies widely distributed on the Indian subcontinent. The species Panthera pardus is listed as Vulnerable on the IUCN Red List because populations have declined following habitat loss and fragmentation, poaching for the illegal trade of skins and body parts, and persecution due to conflict situations.The Indian leopard is one of the big cats occurring on the Indian subcontinent, apart from the Asiatic lion, Bengal tiger, snow leopard and clouded leopard.In 2014, a national census of leopards around tiger habitats was carried out in India except the northeast. 7,910 individuals were estimated in surveyed areas and a national total of 12,000-14,000 speculated.",
    "WikiContents": "The Indian leopard (Panthera pardus fusca) is a leopard subspecies widely distributed on the Indian subcontinent. The species Panthera pardus is listed as Vulnerable on the IUCN Red List because populations have declined following habitat loss and fragmentation, poaching for the illegal trade of skins and body parts, and persecution due to conflict situations.The Indian leopard is one of the big cats occurring on the Indian subcontinent, apart from the Asiatic lion, Bengal tiger, snow leopard and clouded leopard.In 2014, a national census of leopards around tiger habitats was carried out in India except the northeast. 7,910 individuals were estimated in surveyed areas and a national total of 12,000-14,000 speculated.\n\n\n== Taxonomic history ==\nFelis fusca was the scientific name proposed by the German naturalist Friedrich Albrecht Anton Meyer  in 1794 who described a black leopard from India that was on display at the Tower of London.Leopardus perniger proposed by Brian Houghton Hodgson in 1863 were five leopard skins from Nepal, out of which three were black. He mentioned Sikkim and Nepal as habitat.Panthera pardus millardi proposed by Reginald Innes Pocock in 1930 was a single leopard skin and skull from Kashmir. It differed from typical P. p. fusca skins by longer hair and more greyish colour.Since leopard populations in Nepal, Sikkim and Kashmir are not geographically isolated from leopard populations in the Indian subcontinent, they were subsumed to P. p. fusca in 1996.\n\n\n== Characteristics ==\n\nIn 1794, Friedrich Albrecht Anton Meyer wrote the first description of Felis fusca, in which he accounted of a panther-like cat from Bengal of about 85.5 cm (33.7 in), with strong legs and a long well-formed tail, head as big as a panther’s, broad muzzle, short ears and small, yellowish grey eyes, light grey ocular bulbs. It was black at first sight, but on closer examination dark brown with circular darker coloured spots, tinged pale red underneath.Its coat is spotted and rosetted on a pale yellow to yellowish-brown or golden background, except for the melanistic forms; the spots fade toward the white underbelly and the insides and lower parts of the legs. Rosettes are most prominent on the back, flanks and hindquarters. The pattern of the rosettes is unique to each individual. Juveniles have woolly fur, and appear dark due to the densely arranged spots. The white-tipped tail is 60–100 centimetres (24–39 in) long, white underneath, and displays rosettes, which form incomplete bands toward the end. The rosettes are larger in other Asiatic leopard populations. Fur colour tends to be more pale and cream in arid habitats, more gray in colder climates, and of a darker golden hue in rainforest habitats.Male Indian leopards grow to between 4 ft 2 in (127 cm) and 4 ft 8 in (142 cm) in body size with a 2 ft 6 in (76 cm) to 3 ft (91 cm) long tail and weigh between 110 and 170 lb (50 and 77 kg). Females are smaller, growing to between 3 ft 5 in (104 cm) and 3 ft 10 in (117 cm) in body size with a 2 ft 6 in (76 cm) to 2 ft 10.5 in (87.6 cm) long tail, and weigh between 64 and 75 lb (29 and 34 kg). Sexually dimorphic, males are larger and heavier than females.The largest individual appears to have been a male man-eater that was shot in the Dhadhol area of Bilaspur district, Himachal Pradesh, in 2016. It reportedly measured 8 ft 7 in (262 cm) from head to tail, 34 in (86 cm) at the shoulder, and weighed 71 kg (157 lb).The clouded leopard can be told apart by its diffuse \"clouds\" of spots compared to the smaller and distinct rosettes of the leopard, longer legs and thinner tail.\n\n\n== Distribution and habitat ==\n\nThe Indian leopard is distributed in India, Nepal, Bhutan and parts of Pakistan.\nBangladesh has no viable leopard population but there are occasional sightings in the forests of Sylhet, Chittagong Hill Tracts and Cox's Bazar.\nIt has also been recorded in Qomolangma National Nature Preserve in southern Tibet.In Pakistan, it inhabits Himalayan forests and montane regions. In the 1970s, it was still recorded in the Kirthar Mountains, northeastern Baluchistan and Murree Hills. Since the turn of the century, leopards were recorded in and around Machiara National Park, Pir Lasora National Park, and Ayubia National Park. Leopards are occasionally spotted in the Margalla Hills in winter and are observed preying on monkeys in the woods as well as on local livestock.The Indian leopard inhabits tropical rainforests, dry deciduous forests, temperate forests and northern coniferous forests but does not occur in the mangrove forests of the Sundarbans.It is thought that the Indus River in the west and the Himalayas in the north form topographical barriers to the dispersal of this subspecies. In the east, the Ganges Delta and the lower course of the Brahmaputra River are thought to form natural barriers to the range of the Indochinese leopard.\n\n\n=== Population in India ===\n\nIn 2015, 7,910 leopards were estimated to live in and around tiger habitat in India; about 12,000 to 14,000 leopards were speculated to live in the entire country. The following table gives the major leopard populations in the Indian states.\n\n\n== Ecology and behaviour ==\n\nThe leopard is elusive, solitary, and largely nocturnal. It is known for its ability in climbing, and has been observed resting on tree branches during the day, dragging its kills up trees and hanging them there, and descending from trees headfirst. It is a powerful swimmer, although is not as disposed to swimming as the tiger. It is very agile, and can run at over 58 kilometres per hour (36 mph), leap over 6 m (20 ft) horizontally, and jump up to 3 m (9.8 ft) vertically. It produces a number of vocalizations, including grunts, roars, growls, meows, and purrs.In Nepal's Bardia National Park, home ranges of male leopards comprised about 48 km2 (19 sq mi), and of females about 17 km2 (6.6 sq mi); female home ranges decreased to 5 to 7 km2 (1.9 to 2.7 sq mi) when they had young cubs.The leopard is a versatile, opportunistic hunter, and has a very broad diet. It is able to take large prey due to its massive skull and powerful jaw muscles. In Sariska Tiger Reserve, the dietary spectrum of the Indian leopard includes axis deer, sambar deer, nilgai, wild boar, common langur, Indian hare and peafowl.\nIn Periyar Tiger Reserve, primates make up a large proportion of its diet.\n\n\n=== Reproduction ===\nDepending on the region, the leopard mates all year round. The estrous cycle lasts about 46 days and the female usually is in heat for 6–7 days. Gestation lasts for 90 to 105 days. Cubs are usually born in a litter of 2–4 cubs. Mortality of cubs is estimated at 41–50% during the first year. Females give birth in a cave, crevice among boulders, hollow tree, or thicket to make a den. Cubs are born with closed eyes, which open four to nine days after birth. The fur of the young tends to be longer and thicker than that of adults. Their pelage is also more gray in colour with less defined spots. Around three months of age, the young begin to follow the mother on hunts. At one year of age, leopard young can probably fend for themselves, but remain with the mother for 18–24 months. The average typical life span of a leopard is between 12 and 17 years.\n\n\n=== Sympatric carnivores ===\n\nIndian leopards are not common in habitats where tiger density is high, and are wedged between prime tiger habitat on the one side, and cultivated village land on the other. Where the tiger population is high or increasing, tigers drive leopards off to areas located closer to human settlements, like in Nepal's Bardia National Park and in Rajasthan's Sariska Tiger Reserve.In Gujarat's Gir National Park, the Indian leopard is sympatric with the Asiatic lion. This protected area is in the same ecoregion as Sariska Reserve, viz the Kathiawar-Gir dry deciduous forests.In the Himalayas, it co-occurs with the snow leopard up to 5,200 m (17,100 ft) above sea level. They both hunt Himalayan tahr and musk deer, but the leopard usually prefers forested habitats located at lower altitudes than the snow leopard.Elsewhere on the Indian subcontinent, the Indian leopard is sympatric with the clouded leopard, jungle cat, leopard cat and fishing cat.\nIt also shares habitat with the golden jackal, Indian fox, striped hyena, dhole, Indian wolf, sloth bear and Asian black bear.\n\n\n== Threats ==\n\nHunting of Indian leopards for the illegal wildlife trade is the biggest threat to their survival. They are also threatened by loss of habitat and fragmentation of formerly connected populations, and various levels of human–leopard conflict in human–dominated landscapes.Several newspapers reported of leopards falling into open wells and being rescued with the help of Forest Department officials.\n\n\n=== Poaching ===\nA significant immediate threat to wild leopard populations is the illegal trade in poached skins and body parts between India, Nepal and China. The governments of these countries have failed to implement adequate enforcement response, and wildlife crime remained a low priority in terms of political commitment and investment for years. There are well-organised gangs of professional poachers, who move from place to place and set up camp in vulnerable areas. Skins are rough-cured in the field and handed over to dealers, who send them for further treatment to Indian tanning centres. Buyers choose the skins from dealers or tanneries and smuggle them through a complex interlinking network to markets outside India, mainly in China. Seized skins in Kathmandu confirm the city's role as a key staging point for illegal skins smuggled from India bound for Tibet and China.It is likely that seizures represent a tiny fraction of the total illegal trade, with the majority of smuggled skins reaching their intended end market. Seizures revealed:\n\nin India: more than 2845 poached leopards between 1994 and October 2010;\nin Nepal: 243 poached leopards between May 2002 and May 2008;\nin China and Tibet: more than 774 poached leopards between July 1999 and September 2005.In May 2010, the Wildlife Protection Society of India estimated that in India at least 3,189 leopards were killed since 1994. For every tiger skin, there are at least seven leopard skins in the haul. Poaching for the illegal trade is suspected to have happened at a rate of at least four leopards per week during a 10 year period between 2002 and 2012.\n\n\n=== Human–leopard conflict ===\nExpansion of agriculturally used land, encroachment of humans and their livestock into protected areas are main factors contributing to habitat loss and decrease of wild prey. As a result, leopards approach human settlements, where they are tempted to prey on dogs, pigs and goats — domestic livestock, which constitutes an important part of their diet, if they live on the periphery of human habitations. Human–leopard conflict situations ensue, and have increased in recent years. In retaliation for attacks on livestock, leopards are shot, poisoned and trapped in snares. The leopards are considered to be unwanted trespassers by villagers. Conservationists criticize these actions, claiming that people are encroaching on the leopard's native habitat. India's Forest Department is entitled to set up traps only in cases of a leopard having attacked humans. If only the presence of a crowd of people prevents the leopard from escaping, then the crowd has to be dispersed and the animal allowed to escape.As urban areas expanded, the natural habitats of leopards shrunk resulting in leopards venturing into urbanized areas due to easy access of domestic food sources.\nKarnataka has a high number of such conflicts.\nIn recent years, leopards were sighted in Bangalore, and the forest department captured six leopards in the city's outskirts, relocated four of them to various other locations.In and around the Shivalik hills of Himachal Pradesh, 68 leopards were killed by people between 2001 and 2013, of which 10 had been declared man-eaters.\n\n\n==== Man-eating ====\n\nThe frequency of Leopard attacks on humans varies by geographical region and historical period. Attacks are regularly reported only in India and Nepal. Among the five \"big cats\", leopards are less likely to become man-eaters—only jaguars and snow leopards have a less fearsome reputation. While leopards generally avoid humans, they tolerate proximity to humans better than lions and tigers and often come into conflict with humans when raiding livestock.Leopard attacks may have peaked in India during the late 19th and early 20th centuries, coinciding with rapid urbanization. Attacks in India are still relatively common, and in some regions of the country leopards kill more humans than all other large carnivores combined.In Nepal, the rate of leopard predation on humans is estimated to be 16 times higher than anywhere else, resulting in approximately 1.9 human deaths annually per million inhabitants. Most attacks occur in the midland regions, i.e. in the Terai, midhills, and lesser Himalaya.It is possible for humans to win a fight with a leopard, as in the case of a 56-year-old woman who killed an attacking leopard with a sickle and spade, and survived with heavy injuries. Globally, attacks on humans—especially nonfatal attacks that result in only minor injury—likely remain under-reported due to the lack of monitoring programs and standardized reporting protocol. Notable man-eaters include Leopard of Panar, Leopard of the Central Provinces, Leopard of Rudraprayag, Leopard of Gummalapur, Leopard of the Yellagiri Hills and Leopard of the Golis Range.\n\n\n== Conservation ==\n\nPanthera pardus is listed in CITES Appendix I. Despite India and Nepal being contracting parties to CITES, national legislation of both countries does not incorporate and address the spirit and concerns of CITES. Trained human resources, basic facilities and effective networks for control of poaching and trade in wildlife are lacking.Frederick Walter Champion was one of the first in India who after World War I advocated for the conservation of leopards, condemned sport hunting and recognised their key role in the ecosystem. Billy Arjan Singh championed their cause since the early 1970s. There a few leopard rescue centres in India, such as the Manikdoh Leopard Rescue Centre in Junnar, but more rescue and rehabilitation centres are being planned. Some wildlife experts think that such centres are not an ideal solution, but that conflict resolution by way of changing human behaviour, land use or grazing patterns and implementing responsible forest management to lessen human-animal conflict would be far more effective to conserve leopards.\n\n\n== In culture and literature ==\n\nAn Indian black panther named 'Bagheera' is featured in Rudyard Kipling's 1894 novel The Jungle Book, as well as in Disney's 1967 and 2016 film adaptations.\nThe book Man-Eaters of Kumaon is based on man-eating leopards and tigers in Kumaon.\nAjoba is a 2014 Marathi film directed by Sujay Dahake and written by Gauri Bapat. It is supposedly based on true events. Big Cats, Big Adventure. Malshej Ghat to Mumbai in 29 days: Ajoba the leopard's ambitious trek.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\n\n== See also ==\n\nLeopard subspecies: African leopard  ·  Arabian leopard  ·  Anatolian leopard  ·  Persian leopard  ·  Indochinese leopard  ·  Javan leopard  ·  Sri Lankan leopard  ·  Amur leopard  ·  Panthera pardus spelaea\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Further reading ==\nAthreya, V.; Odden, M.; Linnell, J. D. C.; Krishnaswamy, J.; Karanth, U. (2013). \"Big Cats in Our Backyards: Persistence of Large Carnivores in a Human Dominated Landscape in India\". PLOS ONE. 8 (3): e57872. doi:10.1371/journal.pone.0057872. PMC 3590292. PMID 23483933.\nPandit, M. W.; Shivaji, S.; Singh L. (eds.) (2007). You Deserve, We Conserve: A Biotechnological Approach to Wildlife Conservation. New Delhi: I.K. International Publishing House.CS1 maint: Uses authors parameter (link)\n\n\n== External links ==\nSpecies portrait Panthera pardus in Asia and short portrait P. pardus fusca; IUCN/SSC Cat Specialist Group\nwild-cat.org — Information about research and conservation of leopards in Asia\nProject Waghoba — Leopard Research and Conservation Project in Western Maharashtra, India\nWildlife SOS: After 5 years, 3 leopards get a better life\nMumbai’s Film City shut down after five leopard attacks",
    "ImageURL": "Indianleopard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Indian_leopard",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Panthera",
        "Species": "pardus"
    },
    "ScientificName": "Panthera pardus",
    "Zone": "* #### I"
}