{
    "CommonName": "Indian porcupine",
    "BriefSummary": "The Indian crested porcupine (Hystrix indica), or Indian porcupine, is a large species of hystricomorph rodent (order Rodentia) belonging to the Old World porcupine family, Hystricidae. It is native to southern Asia and the Middle East.",
    "WikiContents": "The Indian crested porcupine (Hystrix indica), or Indian porcupine, is a large species of hystricomorph rodent (order Rodentia) belonging to the Old World porcupine family, Hystricidae. It is native to southern Asia and the Middle East.\n\n\n== Description ==\nThe Indian crested porcupine is a large rodent, weighing 11–18 kg. Their body (from the nose to the base of the tail) measures between 70–90 cm, with the tail adding an additional 8–10 cm. The lifespan of wild Indian crested porcupines is unknown, but the oldest known captive individual was a female that lived to be 27.1 years old.It is covered in multiple layers of modified hair called quills, with longer, thinner quills covering a layer of shorter, thicker ones. The quills are brown or black with alternating white and black bands. They are made of keratin and are relatively flexible. Each quill is connected to a muscle at its base, allowing the porcupine to raise its quills when it feels threatened. The longest quills are located on the neck and shoulder, where the quills form a \"skirt\" around the animal. These quills can grow up to 51 cm (20 in) long, with most measuring between 15–30 cm. Smaller (20 cm) and more rigid quills are packed densely on the back and rump. These smaller quills are used to stab at potential threats. The base of the tail contains shorter quills that appear white in color, with longer, hollow quills that the porcupine can rattle to produce a warning sound when threatened. Contrary to popular belief, Indian crested porcupines (like all porcupines) cannot shoot their quills.The Indian crested porcupine has a stocky build with a low surface area to volume ratio, which aids in heat conservation. It has broad feet with long claws used for burrowing. Like all porcupines, the Indian crested porcupine has a good sense of smell and sharp, chisel-like incisors.\n\n\n== Distribution and habitat ==\nIndian crested porcupines are found throughout southwest and central Asia and in parts of the Middle East, including Afghanistan, Armenia, Azerbaijan, China, Georgia, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Lebanon, Nepal, Pakistan, Saudi Arabia, Sri Lanka, Turkey, Turkmenistan, and Yemen. Due to their flexible environmental tolerances, Indian crested porcupines occupy a broad range of habitats. They prefer rocky hillsides, but are also common in tropical and temperate shrublands, grasslands, forests, plantations, and gardens. Their range seems to be limited by seasonal densities of forage and the availability of suitable substrates for digging burrows. More specifically, the northern range of the Indian crested porcupine is limited by minimum summer night duration: they do not occur above latitudes where minimum night duration is less than 7 hours, presumably because of the amount of foraging time required to meet their dietary needs.In 2018, a porcupine was spotted at Wadi Wurayah in the United Arab Emirates.\n\n\n== Diet ==\n\nIndian crested porcupines have a very broad and mostly herbivorous diet. They consume a variety of natural and agricultural plant material, including roots, bulbs, fruits, grains, drupe and tubers, along with insects and small vertebrates. Because they are cecal digesters, they are able to exploit low quality forage. They have also been known to chew on bones to acquire minerals, such as calcium, that aid in quill growth. Their capability to form substantial fat reserves is a useful adaptation for living in seasonally fluctuating habitats.These porcupines can act as substantial habitat modifiers when excavating for tubers. They are also considered serious agricultural pests in many parts of their range due to their taste for agricultural crops. For these reasons, they are often regarded as a nuisance.\n\n\n== Behavior ==\nLike other Old World porcupines, the Indian crested porcupine is nocturnal. Both adults and weaned juveniles spend an average of 7 hours foraging every night. They tend to avoid moonlight in the winter months, which could be a strategy to evade predation. However, during summer months they do not avoid moonlight (likely because there are less dark hours during which to forage), but instead tend to stay closer to their dens. During the day, they remain in their dens, but throughout the winter, they occasionally emerge from their dens during daylight hours to bask in the sun.The Indian crested porcupine is semifossorial. They live in natural caves or in excavated burrows. Because they do not climb or jump well, they spend most of their lives on or under the ground. However, they are good swimmers.Predators of the Indian crested porcupine include large cats, caracals, wolves, striped hyenas, Asian wild dogs, Saltwater crocodiles  and humans. When excited or scared, a porcupine stands its quills up to appear larger. It can also rattle the hollow quills at the base of its tail, stomp its feet, growl, grunt, or charge backward into the threat.\n\n\n== Reproduction ==\nIndian crested porcupines mate in February and March. Gestation lasts an average of 240 days. A female gives birth to one brood of two to four offspring per year. Young are born with open eyes and are covered in short, soft quills that harden within a few hours after birth. Young are fully weaned 13–19 weeks after birth, but remain in the den with parents and siblings until sexual maturity around 2 years of age. The Indian crested porcupine is usually monogamous, and both parents live in the den with their offspring throughout the year.\n\n\n== Conservation ==\n\nDue to its adaptability to a wide range of habitats and food types, the Indian crested porcupine is listed by the IUCN as Least Concern as of 2008. Populations are stable and not severely fragmented, and while population status varies across its range, in many places it is common enough to be considered a pest. However, as a result of urbanization, infrastructure development, and pesticide use, suitable porcupine habitat is currently declining.The Indian crested porcupine is protected under the India Schedule IV of the Indian Wildlife Protection Act of 1972, amended up to 2002. Nonetheless, because they are destructive to gardens and agricultural crops, porcupines are widely hunted. A large trade of these porcupines exists for consumption and medicinal use. Despite being considered a pest, Indian crested porcupines play an important role in spreading seeds and pollen.\n\n\n== References ==\n\n\n== External links ==",
    "ImageURL": "Indianporcupine_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Indian_crested_porcupine",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Hystricidae",
        "Genus": "Hystrix",
        "Species": "indica"
    },
    "ScientificName": "Hystrix indica",
    "Zone": "* #### G"
}