{
    "CommonName": "Indochinese Tiger",
    "BriefSummary": "The Indochinese tiger (Panthera tigris tigris) is a tiger population in Southeast Asia. This population occurs in Myanmar, Thailand, Laos, Vietnam, Cambodia and southwestern China. It has been listed as Endangered on the IUCN Red List since 2008, as the population seriously declined and approaches the threshold for Critically Endangered. It is considered extinct in Cambodia. As per 2011, the population was thought to comprise 342 individuals, including 85 in Myanmar, and 20 in Vietnam. The largest population unit survives in Thailand estimated at 189 to 252 individuals.The tiger population in Peninsular Malaysia is known as the Malayan tiger. In 2017, the Cat Classification Task Force of the Cat Specialist Group revised felid taxonomy, and now recognizes the tiger populations of mainland South and Southeast Asia as belonging to the subspecies P. t. tigris.",
    "WikiContents": "The Indochinese tiger (Panthera tigris tigris) is a tiger population in Southeast Asia. This population occurs in Myanmar, Thailand, Laos, Vietnam, Cambodia and southwestern China. It has been listed as Endangered on the IUCN Red List since 2008, as the population seriously declined and approaches the threshold for Critically Endangered. It is considered extinct in Cambodia. As per 2011, the population was thought to comprise 342 individuals, including 85 in Myanmar, and 20 in Vietnam. The largest population unit survives in Thailand estimated at 189 to 252 individuals.The tiger population in Peninsular Malaysia is known as the Malayan tiger. In 2017, the Cat Classification Task Force of the Cat Specialist Group revised felid taxonomy, and now recognizes the tiger populations of mainland South and Southeast Asia as belonging to the subspecies P. t. tigris.\n\n\n== Taxonomy ==\nThe Indochinese tiger was proposed as a distinct subspecies in 1968 based on skin colouration, marking pattern and skull dimensions. It was named P. t. corbetti in honor of Jim Corbett.\n\n\n== Distribution and habitat ==\n\nThe Indochinese tiger is distributed in Myanmar, Thailand and Laos.\nIt has not been recorded in Vietnam since 1997. Available data suggest that there are no more breeding tigers left in Cambodia, Vietnam and China.In Myanmar, the presence of tigers was confirmed in the Hukawng Valley, Tamanthi Wildlife Reserve, and in two small areas in the Tanintharyi Region. The Tenasserim Hills is an important area, but forests are harvested there. In 2015, tigers were recorded by camera-traps for the first time in the hill forests of Karen State.More than half of the total population survives in the Western Forest Complex in Thailand, especially in the area of the Huai Kha Khaeng Wildlife Sanctuary. This habitat consists of tropical and subtropical moist broadleaf forests. In March 2017, a breeding population of tigers was discovered in a national park in the eastern region. This discovery was seen as being 'miraculous', especially as it was thought that Thai tigers survived only in the western region.In China, it occurred historically in Yunnan province and Mêdog County in the country's southwestern part, where tigers probably do not survive any more today. One was killed and eaten by five villagers in 2009.Results of a phylogeographic study using 134 samples from tigers across the global range suggest that the historical northwestern distribution limit of the Indochinese tiger is the region in the Chittagong Hills and Brahmaputra River basin, bordering the historical range of the Bengal tiger. Tigers were recorded in Pakke Tiger Reserve and Namdapha National Park in Arunachal Pradesh.The Indochinese tiger lives in forests, grasslands, mountains and hills. It prefers mostly forested habitats such as tropical rainforests, evergreen forests, deciduous forests, tropical and subtropical dry broadleaf forests.\nThe above figures were collected during a meeting of the International Tiger Forum (\"Tiger Summit\"), held in St. Petersburg, Russia, on 21–24 November 2010. Participants included representatives of 13 tiger range countries.\n\n\n== Characteristics ==\n\nThe Indochinese tiger's skull is smaller than of the Bengal tiger; the ground colouration is darker with more rather short and narrow single stripes. In body size, it is smaller than Bengal and Siberian tigers. Males range in size from 255 to 285 cm (100 to 112 in) and in weight from 150 to 195 kg (331 to 430 lb). Females range in size from 230 to 255 cm (91 to 100 in) and in weight from 100 to 130 kg (220 to 290 lb).\n\n\n== Ecology and behavior ==\nThe Indochinese tiger is a solitary animal. Due to its elusive behavior it is difficult to be observed and studied in the wild, so there is little knowledge about their behaviour.Indochinese tigers prey mainly on medium- and large-sized wild ungulates. Sambar deer, wild boar, serow, and large bovids such as banteng and juvenile gaur comprise the majority of the tiger's diet. However, in most of Southeast Asia large animal populations have been seriously depleted because of illegal hunting, resulting in the so-called \"empty forest syndrome\" – i.e. a forest that looks intact, but where most wildlife has been eliminated. Some prey species, such as the kouprey and Schomburgk's Deer, are extinct, and Eld's Deer, hog deer, and wild water buffalo are present only in a few relict populations. In such habitats, tigers are forced to subsist on smaller prey, such as muntjac deer, porcupines, macaques and hog badgers. Small prey by itself is barely sufficient to meet the energy requirements of a large carnivore such as the tiger, and is insufficient for tiger reproduction. This factor, in combination with direct tiger poaching for traditional Chinese medicine, is the main contributor in the collapse of the Indochinese tiger throughout its range.\n\n\n=== Reproduction ===\n\nIndochinese tigers mate throughout the year, but most frequently during November through early April. After a gestation period of 3.5 months, roughly 103 days, a female Indochinese tiger is capable of giving birth to seven cubs. However, on average a female will only give birth to three. Indochinese tiger cubs are born with their eyes and ears closed until they begin to open and function just a few days after birth. During the first year of life there is a 35% mortality rate, and 73% of those occurrences of infant mortality are the entire litter. Infant mortality in Indochinese tigers is often the result of fire, flood, and infanticide. As early as 18 months for some but as late as 28 months for others, Indochinese tiger cubs will break away from their mothers and begin hunting and living on their own. Females of the subspecies reach sexual maturity at 3.5 years of age while it takes males up to 5 years to reach sexual maturity.Their lifespan can range from 15 to 26 years of age depending on factors like living conditions and whether they are wild or in captivity. Due to their dwindling numbers, Indochinese tigers are known to inbreed, mating with available immediate family members. Inbreeding within this subspecies has led to weakened genes, lowered sperm count, infertility and in some cases defects such as cleft palates, squints, crossed-eyes, and swayback.\n\n\n== Threats ==\nThe primary threat to Indochinese tigers is mankind. Humans hunt Indochinese tigers to make use of their body parts for adornments and various Eastern traditional medicines. Indochinese tigers are also facing habitat loss. Humans are encroaching upon their natural habitats, developing, fragmenting, and destroying the land. In Taiwan, a pair of tiger eyes, which are believed to fight epilepsy and malaria, can sell for as much as $170. In Seoul, powdered tiger humerus bone, which is believed to treat ulcers, rheumatism, and typhoid, sells for $1,450 per pound. In China, the trade and use of tiger parts was banned in 1993, but that has not stopped poachers who can earn as much as $50,000 from the sale of a single tiger’s parts on the black market. With a growing affluence in countries where tiger parts are so greatly valued, demand is high.Located in the Kachin State of Myanmar, the Hukaung Valley is the world's largest tiger reserve, and is home to Myanmar's remaining tiger population. Since 2006, the Yuzana Corporation's wealthy owner Htay Myint alongside local authorities has expropriated more than 200,000 acres (81,000 ha) of land from more than 600 households in the valley. Much of the trees have been cut down and the land has been transformed into plantations. Some of the land taken by the Yazana Corporation had been deemed tiger transit corridors. These are areas of land that were supposed to be left untouched by development in order to allow the region’s Indochinese tigers to travel between protected pockets of reservation land. The Burmese Civil War has been an ongoing conflict within the country of Myanmar since 1948. Because of renewed rebel uprising in 2011 from the Kachin Independence Army who occupy a portion of the Hukaung Valley, foreign poaching threats have been unable to safely enter the region. Not only are foreigners restricted from entering the region but reservation staff as well. Among indigenous people, particularly the impoverished, the Indochinese tiger is a valuable resource. Because of the danger of civil conflict, the reservation staff have had a difficult time protecting the tigers from the native population. In early January 2013, rumors of a ceasefire between the government and rebel forces began to circulate. The country’s leaders believed that a resolution could have been reached as early as October 2013. Having been unable to establish themselves as a protective force in the region, there is concern that foreign poachers will begin moving back into the soon to be peaceful region before the reservation staff.Despite being illegal, the trade of tiger parts on the black market provides many poachers with substantial income. While it is an illegal and frowned upon profession, many poachers do what they do because they are impoverished and have limited options for obtaining a substantial and steady income otherwise.\n\n\n=== Consequences ===\nThroughout out all ecosystems they inhabit, tigers are a top predator. When a top predator is in decline or even totally removed from an ecosystem, there are serious consequences that trickle down through the food web and disrupt the proper functioning of an ecosystem. They control population growth and decline and increase species diversity.\n\n\n== In captivity ==\nOf all tiger subspecies, the Indochinese tiger is the least represented in captivity and not part of a coordinated breeding program. As of 2007, 14 individuals were recognized as Indochinese tigers based on genetic analysis of 105 captive tigers in 14 countries.National Geographic Society News Watch contributor Jordan Schaul wrote:\n\nPrior to the designation of the Malay subspecies there were approximately 60 Indochinese tigers in Asian, European and North American zoos. Today there are less than a handful. Zoos are committed to conserving the genetic integrity of the subspecies that do exist in the wild.\n\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\nTiger populations: Bengal tiger  ·  Siberian tiger  ·  Sumatran tiger  ·  South Chinese tiger  ·  Caspian tiger  ·  Bali tiger  ·  Javan tiger\n\n\n== References ==\n\n\n== External links ==\nSpecies portrait Panthera tigris and short portrait P. t. corbetti; IUCN/SSC Cat Specialist Group\nDescription from Fort Worth Zoo\nSave The Tiger Fund : Indochinese Tiger\nWWF: Information on Tigers in the Greater Mekong region",
    "ImageURL": "IndochineseTiger_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Indochinese_tiger",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Panthera",
        "Species": "tigris"
    },
    "ScientificName": "Panthera tigris",
    "Zone": "* #### I"
}