{
    "CommonName": "King Eider",
    "BriefSummary": "The king eider (pronounced ) (Somateria spectabilis) is a large sea duck that breeds along Northern Hemisphere Arctic coasts of northeast Europe, North America and Asia. The birds spend most of the year in coastal marine ecosystems at high latitudes, and migrate to Arctic tundra to breed in June and July. They lay four to seven eggs in a scrape on the ground lined with grass and down.",
    "WikiContents": "The king eider (pronounced ) (Somateria spectabilis) is a large sea duck that breeds along Northern Hemisphere Arctic coasts of northeast Europe, North America and Asia. The birds spend most of the year in coastal marine ecosystems at high latitudes, and migrate to Arctic tundra to breed in June and July. They lay four to seven eggs in a scrape on the ground lined with grass and down.\n\n\n== Taxonomy and etymology ==\nWhen he first described the king eider in 1758, in the 10th edition of his opus Systema Naturae, Carl Linnaeus assigned it to the genus Anas, along with the rest of the ducks. In 1819, William Elford Leach moved it and the other large eiders to the genus Somateria, where it has remained since. It is very closely related to the other members of its genus, and is known to hybridise with the common eider. Despite its very large range, it is monotypic.The genus name Somateria is a combination of the Greek words sōma or sōmatos, meaning \"body\", and erion, meaning \"wool\"; the combination (i.e. \"wooly body\") is a reference to the eider's famously thick, soft down. The specific name spectabilis is Latin for \"showy\", \"remarkable\" or \"worth seeing\", a reference to the handsomeness of the adult male's plumage. The bird's common name, king eider, is a direct translation of its Icelandic name. It is called \"king\" because of the orange, crown-like knob above the male's bill; the male's multicoloured plumage also suggests royal robes. \"Eider\" is a Dutch, German or Swedish word derived from the Icelandic word æður (meaning eider), itself derived from the Old Norse æthr.\n\n\n== Description ==\nThe king eider is a large sea duck, measuring 50–70 cm (20–28 in) in length with a wingspan of 86–102 cm (34–40 in). Males are, on average, heavier than females, with a mean weight of 1.668 kg (3.68 lb) for males and 1.567 kg (3.45 lb) for females. An individual bird's mass can vary considerably from season to season—from as little as 0.9 kg (2.0 lb) to as much as 2.2 kg (4.9 lb). Like all eiders, the species is sexually dimorphic; the male is slightly larger and, in breeding plumage, much more colourful than the female. The male is unmistakable with its mostly black body, buff-tinged white breast and multicoloured head. The head, nape and neck are a pale bluish grey. The cheek is pale green. The bill, separated from the face by a thin black line, is red with a white nail and a large, distinctive yellow knob. Some tertials are curved up and form \"spurs\" along the back.The female (occasionally colloquially referred to as a \"queen eider\") is a warm brown colour overall, slightly paler on the head and neck. The feathers on her upperparts and flanks are marked with blackish chevrons, while those on her neck and head bear fine black streaks. She has a buffy spot at the base of her bill and a buffy eye ring which extends into a downward curving stripe behind her eye. Her bill is variously described as black or grey, and her legs and feet are greenish grey.Juvenile birds are greyish brown. Late in their first autumn, young males moult into a darker plumage, with white on the breast and rump; it takes them three years to achieve full adult plumage.\n\n\n== Habitat and range ==\nThe king eider is circumpolar, found throughout the Arctic. It breeds on the Arctic coast of Alaska, Canada, Greenland, Svalbard and Russia, using a variety of tundra habitats. It winters in arctic and subarctic marine areas, most notably in the Bering Sea, the west coast of Greenland, eastern Canada and northern Norway. Wintering birds can form large flocks on suitable coastal waters, with some flocks exceeding 100,000 birds. It also occurs annually off the northeastern United States, Scotland and Kamchatka.\n\n\n== Behaviour ==\n\n\n=== Food and feeding ===\nThe king eider's foraging strategies change depending on the season. For much of the year, it is at sea; there, it dives for benthic invertebrates. During the breeding season, it does more of its foraging on freshwater lakes and ponds, where it dabbles, feeding primarily on small invertebrates plucked from the surface of the water. It feeds  on mollusks, crustaceans like king crabs, and on sea urchins, starfish and sea anemones.\n\n\n=== Breeding ===\nThe female builds a scrape nest on the ground, usually near water. She lines it with vegetation and down feathers from her own body. She lays a clutch of 2–7 eggs, which she alone incubates for 22 to 23 days. The young are raised collectively by the females.\n\n\n=== Voice ===\nThe male's song is a quavering, dove-like cooing, transcribed as croo-croo-croo or hoo-hoo-hooo. The female makes a variety of low clucks, grunts and growls.\n\n\n=== Longevity ===\nThe oldest known king eider was a female that lived at least 18 years 11 months. She was ringed (banded) as an adult south of Gambell, Alaska in 1940, and shot in 1958 in Utqiagvik, Alaska.\n\n\n== Conservation and threats ==\nDue to its large population and vast range, the king eider is listed as a species of least concern by the International Union for the Conservation of Nature. The king eider is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.\nAs eggs and young, king eiders have many predators, including glaucous gull, common raven, parasitic jaeger and Arctic fox.\n\n\n== Traditional uses ==\nThe king eider, or qengallek (pronounced [qə.ˈŋaː.ɬək]) in Yup'ik, is a regular source of fresh meat in the spring. They begin their migration past the Yukon-Kuskokwim Delta in late April and are hunted in great numbers. In May, several hundred thousand king eiders pass Point Barrow in northern Alaska on their way to Alaskan and Canadian breeding grounds.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n=== Cited works ===\nCarboneras, Carles (1992). \"Family Anatidae (Ducks, Geese and Swans)\".  In del Hoyo, Josep; Elliott, Andrew; Sargatal, Jordi. Handbook of Birds of the World, Volume 1: Ostrich to Ducks. Barcelona, Spain: Lynx Edicions. pp. 536–628. ISBN 978-84-87334-10-8.\nSuydam, R. (2000). King Eider. Birds of North America.\n\"King Eider project\". University of Alaska Fairbanks. Archived from the original on 17 July 2012.\nMerkel, F.; Mosbech, A.; Jamieson, S.; Falk, K. (2007). \"The diet of king eiders wintering in Nuuk, Southwest Greenland, with reference to sympatric wintering common eiders\" (PDF). Polar Biology. 30 (12): 1593–1597. doi:10.1007/s00300-007-0321-z.\nLarned, W.W. (2007). \"Steller's Eider spring migration surveys Southwest Alaska 2007\" (PDF). Anchorage, Alaska: U.S. Fish and Wildlife Service – Migratory Bird Management Office: 23.\nSuydam, R.S.; Dickson, D.L.; Fadely, J.B.; Quakenbush, L.T. (2000). \"Population declines of King and Common Eiders of the Beaufort Sea\". Condor. 102 (1): 219–222. doi:10.2307/1370428. JSTOR 1370428.\n\n\n=== Identification and ageing ===\nChandler, R.J. (1987). \"Identification and ageing of first-winter male King Eider\". British Birds. 80 (12): 626–627.\nEllis, Pete (1994). \"Ageing and sexing of King Eiders\". British Birds. 87 (1): 36–37.\nDawson, Jane (1994). \"Ageing and sexing of King Eiders\". British Birds. 87 (1): 37–40.\nSuddaby, D.; Shaw, K.D.; Ellis, P.M.; Brockie, Keith (1994). on behalf of the Rarities Committee. \"King Eiders in Britain and Ireland in 1958–90: occurrences and ageing\". British Birds. 87 (9): 418–430.\n\n\n== External links ==\nKing eider text, map and photographs at Oiseaux.net\nBirdLife species factsheet for Somateria spectabilis\n\"Somateria spectabilis\". Avibase. \n\"King eider media\". Internet Bird Collection.\nKing eider photo gallery at VIREO (Drexel University)\nInteractive range map of Somateria spectabilis at IUCN Red List maps\nAudio recordings of King eider on Xeno-canto.",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/8/86/King_Eider_%28Somateria_spectabilis%29_%2813667616745%29.jpg",
    "Source": "https://en.wikipedia.org/wiki/King_eider"
}