{
    "CommonName": "Kookaburra",
    "BriefSummary": "Kookaburras are terrestrial tree kingfishers of the genus Dacelo native to Australia and New Guinea, which grow to between 28–42 cm (11–17 in) in length. The name is a loanword from Wiradjuri guuguubarra, onomatopoeic of its call. The loud distinctive call of the laughing kookaburra is widely used as a stock sound effect in situations that involve an Australian bush setting or tropical jungle, especially in older movies. \nThey are found in habitats ranging from humid forest to arid savanna, as well as in suburban areas with tall trees or near running water. Even though they belong to the larger group known as \"kingfishers\", kookaburras are not closely associated with water.",
    "WikiContents": "Kookaburras are terrestrial tree kingfishers of the genus Dacelo native to Australia and New Guinea, which grow to between 28–42 cm (11–17 in) in length. The name is a loanword from Wiradjuri guuguubarra, onomatopoeic of its call. The loud distinctive call of the laughing kookaburra is widely used as a stock sound effect in situations that involve an Australian bush setting or tropical jungle, especially in older movies. \nThey are found in habitats ranging from humid forest to arid savanna, as well as in suburban areas with tall trees or near running water. Even though they belong to the larger group known as \"kingfishers\", kookaburras are not closely associated with water.\n\n\n== Taxonomy ==\nThe genus Dacelo was introduced by the English zoologist William Elford Leach in 1815. The type species is the laughing kookaburra. The name Dacelo is an anagram of Alcedo, the Latin word for a kingfisher. A molecular study published in 2017 found that the genus Dacelo, as currently defined, is paraphyletic. The shovel-billed kookaburra in the monotypic genus Clytoceyx sits within Dacelo.\n\n\n== Classification and species ==\nFour species of kookaburra can be found in Australia, New Guinea, and the Aru Islands.\n\nKookaburras are sexually dimorphic. This is noticeable in the blue-winged and the rufous-bellied, where males have blue tails and females have reddish-brown tails.\n\nRufous-bellied kookaburra (Dacelo gaudichaud) – lowland New Guinea, Saibai Island and Australia\nSpangled kookaburra (Dacelo tyro) – Aru Islands, southern New Guinea and Australia\nBlue-winged kookaburra (Dacelo leachii) – northern Australia, southern New Guinea\nLaughing kookaburra (Dacelo novaeguineae) – native to eastern Australia, introduced to southwestUnusually for close relatives, the laughing and blue-winged species are direct competitors in the area where their ranges now overlap. This suggests that these two species evolved in isolation, possibly during a period when Australia and New Guinea were more distant — see Australia (continent).The single member of the genus Clytoceyx is commonly called the shovel-billed kookaburra.\n\n\n== Behaviour ==\nKookaburras are almost exclusively carnivorous, eating mice, snakes, insects, small reptiles, and the young of other birds; they have also been known to take goldfish from garden ponds. In zoos they are usually fed food for birds of prey.\nThe most social birds will accept handouts and will take meat from barbecues. It is generally not advised to feed kookaburras ground beef or pet food, as these do not include enough calcium and roughage.They are territorial, except for the rufous-bellied, which often live with their young from the previous season. They often sing as a chorus to mark their territory.\n\n\n== Conservation ==\nAll kookaburra species are listed as Least Concern. Australian law protects native birds, including kookaburras.\n\n\n== In culture ==\nThe distinctive sound of the laughing kookaburra's call, which sounds like echoing human laughter, is widely used in filmmaking and television productions, as well as certain Disney theme park attractions, regardless of African, Asian and South American jungle settings. Kookaburras have also appeared in several video games, including (Lineage II, Battletoads, and World of Warcraft) and at least in one short story (Barry Wood's Nowhere to Go).\nOlly the Kookaburra was one of the three mascots chosen for the 2000 Summer Olympics in Sydney. The other mascots were Millie the Echidna and Syd the Platypus.\nIn William Arden's 1969 book, The Mystery of the Laughing Shadow, (one of 'The Three Investigators' series for young readers), the laughing kookaburra is integral to the plot.\nThe children's television series Splatalot! includes an Australian character called \"Kookaburra\" (or \"Kook\"), whose costume includes decorative wings that recall the bird's plumage, and who is noted for his distinctive high-pitched laugh.\nThe call of a kookaburra nicknamed \"Jacko\" was for many years used as the morning opening theme by ABC radio stations, and for Radio Australia's overseas broadcasts. This was the basis for a book for children:\n\nBrooke Nicholls; Dorothy Wall (illus.) (1933). Jacko, the Broadcasting Kookaburra — His Life and Adventures. Sydney: Angus & Robertson.\n\n\n=== Film ===\nHeard in some of the early Johnny Weissmuller films, the first occurrence being in Tarzan and the Green Goddess (1938).\nThe call is heard in The Wizard of Oz (1939), The Treasure of the Sierra Madre, Swiss Family Robinson (1960), Cape Fear (1962), The Lost World: Jurassic Park and other films.\nThe dolphin call in the television series Flipper (1964-7) is a modified kookaburra call.\nThe call can be heard at the beginning of Raiders of the Lost Ark in the jungle scene.\n\n\n=== Music ===\n\"Kookaburra [sits in the old gum tree]\", a well-known children's song written in 1932 by Marion Sinclair.\n\"Kookaburra\", by Cocteau Twins, released on their EP Aikea-Guinea\n\"Kookaburra\" by John Vanderslice on his 2007 album Emerald City\nThe Kookaburras, an English band from the County Durham.\nThe lyric \"... the Laughing Kookaburras call ...\" appears in the song \"Across the Hills of Home\" on the album Something of Value by Eric Bogle\nBFD Records and BFD Productions, which are the distributors and/or copyright holders of most of the garage rock and psychedelic rock compilation albums in the Pebbles series, have the address Kookaburra, Australia.\n\"Well the kookaburra laughed ...\" appeared in the song \"Old Man Emu\" by John Williamson.\n\n\n=== Postage stamps ===\n\nA six pence stamp was issued in 1914.\nA three pence commemorative Australian stamp was issued for the 1928 Melbourne International Philatelic Exhibition,\nA six pence stamp issued in 1932.\nA 38¢ Australian stamp issued in 1990 features a pair of kookaburras.\nAn international $1.70 Australian stamp featuring an illustrated kookaburra was released in 2013.\n\n\n=== Coins ===\nAn Australian coin known as the Silver Kookaburra minted annually since 1990.\n\n\n=== Usage across sport ===\n\n\n==== Yacht ====\nThe Australian 12-metre yacht Kookaburra III lost the America's Cup in 1987.\n\n\n==== Hockey ====\nThe Australian Men's Hockey team is named after the kookaburra. As of 2014, they are world champions in field hockey.\n\n\n==== Sports equipment company ====\nAustralian sports equipment company Kookaburra Sport is named after the bird.\n\n\n== References ==\n\n\n== Further reading ==\nKookaburra sketches and calls at the Australian National Botanic Gardens site. Archived from the original on 2008-07-20. Retrieved 2010-09-03.\n\n\n== External links ==\nClose up video recording of kookaburra song",
    "ImageURL": "Kookaburra_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Kookaburra",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Coraciiformes",
        "Family": "Alcedinidae",
        "Genus": "DaceloLeach"
    }
}