{
    "CommonName": "Leaf Cutter Ant",
    "BriefSummary": "Leafcutter ants, a non-generic name, are any of 47 species of leaf-chewing ants belonging to the two genera Atta and Acromyrmex.\nThese species of tropical, fungus-growing ants are all endemic to South and Central America, Mexico, and parts of the southern United States.  Leafcutter ants can carry twenty times their body weight and cut and process fresh vegetation (leaves, flowers, and grasses) to serve as the nutritional substrate for their fungal cultivates, and they are also capable of cutting through human skins.Acromyrmex and Atta ants have much in common anatomically; however, the two can be identified by their external differences.  Atta ants have three pairs of spines and a smooth exoskeleton on the upper surface of the thorax, while Acromyrmex ants have four pairs and a rough exoskeleton.Next to humans, leafcutter ants form the largest and most complex animal societies on Earth.  In a few years, the central mound of their underground nests can grow to more than 30 m (98 ft) across, with smaller, radiating mounds extending out to a radius of 80 m (260 ft), taking up 30 to 600 m2 (320 to 6,460 sq ft) and containing eight million individuals.",
    "WikiContents": "Leafcutter ants, a non-generic name, are any of 47 species of leaf-chewing ants belonging to the two genera Atta and Acromyrmex.\nThese species of tropical, fungus-growing ants are all endemic to South and Central America, Mexico, and parts of the southern United States.  Leafcutter ants can carry twenty times their body weight and cut and process fresh vegetation (leaves, flowers, and grasses) to serve as the nutritional substrate for their fungal cultivates, and they are also capable of cutting through human skins.Acromyrmex and Atta ants have much in common anatomically; however, the two can be identified by their external differences.  Atta ants have three pairs of spines and a smooth exoskeleton on the upper surface of the thorax, while Acromyrmex ants have four pairs and a rough exoskeleton.Next to humans, leafcutter ants form the largest and most complex animal societies on Earth.  In a few years, the central mound of their underground nests can grow to more than 30 m (98 ft) across, with smaller, radiating mounds extending out to a radius of 80 m (260 ft), taking up 30 to 600 m2 (320 to 6,460 sq ft) and containing eight million individuals.\n\n\n== The lifecycle of a leafcutter ant colony ==\n\n\n=== Reproduction and colony founding ===\n\nWinged females and males leave their respective nests en masse and engage in a nuptial flight known as the revoada. Each female mates with multiple males to collect the 300 million sperm she needs to set up a colony.Once on the ground, the female loses her wings and searches for a suitable underground lair in which to found her colony. The success rate of these young queens is very low, and only 2.5% will go on to establish a long-lived colony. To start her own fungus garden, the queen stores bits of the parental fungus garden mycelium in her infrabuccal pocket, which is located within her oral cavity.\n\n\n=== Colony hierarchy ===\nIn a mature leafcutter colony, ants are divided into castes, based mostly on size, that perform different functions.  Acromyrmex and Atta exhibit a high degree of biological polymorphism, four castes being present in established colonies—minims, minors, mediae, and majors.  Majors are also known as soldiers or dinergates.  Atta ants are more polymorphic than Acromyrmex, meaning comparatively less difference occurs in size from the smallest to largest types of Acromymex.\n\nMinims are the smallest workers, and tend to the growing brood or care for the fungus gardens.  Head width is less than 1 mm.\nMinors are slightly larger than minima workers, and are present in large numbers in and around foraging columns. These ants are the first line of defense and continuously patrol the surrounding terrain and vigorously attack any enemies that threaten the foraging lines. Head width is around 1.8–2.2 mm.\nMediae are the generalized foragers, which cut leaves and bring the leaf fragments back to the nest.\nMajors, the largest worker ants, act as soldiers, defending the nest from intruders, although recent evidence indicates majors participate in other activities, such as clearing the main foraging trails of large debris and carrying bulky items back to the nest. The largest soldiers (Atta laevigata) may have  total body lengths up to 16 mm and head widths of 7 mm.\n\n\n== Ant-fungus mutualism ==\nTheir societies are based on an ant-fungus mutualism, and different species of ants use different species of fungus, but all of the fungi the ants use are members of the family Lepiotaceae.  The ants actively cultivate their fungus, feeding it with freshly cut plant material and keeping it free from pests and molds.  This mutualistic relationship is further augmented by another symbiotic partner, a bacterium that grows on the ants and secretes chemicals; essentially, the ants use portable antimicrobials.  Leaf cutter ants are sensitive enough to adapt to the fungi's reaction to different plant material, apparently detecting chemical signals from the fungus. If a particular type of leaf is toxic to the fungus, the colony will no longer collect it.  The only two other groups of insects to use fungus-based agriculture are ambrosia beetles and termites. The fungus cultivated by the adults is used to feed the ant larvae, and the adult ants feed on leaf sap. The fungus needs the ants to stay alive, and the larvae need the fungus to stay alive, so the mutualism is obligatory.\nThe fungi used by the higher attine ants no longer produce spores. These ants fully domesticated their fungal partner 15 million years ago, a process that took 30 million years to complete. Their fungi produce nutritious and swollen hyphal tips (gongylidia) that grow in bundles called staphylae, to specifically feed the ants.\n\n\n=== Waste management ===\n\nLeafcutter ants have very specific roles in taking care of the fungal garden and dumping the refuse. Waste management is a key role for each colony's longevity. The necrotrophic parasitic fungus Escovopsis threatens the ants' food source and thus is a constant danger to the ants. The waste transporters and waste-heap workers are the older, more dispensable leafcutter ants, ensuring the healthier and younger ants can work on the fungal garden. The Atta colombica species, unusually for the Attine tribe, have an external waste heap. Waste transporters take the waste, which consists of used substrate and discarded fungus, to the waste heap. Once dropped off at the refuse dump, the heap workers organise the waste and constantly shuffle it around to aid decomposition. A compelling observation of A. colombica was the dead ants placed around the perimeter of the waste heap.In addition to feeding the fungal garden with foraged food, mainly consisting of leaves, it is protected from Escovopsis by the antibiotic secretions of Actinobacteria (genus Pseudonocardia). This mutualistic micro-organism lives in the metapleural glands of the ant. Actinobacteria are responsible for producing the majority of the world's antibiotics today.\n\n\n=== Parasitism ===\nWhen the ants are out collecting leaves, they are at risk of attack by some species of phorid flies, parasitoids that lay eggs into the crevices of the worker ants' heads.  Often, a minim will sit on a worker ant and ward off any attack.Also, the wrong type of fungus can grow during cultivation. Escovopsis, a highly virulent fungus, has the potential to devastate an ant garden, as it is horizontally transmitted. Escovopsis was cultured, during colony foundation, in 6.6% of colonies. However, in one- to two-year-old colonies, almost 60% had Escovopsis growing in the fungal garden.\n\n\n== Interactions with humans ==\nIn some parts of their range, leafcutter ants can be a serious agricultural pest, defoliating crops and damaging roads and farmland with their nest-making activities. For example, some Atta species are capable of defoliating an entire citrus tree in less than 24 hours.\nA promising approach to deterring attacks of the leafcutter ant Acromyrmex lobicornis on crops has been demonstrated. Collecting the refuse from the nest and placing it over seedlings or around crops resulted in a deterrent effect over a period of 30 days.\n\n\n== See also ==\nList of leafcutter ants\nAtta sexdens\nLepiotaceae\n\n\n== References ==\n\n\n== External links ==\n Media related to Acromyrmex at Wikimedia Commons\n Media related to Atta at Wikimedia Commons\n\n\"Leaf-cutter ant (Atta cephalotes)\". Bristol Zoo Gardens. Archived from the original on 2010-03-27. Retrieved 2006-05-12.\n\"Ancient Farmers of the Amazon\". PBS Evolution Library. Retrieved 2009-02-22.\nThe Lurker's Guide to Leafcutter Ants\nPiper, Ross (2007), Extraordinary Animals: An Encyclopedia of Curious and Unusual Animals, Greenwood Press, ISBN 978-0-313-33922-6",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Atta_cephalotes-pjt.jpg",
    "Source": "https://en.wikipedia.org/wiki/Leafcutter_ant"
}