{
    "CommonName": "Leaf-Tailed Gecko",
    "BriefSummary": "Henkel's leaf-tailed gecko (Uroplatus henkeli ), also known commonly as Henkel's flat-tailed gecko or the frilled leaf-tail gecko, is a species of gecko, a lizard in the family Gekkonidae. The species is endemic to Madagascar.",
    "WikiContents": "Henkel's leaf-tailed gecko (Uroplatus henkeli ), also known commonly as Henkel's flat-tailed gecko or the frilled leaf-tail gecko, is a species of gecko, a lizard in the family Gekkonidae. The species is endemic to Madagascar.\n\n\n== Geographic range ==\nU. henkeli is found in primary forest on the island of Nosy Bé near Madagascar, as well as on the mainland of Madagascar itself, in the region of Ankaranafantsika.\n\n\n== Behaviour ==\nHenkel's leaf-tailed gecko lives an arboreal lifestyle, often venturing down to the ground only to lay eggs in soft soil and leaf litter.\n\n\n== Description ==\nThere are two different morphs of U. henkeli, the Nosy Bé form and the mainland Madagascar form, and they can be distinguished by their colouration patterns, though these are not always reliable.  Reaching a total length (including tail) of 280 mm (11 in), this is one of largest species in the genus.\n\n\n== Diet ==\nHenkel's flat-tailed gecko is insectivorous, but will also eat snails if they are found.\n\n\n== Etymology ==\nThe generic name, Uroplatus, is a Latinization of two Greek words: \"ourá\" (οὐρά) meaning \"tail\" and \"platys\" (πλατύς) meaning \"flat\". The specific name, henkeli, is a Latinization of German herpetologist Friedrich-Wilhelm Henkel's last name.\n\n\n== Threats ==\nHenkel's leaf-tailed gecko is currently classified as vulnerable by the IUCN. Habitat destruction and deforestation in Madagascar is the primary threat to this animal's future as well as collection for the pet trade. The World Wide Fund for Nature (WWF) lists all of the Uroplatus species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of it \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal.\n\n\n== References ==\n\n\n== Further reading ==\nBöhme W, Ibisch PL (1990). \"Studien an Uroplatus. I. Der Uroplatus fimbriatus-Komplex \". Salamandra 26 (4): 246-259. (Uroplatus henkeli, new species). (in German).\n\n\n== External links ==\nhttp://whozoo.org/Intro2001/rolabote/RB_gecko.htm\nhttps://web.archive.org/web/20080108225458/http://www.scz.org/animals/g/henkel.html",
    "ImageURL": "LeafTailedGecko_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Henkel%27s_leaf-tailed_gecko",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Gekkonidae",
        "Genus": "Uroplatus",
        "Species": "henkeli"
    },
    "ScientificName": "Uroplatus henkeli",
    "Zone": "* #### C"
}