{
    "CommonName": "Lechwe",
    "BriefSummary": "The lechwe (Kobus leche), red lechwe or southern lechwe, is an antelope found in wetlands of south central Africa.",
    "WikiContents": "The lechwe (Kobus leche), red lechwe or southern lechwe, is an antelope found in wetlands of south central Africa.\n\n\n== Range ==\nIt is native to Botswana, Zambia, southeastern Democratic Republic of the Congo, northeastern Namibia, and eastern Angola, especially in the Okavango Delta, Kafue Flats and the Bangweulu Swamps.\n\n\n== Description ==\nLechwe stand 90 to 100 cm (35 to 39 in) at the shoulder and weigh from 70 to 120 kg (150 to 260 lb). They are golden brown with white bellies. Males are darker in colour, but general hue varies depending on subspecies. The long, spiral-structured horns are vaguely lyre-shaped, they are found only in males. The hind legs are somewhat longer in proportion than in other antelopes, to ease long-distance running in marshy soil.\n\n\t\t\n\t\t\n\t\t\n\n\n== Habits ==\nLechwe are found in marshy areas where they eat aquatic plants. They use the knee-deep water as protection from predators. Their legs are covered in a water-repellant substance which allows them to run quite fast in knee-deep water. Lechwe are diurnal. They gather in herds which can include many thousands of individuals. Herds are usually all of one sex, but during mating season they mix.\n\n\n== Taxonomy ==\n\n\n=== Subspecies ===\nFour subspecies of the lechwe have been recognized.\nRed lechwe (Kobus leche leche) (Gray, 1850) - Widely distributed in the wetlands of Zimbabwe, Botswana, Namibia and Zambia.\nKafue Flats lechwe (Kobus leche kafuensis) (Haltenorth, 1963) - It is confined within the Kafue Flats (seasonally inundated flood-plain on the Kafue River, Zambia).\n† Roberts' lechwe (Kobus leche robertsi) (Rothschild, 1907) - Formerly found in northeastern Zambia, now extinct. Also called the Kawambwa lechwe.\nBlack lechwe (Kobus leche smithemani) (Lydekker, 1900) - Found in the Bangweulu region of Zambia.In addition the Upemba lechwe (Kobus anselli) is also considered a subspecies by some authorities (as Kobus leche anselli).Although related and sharing the name \"lechwe\", the Nile lechwe (K. megaceros) is consistently recognized as a separate species.\n\n\n== See also ==\nCape lechwe, Kobus venterae\nNile lechwe, Kobus megaceros\n\n\n== References ==\n\n\n== External links ==\nARKive - images and movies of the black lechwe (Kobus leche smithemani)",
    "ImageURL": "Lechwe_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Lechwe",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Kobus",
        "Species": "leche"
    },
    "ScientificName": "Kobus leche",
    "Zone": "* #### A"
}