{
    "CommonName": "Leopard Gecko",
    "BriefSummary": "The common leopard gecko (Eublepharis macularius) is a crepuscular, ground-dwelling lizard naturally found in the highlands of Asia and throughout Afghanistan, to parts of northern India. Unlike most geckos, all species in the genus possess movable eyelids, and cannot climb up smooth surfaces, considering they do not have toe pads like most geckos. It has become a well-established pet in many places.",
    "WikiContents": "The common leopard gecko (Eublepharis macularius) is a crepuscular, ground-dwelling lizard naturally found in the highlands of Asia and throughout Afghanistan, to parts of northern India. Unlike most geckos, all species in the genus possess movable eyelids, and cannot climb up smooth surfaces, considering they do not have toe pads like most geckos. It has become a well-established pet in many places.\n\n\n== Taxonomy ==\nCommon leopard geckos were first described as a species by zoologist  Edward Blyth in 1854 as Eublepharis macularius.  The generic name Eublepharis  is a combination of the Greek words eu (good) and blepharos (eyelid), as having eyelids is the primary characteristic that distinguishes members of this subfamily from other geckos, along with a lack of lamellae, bumpy skin, and crepuscular behavior, though they may be found awake during the day occasionally.   The specific name macularius derives from the Latin word macula meaning \"spot\" or \"blemish\", referring to the animal's natural spotted markings. Common leopard geckos are related to many different geckos, such as the African fat-tailed gecko and the banded geckos. There are four other species within the Genus Eublepharis, leopard gecko, one of which was previously included as a subspecies of leopard gecko:\nIn addition, there are five species in the genus.\n\n\n== Distribution ==\nThe native habitat of the common leopard gecko is the rocky, dry grassland and desert regions of south-Asian Afghanistan, Pakistan, north-west India, and some parts of Iran. Winter temperatures in these areas can be quite low, below 10 °C (50 °F), forcing the animals underground into semi-hibernation, called brumation, living on fat reserves. Leopard geckos are cathemeral reptiles; in the wild they are mostly limited to burrows and shaded areas during the day, becoming more active at dawn and dusk when the temperature is favorable, and are often active quite sporadically in captivity. These geckos are solitary, and do not usually live with other animals.\n\n\n== Diet ==\nCommon leopard geckos typically feed on crickets, roaches, mealworms/superworms, and other insects. In captivity, most leopard geckos will prefer hunting food themselves. They need to be kept in hotter tanks heated by a heat lamp.The majority of captive common leopard geckos refuse to eat dead prey. They should not be offered dead prey either, as when dried the nutritional value significantly decreases. Crickets are the most common food source to give them in captivity, as they can hunt them in their enclosure the way they would in their natural environment, though mealworms, waxworms, and dubia roaches (and, less frequently, other roach species) are also common. When food is scarce, they can rely on their ability to store excess fat in their tails. Sufficient calcium and vitamin D3 is also very important for their diet. How they obtain it in the wild is still unknown, although they likely receive this from their varied prey of moths, spiders, ants, and other insects. In captivity, it is near impossible to completely duplicate the diet they will have in the wild, so the most nutritious insects known are offered, usually dusted with a fine calcium powder with added vitamin D3 and always gut loaded by feeding. Their prey should also be dusted with a reptile multi-vitamin about every fourth feeding. Common leopard geckos will eat until they're full and live insects that are left uneaten in their tank can become troublesome for the gecko, particularly crickets which will nibble at the lizard's tail. Their keen sense of smell and sight allows them to search for food in the wild, so they will stalk their prey somewhat like an actual leopard will, moving their tail, and then striking when they are satisfied.\n\n\n== Characteristics ==\n\nCommon leopard geckos are larger than many other gecko species. Hatchlings are on average 7 to 10 cm (2.8 to 3.9 in) in length and weigh about 2 to 5 grams. Adult females are about 18 to 20 cm (7.1 to 7.9 in) in length and weigh about 50 to 70 grams, while adult male geckos are about 20 to 28 cm (7.9 to 11.0 in) in length and weigh about 60 to 80 grams.\nThose found in the wild typically have more dark, dull, and drab colorations than those kept in captivity as pets. Those in captivity generally have an assortment of skin colors and patterns. The skin of a common leopard gecko is very durable, which provides protection from the rough sand and rocky hills terrain of their dry environment. Their dorsal side is covered with small bumps, which gives a rough texture and appearance while their ventral side is thin, transparent, and smooth. Like all reptiles, common leopard geckos shed their skin. In the few days before the shedding, the skin will turn color to a translucent whitish gray. Adults shed an average of once a month, while juveniles will sometimes shed twice as much. The gecko will eat its old skin after shedding, revealing a brighter colored one. There are two theories of why common leopard geckos do this. One is that in the wild, common leopard geckos eat their shed skin so there is no trace that the common leopard gecko was there. The other theory is that eating the shed skin is a means for obtaining protein and other vitamins for growth.\nCommon leopard geckos are ectothermic. They absorb warmth and energy during the day as they are sleeping, so they can hunt and digest food at night. In addition, they have short legs, which enable them to be quick and agile while their small nails allow them to climb twigs and rocks. Common leopard geckos have openings on either side of their head as ears. A tympanic membrane covers and protects it. They use their ears to locate their prey.\nHealthy common leopard geckos have thick, fleshy tails; a thin tail is an indication that the gecko may be lacking good health. Although, when in captivity, the tail can be fattened by the feeding of waxworms (wax moth larvae), they are not recommended as a staple diet. They can also be fed \"pinkies\", a one-day-old mouse to fatten up the tail. Breeders recommend coating crickets in a nutritional powder before serving them either live or dead. Common leopard geckos' thick tails can regenerate when lost; however, the regenerated tails appear stumpy and never have the same appearance as the original tail.\n\nUnlike many other geckos, but like other Eublepharids, their toes do not have adhesive lamellae, so they cannot climb smooth vertical walls.\n\n\n=== Teeth ===\nCommon leopard geckos are polyphyodonts and able to replace each of their 100 teeth every 3 to 4 months. Next to the full grown tooth there is a small replacement tooth developing from the odontogenic stem cell in the dental lamina.\n\n\n=== Tails ===\nCommon leopard geckos are not immune to injury, and their tails often take the brunt. In the wild, if a severe injury occurs to a common leopard gecko's tail it will shrink until the injured part is shed off. For pet geckos, if injury necessitates an amputation of the tail, it will also shrink.\n\n\n== Chromatophores and color pigmentation ==\n\nCommon leopard geckos range in color from a yellow  to brownish-orange base with spots covering all or mostly half of the dorsal region of the body. Their color is derived from pigment-containing cells known as chromatophores. These cells are responsible for an array of coloration seen in all reptiles, amphibians, birds and some species of insects. Chromatophores come in a variety of types based on the color they correspond to. Chromatophore types include xanthophores (responsible for yellow coloration), erythrophores (responsible for red coloration), iridophores (responsible for iridescence), leucophores (responsible for white coloration), melanophores (responsible for black coloration), and cyanophores (responsible for blue coloration). The skin of wild common leopard geckos contains xanthophores (yellow) and melanophores (black spots). Designer common leopard geckos may possess erythrophores and leucophores since commercial breeding and artificial selection have allowed novel coloration to arise.\n\n\n== Defense mechanisms ==\nCommon leopard geckos have predators such as snakes, foxes, and other large reptiles. Their keen sense of hearing and sight help them escape from them during the night. Along with their exceptional sight and hearing abilities, their skin helps camouflage themselves from their predators. Their sense of taste and smell also helps them with survival. They also stay in underground holes and burrows during the daytime, not only to avoid the heat but to also avoid the risk of getting eaten.Common leopard geckos also have the ability to voluntarily detach their tails if it is attacked, grabbed by the tail, bitten during copulation, or nipped by another during feeding. This is called caudal autotomy. After autotomy the tail can continue to twitch for as long as 30 minutes, allowing the gecko to escape from its predator. The tail is large and at least in one related species (Christinus marmoratus) it has been reported that the tail-less fleeing gecko makes for a quicker getaway. Fractures in the tailbone allow the tail to separate easily and rapid vasoconstriction allows the gecko to suffer minimal blood loss. This detaching of the tail causes a high level of stress on the gecko due to the loss of the valuable storage of fat it once had. It will start to regenerate its tail immediately because it is needed for survival. A lost tail may increase the chance of sickness in the gecko and in some cases kill it, but this is very rare. Regenerated tails often retain similar colors to the original tail [though there will most likely be a wide variance from the vibrancy and patterns of the original], however, they are often smooth and lack the rigid qualities and length of a normal tail. The tail will also be shorter and often fatter than the previous tail.\n\n\n== Sexual dimorphism ==\n\nSexual dimorphism is defined as a phenotypic difference between males and females of a species. It can be commonly found in animals, such as the common leopard gecko and other reptiles. It exists in adult males and females, but can be difficult to determine in young geckos. The underside of a gecko truly determines the sex of the gecko. Males have pre-anal pores and hemipenal bulges while females have smaller pores and do not have external bulges.Males can determine the sex of other common leopard geckos by smelling pheromones on their skin. Males respond to males with aggressive behavior while they demonstrate courtship behavior towards females. Towards other males, the male would raise itself up from the ground, extend his limbs, and arch his back with the swelling of the tongue in aggression. He will then make short dashes and quick, vigorous bites, which frequently lacerate the skin and sometimes severely injure his opponent. Males behave the same way towards females while they are shedding their skin. Before and after the shedding of the skin, the males still express courtship behavior towards the females.\n\n\n== Reproduction ==\nCommon leopard geckos are also known to have temperature-dependent sex determination (TSD). Research shows that more females can be produced in predominantly cool temperatures (about 26–29 °C [79–84 °F]) and very warm temperatures (about 34–35 °C [93–95 °F]). It was recorded that males can be produced at the intermediate temperatures (about 31–33 °C [88–91 °F]). Any temperature above that is normally not going to produce a newborn, as it will be too hot for the gecko inside the egg. Determination of sex is believed to be set during the first two weeks of incubation. The average amount of time it takes for a newborn to hatch is anywhere between 35 and 89 days, although it is usually closer to the latter. Females born in the higher temperatures differed from those who were born in the lower temperatures hormonally and behaviorally. Those born in the warmer temperatures expressed more aggressive behavior. These are known as \"hot females\" and are often determined to be infertile.\nCommon leopard geckos will breed typically in the summer. Females can store sperm over the course of their breeding season, so they can produce up to three clutches from one or two copulations, therefore, the male is not needed for reproductive success after the first or second copulation. Once the female has mated and received sperm, she will need an abundance of calcium for health and to ensure that the eggs calcify properly. She can lay about six to eight clutches, which consists of two eggs in each clutch. They will normally lay two eggs approximately 21 to 28 days after mating. After 45 to 60 days, droplets of moisture will appear on the shell and the shell will begin to shrink and partially collapse. These are indications that the eggs will hatch. Baby common leopard geckos will have an \"egg tooth\", a calcareous tip at the end of its snout to help break their egg shell. Their \"egg tooth\" will fall off within one to two days. In addition to this, their skin will usually shed within 24 hours of hatching. The leopard gecko hatchling will not be able to eat until after the first shedding.\n\n\n== Conditions and diseases ==\nCaptive born and bred common leopard geckos do not carry any diseases that are transmissible to humans. Salmonella is not an issue because they live in a dry environment and the disease usually occurs in aquatic or semi-aquatic species kept in unsanitary housing conditions. However, there are several common diseases that common leopard geckos may experience.\n\nGastroenteritis, caused by bacterial or protozoan (especially Cryptosporidium) infection brought on by such things as unsanitary conditions, can lead to symptoms such as diarrhea. As a result, geckos may present with watery and/or bloody stool. Normally the stool is dry and well-formed with a small white portion. It is contagious and can be spread easily. Other symptoms of the disease include weight loss, a skinny tail, undigested cricket masses. If it is not treated, the gecko will stop eating, become dehydrated and scrawny, and possibly die.\nMetabolic bone disease or MBD is a nutritional deficiency caused by a lack of calcium and vitamin D3 in the diet. Calcium and vitamin D3 are critical for proper bone formation during development and for proper calcification of eggs for a gravid female. Geckos with MBD will experience symptoms such as weakness, bones becoming spongy, deformities in their limbs and spine, twitching or tremors, and a lack of appetite. Recovering from this disease can be very difficult. MBD can usually be easily prevented by dusting their food with calcium powder when feeding and making sure they are gut loaded with nutritious vegetables or commercial food. MBD is also treated by placing a UVB bulb on their enclosure, which helps common leopard geckos to absorb calcium and vitamin D3.\nAnorexia in common leopard geckos can be caused by stress, unsanitary conditions, nutritional diseases, or other diseases. Anorexic leopard geckos appear thin, develop an extremely thin tail, become weak and sluggish, stop eating, and usually, die if untreated.\nDysecdysis is a condition in which a common leopard gecko has problems shedding its skin due to poor nutrition, lack of humidity and moisture, and poor care. Incompletely shed skin will appear as dry patches on various areas of the body such as the head, eyes, limbs, and tail. Leopard geckos with this condition may develop eye problems, have difficulty in walking, and noticeable constricting bands of old skin around their limbs. If the condition is not treated, it could lead to infection.\nPneumonia is a severe respiratory tract infection that can be caused by bacteria in the lungs. Common leopard geckos may be susceptible to this if their environment is too cool and humid thus compromising their immune system. Mucus bubbles appear in the nostril area of geckos with pneumonia, and they have difficulty breathing. The problem is usually resolved when the environment temperature rises to about 82 to 85 °F (28 to 29 °C).\nSand impactions and prolapse can occasionally occur. This condition may result if a common leopard gecko ingests sand or other substrates they live on.\n\n\n== Leopard geckos as a pet ==\n\nCommon leopard geckos are one of the most popular lizard pets. They are possibly the first domesticated lizard species. Their small size, robustness, and relatively easy care makes them a good \"beginner\" reptile pet. They breed easily in captivity, so most sold today are captive-bred rather than wild-caught.They are well kept as pets, classified as a trait of its gentle nature, rarely bite; when it bites, it is painless.Leopard geckos should be fed with insects, such as crickets and mealworms, because they are insectivores.\n\n\n== See also ==\nTakydromus tachydromoides\n\n\n== References ==",
    "ImageURL": "LeopardGecko_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Common_leopard_gecko",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Eublepharidae",
        "Genus": "Eublepharis",
        "Species": "macularius"
    },
    "ScientificName": "Eublepharis macularius"
}