{
    "CommonName": "Leopard",
    "BriefSummary": "The leopard (Panthera pardus) is one of the five extant species in the genus Panthera, a member of the Felidae. It occurs in a wide range in sub-Saharan Africa, in small parts of Western Asia, on the Indian subcontinent to Southeast and East Asia. It is listed as Vulnerable on the IUCN Red List because leopard populations are threatened by habitat loss and fragmentation, and are declining in large parts of the global range. In Hong Kong, Singapore, Kuwait, Syria, Libya, Tunisia and most likely in Morocco, leopard populations have already been extirpated.\nContemporary records suggest that the leopard occurs in only 25% of its historical global range.\nLeopards are hunted illegally, and their body parts are smuggled in the wildlife trade for medicinal practices and decoration.Compared to other wild cats, the leopard has relatively short legs and a long body with a large skull. Its fur is marked with rosettes. It is similar in appearance to the jaguar, but has a smaller, lighter physique, and its rosettes are generally smaller, more densely packed and without central spots. Both leopards and jaguars that are melanistic are known as black panthers. The leopard is distinguished by its well-camouflaged fur, opportunistic hunting behaviour, broad diet, strength, and its ability to adapt to a variety of habitats ranging from rainforest to steppe, including arid and montane areas. It can run at speeds of up to 58 kilometres per hour (36 mph). The earliest known leopard fossils excavated in Europe are estimated 600,000 years old, dating to the late Early Pleistocene. Leopard fossils were also found in Japan.",
    "WikiContents": "The leopard (Panthera pardus) is one of the five extant species in the genus Panthera, a member of the Felidae. It occurs in a wide range in sub-Saharan Africa, in small parts of Western Asia, on the Indian subcontinent to Southeast and East Asia. It is listed as Vulnerable on the IUCN Red List because leopard populations are threatened by habitat loss and fragmentation, and are declining in large parts of the global range. In Hong Kong, Singapore, Kuwait, Syria, Libya, Tunisia and most likely in Morocco, leopard populations have already been extirpated.\nContemporary records suggest that the leopard occurs in only 25% of its historical global range.\nLeopards are hunted illegally, and their body parts are smuggled in the wildlife trade for medicinal practices and decoration.Compared to other wild cats, the leopard has relatively short legs and a long body with a large skull. Its fur is marked with rosettes. It is similar in appearance to the jaguar, but has a smaller, lighter physique, and its rosettes are generally smaller, more densely packed and without central spots. Both leopards and jaguars that are melanistic are known as black panthers. The leopard is distinguished by its well-camouflaged fur, opportunistic hunting behaviour, broad diet, strength, and its ability to adapt to a variety of habitats ranging from rainforest to steppe, including arid and montane areas. It can run at speeds of up to 58 kilometres per hour (36 mph). The earliest known leopard fossils excavated in Europe are estimated 600,000 years old, dating to the late Early Pleistocene. Leopard fossils were also found in Japan.\n\n\n== Etymology ==\nThe common name 'leopard' is derived from the Old English word 'leuparz' used in the poem The Song of Roland written in the late 8th century.\nIt is thought to be a Greek compound of λέων 'leōn' meaning lion and πάρδος 'pardos'.The word 'panther' is derived from the Latin word 'panther' and the ancient Greek πάνθηρ 'pánthēr'. The phonetically similar sounding Sanskrit word पाण्डर 'pând-ara' means 'pale yellow, whitish, white'. The specific name pardus is derived from the Greek πάρδαλος 'pardalos' meaning 'spotted'.\n\n\n== Characteristics ==\n\nThe leopard's skin colour varies between individuals from pale yellowish to dark golden with dark spots grouped in rosettes. Its belly is whitish and its ringed tail shorter than its body. Its pupils are round. Leopards living in arid regions are pale cream, yellowish to ochraceous and rufous in colour; those living in forests and mountains are much darker and deep golden. Spots fade toward the white underbelly and the insides and lower parts of the legs. Rosettes are circular in East African leopard populations, and tend to be squarish in Southern African and larger in Asian leopard populations. The fur tends to be grayish in colder climates, and dark golden in rain forest habitats. The pattern of the rosettes is unique in each individual.Its fur is generally soft and thick, notably softer on the belly than on the back.\nIt tends to grow longer in colder climates. The guard hairs protecting the basal hairs are short, 3–4 mm (0.12–0.16 in) in face and head, and increase in length toward the flanks and the belly to about 25–30 mm (0.98–1.18 in). Juveniles have woolly fur, and appear dark due to the densely arranged spots. Its white-tipped tail is about 60–100 cm (24–39 in) long, white underneath and with spots that form incomplete bands toward the tail's end.The leopard's rosettes differ from those of the jaguar, which are darker and with smaller spots inside. The cheetah has small round spots without any rosettes.\n\n\n=== Size and weight ===\nThe leopard is sexually dimorphic, males are larger and heavier than females. It is muscular, with relatively short limbs and a broad head. Males stand 60–70 cm (24–28 in) at the shoulder, while females are 57–64 cm (22–25 in) tall. The head-and-body length is typically between 90 and 190 cm (35 and 75 in). While males weigh 37–90 kg (82–198 lb), females weigh 28–60 kg (62–132 lb). These measurements vary geographically.Usually, leopards are larger in areas where they are at the top of the food chain, without competitive restriction from larger predators such as the lion and tiger. Alfred Edward Pease accounted to have seen leopards in North Africa nearly as large as Barbary lions. In 1913, an Algerian newspaper reported of a leopard killed that allegedly measured about 275 cm (108 in). To compare, male lions measure 266–311 cm (105–122 in) from head to end of tail.The maximum weight of a leopard is about 96 kg (212 lb), recorded in Southern Africa. It was matched by an Indian leopard killed in Himachal Pradesh in 2016 that measured 262 cm (103 in).\n\n\n=== Variant colouration ===\n\nMelanistic leopards are also called black panthers. Melanism in leopards is inherited as a recessive trait relatively to the spotted form. Interbreeding in melanistic leopards produces a significantly smaller litter size than is produced by normal pairings.The black panther is common in the equatorial rainforest of the Malay Peninsula and the tropical rainforest on the slopes of some African mountains such as Mount Kenya.\nBetween January 1996 and March 2009, Indochinese leopards were photographed at 16 sites in the Malay Peninsula in a sampling effort of more than 1,000 camera trap nights. Of the 445 photographs of melanistic leopards, 410 were taken in study sites south of the Kra Isthmus, where the non-melanistic morph was never photographed. These data indicate the near fixation of the dark allele in the region. The expected time for the fixation of this recessive allele due to genetic drift alone ranged from about 1,100 years to about 100,000 years. Pseudomelanist leopards have also been reported.In India, nine pale and white leopards were reported between 1905 and 1967.Leopards exhibiting erythrism were recorded between 1990 and 2015 in South Africa's Madikwe Game Reserve and in Mpumalanga. The cause of this morph, also known as 'strawberry' leopard or 'pink panther', is not well understood.\n\n\n== Taxonomy ==\n\nFelis pardus was the scientific name proposed by Carl Linnaeus in 1758.\nThe generic name Panthera was first used by Lorenz Oken in 1816, who included all the known spotted cats into this group.\nOken's classification was not widely accepted, and Felis or Leopardus was used as generic name until the early 20th century.The leopard was determined as type species of the Panthera by Joel Asaph Allen in 1902.\nIn 1917, Reginald Innes Pocock subordinated also tiger (P. tigris), lion (P. leo), jaguar (P. onca), into the Panthera.\n\n\n=== Subspecies ===\nFollowing Linnaeus' first description, 27 leopard subspecies were proposed by naturalists between 1794 and 1956. Since 1996, only eight subspecies have been considered valid on the basis of mitochondrial analysis. Later analysis revealed a ninth valid subspecies, the Arabian leopard.Since 2017, the Cat Classification Task Force of the Cat Specialist Group recognizes the following eight subspecies, summarized in the table below:\n\n\n=== Evolution and genetics ===\n\nResults of a phylogenetic analysis of chemical secretions amongst cats indicated that the leopard is closely related to the lion.\nResults of phylogenetic studies based on nDNA and mtDNA analysis showed that the leopard is a sister taxon to a clade within Panthera consisting of the lion and the jaguar.\nThe last common ancestor of the Panthera and Neofelis genera is thought to have lived about 6.37 million years ago. Neofelis diverged about 8.66 million years ago from the Panthera lineage, which is thought to have emerged in Asia and migrated to Africa. The tiger diverged about 6.55 million years ago followed by the snow leopard about 4.63 million years ago and the leopard about 4.35 million years ago.\nResults of a following phylogenetic study revealed a swapping between the leopard and the jaguar in the cladogram.Fossils of leopard ancestors were excavated in East Africa and South Asia, dating back to the Pleistocene between 2 and 3.5 million years ago. The modern leopard is suggested to have evolved in Africa about 0.5 to 0.8 million years ago and to have radiated across Asia about 0.2 and 0.3 million years ago.In Europe, the leopard occurred at least since the Pleistocene. Leopard-like fossil bones and teeth possibly dating to the Pliocene were excavated in Perrier in France, northeast of London, and in Valdarno, Italy. Until 1940, similar fossils dating back to the Pleistocene were excavated mostly in loess and caves at 40 sites in Europe, including Furninha Cave near Lisbon, Genista Caves in Gibraltar, and Santander Province in northern Spain to several sites across France, Switzerland, Italy, Austria, Germany, in the north up to Derby in England, in the east to Přerov in the Czech Republic and the Baranya in southern Hungary, Leopard fossils dating to the Late Pleistocene were found in Biśnik Cave in south-central Poland.\nThe oldest known leopard fossils excavated in Europe are about 600,000 years old and were found in the Grotte du Vallonnet in France and near Mauer in Germany.\nFour European Pleistocene leopard subspecies were proposed. P. p. begoueni from the beginning of the Early Pleistocene was replaced about 0.6 million years ago by P. p. sickenbergi, which in turn was replaced by P. p. antiqua around 0.3 million years ago. The most recent, P. spelaea, appeared at the beginning of the Late Pleistocene and survived until about 24,000 years ago in several parts of Europe.Leopard fossils dating to the Pleistocene were also excavated in the Japanese archipelago.Like most cat species, the leopard has a diploid chromosome number of 38.\nThe chromosomes include four acrocentric, five metacentric, seven submetacentric and two telocentric pairs.\n\n\n== Distribution and habitat ==\n\nThe leopard has the largest distribution of all wild cats, occurring widely in Africa as well as South and Southeast Asia, although populations are fragmented and declining. It is extinct in North Africa. It inhabits foremost savanna and rain forest, and areas where grasslands, woodlands, and riverine forests remain largely undisturbed. In sub-Saharan Africa, it is still numerous and surviving in marginal habitats where other large cats have disappeared. There is considerable potential for human-leopard conflict due to leopards preying on livestock.Leopard populations on the Arabian Peninsula are small and fragmented.In western and central Asia, it avoids deserts, areas with long snow cover and proximity to urban centres.In the Indian subcontinent, the leopard is still relatively abundant, with greater numbers than those of other Panthera species. In India, some leopard populations live quite close to human settlements and even in semi-developed areas. Although adaptable to human disturbances, leopards require healthy prey populations and appropriate vegetative cover for hunting for prolonged survival and thus rarely linger in heavily developed areas. Due to the leopard's stealthiness, people often remain unaware that they live in nearby areas.In Sri Lanka, leopards were recorded in Yala National Park and in unprotected forest patches, tea estates, grasslands, home gardens, pine and eucalyptus plantations.In Myanmar, leopards were recorded for the first time by camera traps in the hill forests of Myanmar's Karen State. The Northern Tenasserim Forest Complex in southern Myanmar is considered a leopard stronghold. In Thailand, leopards are present in the Western Forest Complex, Kaeng Krachan-Kui Buri, Khlong Saeng-Khao Sok protected area complexes and in Hala Bala Wildlife Sanctuary bordering Malaysia. In Peninsular Malaysia, leopards are present in Belum-Temengor, Taman Negara and Endau-Rompin National Parks.\nIn Laos, leopards were recorded in Nam Et-Phou Louey National Biodiversity Conservation Area and Nam Kan National Protected Area.\nIn Cambodia, leopards inhabit deciduous dipterocarp forest in Phnom Prich Wildlife Sanctuary and Mondulkiri Protected Forest.\nIn southern China, leopards were recorded only in the Qinling Mountains during surveys in 11 nature reserves between 2002 and 2009.In Java, leopards inhabit dense tropical rainforests and dry deciduous forests at altitudes from sea level to 2,540 m (8,330 ft). Outside protected areas, leopards were recorded in mixed agricultural land, secondary forest and production forest between 2008 and 2014.In the Russian Far East, it inhabits temperate forests where winter temperatures reach a low of −25 °C (−13 °F).\n\n\n== Behaviour and ecology ==\n\nThe leopard is a solitary and territorial animal. Adults associate only in the mating season. Females continue to interact with their offspring even after weaning, and have been observed sharing kills with their offspring when they can not obtain any prey. They produce a number of vocalisations, including growls, snarls, meows and purrs. The roaring sequence in leopards consists mainly of grunts and is also called \"sawing\", having been described as resembling the sound of sawing wood. Cubs are known to call their mother with a urr-urr sound.The whitish spots on the back of their ears are thought to play a role in communication.\nIt has been hypothesized that the white tips of their tails may function as a 'follow-me' signal in intraspecific communication. However, no significant association were found between a conspicuous colour of tail patches and behavioural variables in carnivores.Leopards are active mainly from dusk till dawn and rest for most of the day and for some hours at night in thickets, among rocks or over tree branches. Leopards have been observed walking 1–25 km (0.62–15.53 mi) across their range at night; they may even wander up to 75 km (47 mi) if disturbed. In some regions, they are nocturnal. In western African forests, they have been observed to be largely diurnal and hunting during twilight, when their prey animals are active; activity patterns varies between seasons.Leopards can climb trees very skilfully, often rest on tree branches and descend from trees headfirst.\nThey can run at over 58 km/h (36 mph), leap over 6 m (20 ft) horizontally, and jump up to 3 m (9.8 ft) vertically.\n\n\n=== Social spacing ===\nIn Kruger National Park, most leopards tend to keep 1 km (0.62 mi) apart. Males interact with their partners and cubs at times, and exceptionally this can extend beyond to two generations. Aggressive encounters are rare, typically limited to defending territories from intruders. In a South African reserve, a male was wounded in a male–male territorial battle over a carcass.Males occupy territories that often overlap with a few smaller female territories, probably as a strategy to enhance access to females. In the Ivory Coast, the home range of a female was completely enclosed within a male's. Females live with their cubs in territories that overlap extensively, probably due to the association between mothers and their offspring. There may be a few other fluctuating territories, belonging to young individuals. It is not clear if male territories overlap as much as those of females do. Individuals try to drive away intruders of the same sex.A study of leopards in the Namibian farmlands showed that the size of territories was not significantly affected by sex, rainfall patterns or season; it concluded that the higher the prey availability in an area, the greater the population density of leopards and the smaller the size of territories, but territories tend to expand if there is human interference (which has been notably high in the study area).\nTerritorial sizes vary geographically and depending on habitat and availability of prey. In the Serengeti, they are as small as 33–38 km2 (13–15 sq mi) for males and 14–16 km2 (5.4–6.2 sq mi) for females, and as large as 451 km2 (174 sq mi) for males and 188 km2 (73 sq mi) for females in northeastern Namibia. They are even larger in arid and montane areas. Territories recorded in Nepal's Bardia National Park, 48 km2 (19 sq mi) for males and 5–7 km2 (1.9–2.7 sq mi) for females, are smaller than those generally observed in Africa.\n\n\n=== Hunting and diet ===\n\nThe leopard depends mainly on its acute senses of hearing and vision for hunting. It primarily hunts at night in most areas. In western African forests and Tsavo National Park, leopards have been also observed hunting by day. Leopards usually hunt on the ground. In the Serengeti, leopards have been observed to ambush prey by jumping down on it from trees.The leopard is a carnivore that prefers medium-sized prey with a body mass ranging from 10–40 kg (22–88 lb). Prey species in this weight range tend to occur in dense habitat and to form small herds. Species that prefer open areas and developed significant anti-predator strategies are less preferred. More than 100 prey species were recorded. Ungulate species frequently taken include impala, bushbuck, water chevrotain, sitatunga, Bates's pygmy antelope, various duiker species, chital, sambar deer, Thompson's gazelle, southern reedbuck and Grant's gazelle. Primate prey species preyed upon include Colobus, Mangabey, Cercopithecus and langur. Leopards also kill smaller carnivores like black-backed jackal, bat-eared fox, genet and cheetah. Prey as heavy as a 550 kg (1,210 lb) giraffe is hunted if larger carnivores such as lions or tigers are absent. The largest prey killed by a leopard was reportedly a male eland weighing 900 kg (2,000 lb).The leopard stalks the prey and tries to approach as close as possible, typically within 5 m (16 ft) to the target, and finally pounces on it and kills it by suffocation. It kills small prey with a bite on the back of the neck, but holds larger animals by the throat and strangles them.\nIt is able to take large prey due to its massive skull and powerful jaw muscles, and is therefore strong enough to drag carcasses heavier than itself up into trees; an individual was seen to haul a young giraffe, weighing nearly 125 kg (276 lb), up 5.7 m (19 ft) into a tree. Kills are cached up to 2 km (6,600 ft) apart.\nSmall prey is eaten immediately, while larger carcasses are dragged over several hundred metres and safely cached in trees, bushes or even caves to be consumed later. The way the kill is stored depends on local topography and individual preferences; while trees are preferred in Kruger National Park, bushes are preferred in the plain terrain of the Kalahari.Analysis of leopard scat in Taï National Park revealed that primates, except chimpanzee and potto, are primary leopard prey during the day.\nIn a reserved forest of southern India, species preyed upon by leopard, dhole and striped hyena overlapped considerably.\n\nA study in Wolong National Nature Reserve in southern China demonstrated variation in the Indochinese leopard's diet over time; over the course of seven years, the vegetative cover receded, and leopards opportunistically shifted from primarily consuming tufted deer to pursuing bamboo rats and other smaller prey. Average daily consumption rates of 3.5 kg (7.7 lb) were estimated for males and of 2.8 kg (6.2 lb) for females. A study in the southern Kalahari showed that leopards met their water requirements by the bodily fluids of prey and succulent plants; they drink water every two to three days, and feed infrequently on moisture-rich plants such as gemsbok cucumbers (Acanthosicyos naudinianus), tsamma melon (Citrullus lanatus) and Kalahari sour grass (Schmidtia kalahariensis).Predation on bear cubs has been reported in Asia. Sub-adult giant pandas weighing up to 50 kg (110 lb) may also be vulnerable to predation by leopards.\nA few instances of cannibalism have been reported.\n\n\n=== Enemies and competitors ===\n \nLeopards co-exist alongside with other large predators such as tigers, lions, cheetahs, spotted hyenas, striped hyenas, brown hyenas, up to five bear species and both African and Asiatic wild dogs. These animals may steal its kill, devour its cubs or even kill adult leopards. Leopards may also retreat up a tree in the face of direct aggression from other large carnivores but leopards have been seen to either kill or prey on competitors such as black-backed jackal, caracal, African wildcat, the cubs of lions, cheetahs and hyenas, and the pups of wild dogs.\nResource partitioning occurs where leopards share their range with tigers. Leopards tend to take smaller prey, usually less than 75 kg (165 lb), where tigers are present. In areas where leopard and tiger are sympatric, coexistence is reportedly not the general rule, with leopards being few where tigers are numerous.\nThe mean leopard density decreased significantly (from 9.76 to 2.07 animals per 100 km2) when the mean density of tigers increased (from 3.31 animals/100km2 to 5.81 animals/100km2) from 2004–5 to 2007–8 in Rajaji National Park in India following the relocation of pastoralists out of the park. There, the two species have high dietary overlap, and an increase in the tiger population resulted in a sharp decrease in the leopard population and a shift in the leopard diet to small prey (from 9% to 36%) and domestic prey (from 6.8% to 31.8%).In Nepal's Chitwan National Park, the Bengal tiger coexists with the Indian leopard because there is a large prey biomass, a large proportion of prey is of smaller size, and dense vegetation exists. Here leopards killed prey ranging from less than 25 kg (55 lb) to 100 kg (220 lb) in weight with most kills in the 25–50 kg (55–110 lb) range; tigers killed more prey in the 50–100 kg (110–220 lb) range. There were also differences in the microhabitat preferences of the individual tiger and leopard followed over five months (December to April); the tiger used roads and (except in February) forested areas more frequently, while the leopard used recently burned areas and open areas more frequently. Usually when a tiger began to kill baits at sites formerly frequented by leopards, the leopards would no longer come and hunt there. In the tropical forests of India's Nagarhole National Park, tigers selected prey weighing more than 176 kg (388 lb), whereas leopards selected prey in the 30–175 kg (66–386 lb) range. In tropical forests, they do not always avoid the larger cats by hunting at different times. With relatively abundant prey and differences in the size of prey selected, tigers and leopards seem to successfully coexist without competitive exclusion or inter-species dominance hierarchies that may be more common to the leopard's co-existence with the lion in savanna habitats. In areas with high tiger populations, such as in the central parts of India's Kanha National Park, leopards are not permanent residents, but transients. They were common near villages at the periphery of the park and outside the park.In the mid-20th century, Amur leopards were absent or very rarely encountered in the Primorye region of the Russian Far East at places where Siberian tigers roamed. Surveys conducted at the beginning of the 21st century revealed that the range of both species overlaps in this region, especially in protected areas where ungulate densities are high and human disturbance is low.Occasionally, Nile crocodiles prey on leopards of any age. One large adult leopard was grabbed and consumed by a large crocodile while attempting to hunt along a bank in Kruger National Park. Mugger crocodiles have reportedly killed an adult leopard in India. Lions are occasionally successful in climbing trees and fetching leopard kills. Leopards are also known to kill or prey on lion cubs. In the Kalahari Desert, leopards frequently lose kills to the brown hyena, if the leopard is unable to move the kill into a tree. Single brown hyenas have been observed charging at and displacing male leopards from kills. Burmese pythons have reportedly preyed on leopards, and an adult leopard was recovered from the stomach of a 5.5 m (18 ft) specimen.Two cases of leopards killing cheetahs have been reported in 2014.In some areas of Africa, troops of large baboon species (potential leopard prey themselves) will kill and sometimes eat leopard cubs if they discover them. George Schaller wrote that he had seen carcasses of a leopard and a gorilla, and that both had wounds.\n\n\n=== Reproduction and life cycle ===\nDepending on the region, leopards may mate all year round. In Manchuria and Siberia, they mate during January and February. The estrous cycle lasts about 46 days and the female usually is in heat for 6–7 days. Gestation lasts for 90 to 105 days. Cubs are usually born in a litter of 2–4 cubs. Mortality of cubs is estimated at 41–50% during the first year.Females give birth in a cave, crevice among boulders, hollow tree, or thicket to make a den. Cubs are born with closed eyes, which open four to nine days after birth. The fur of the young tends to be longer and thicker than that of adults. Their pelage is also more gray in colour with less defined spots. Around three months of age, the young begin to follow the mother on hunts. At one year of age, leopard young can probably fend for themselves, but remain with the mother for 18–24 months.The average typical life span of a leopard is between 12 and 17 years. The oldest recorded spotted leopard was a female named Roxanne living in captivity at McCarthy's Wildlife Sanctuary in The Acreage, Palm Beach County, Florida. She died August 8, 2014 at the age of 24 years, 2 months and 13 days. This has been verified by the Guinness Book of World Records. Previously, the oldest recorded leopard was a female named Bertie living in captivity in the Warsaw Zoo. She died in December 2010 at the age of 24. The oldest recorded male leopard was Cezar, who reached the age of 23. He also lived at the Warsaw Zoo and was Bertie's lifelong companion. The generation length of the leopard is 9.3 years.\n\n\n== Leopards and humans ==\n\nLeopards have been known to humans throughout history, and have featured in the art, mythology, and folklore of many countries where they have historically occurred, such as ancient Greece, Persia, and Rome, as well as some where they have not existed for several millennia, such as England. The modern use of the leopard as an emblem for sport or a coat of arms is much more restricted to Africa, though numerous products worldwide have used the name. During the Benin Empire, the leopard was commonly represented on engravings and sculptures and was used to symbolise the power of the king or oba; since the leopard was considered the king of the forest. Leopards were also kept and paraded as mascots, totems and sacrifices to deities. As a result of their association with kings in Africa, the leopard's pelt is often seen today as a symbol of aristocratic rank, chiefs using it as a part of their traditional regalia.\n\nThe lion passant guardant or leopard is a frequently used charge in heraldry, most commonly appearing in groups of three. The heraldic leopard lacks spots and sports a mane, making it visually almost identical to the heraldic lion, and the two are often used interchangeably. These traditional lions passant guardant appear in the coat of arms of Dalmatia and the coat of arms of England and many of its former colonies; more modern naturalistic (leopard-like) depictions appear on the coat of arms of several African nations including Benin, Malawi, Somalia, the Democratic Republic of the Congo and Gabon, which uses a black panther.Leopard domestication has also been recorded—several leopards were kept in a menagerie established by King John at the Tower of London in the 13th century; around 1235, three of these animals were given to Henry III by Holy Roman Emperor Frederick II.\n\n\n=== Hybrids ===\n\nCrossbreeding between the leopard and the other members of the Panthera has been documented. In 1953, a lioness and a male leopard were mated in the Hanshin Park in Nishinomiya, Japan. The first litter from this pairing was born on 2 November 1959, consisting of a male and a female. Another litter was born in 1961, in which all the offspring were spotted and bigger than a juvenile leopard. The hybrid came to be known as a \"leopon\". Unsuccessful attempts were made to mate a leopon with a tigress.Although lions and leopards may come into contact in sub-Saharan Africa, they are generally not known to interbreed naturally. However, there have been anecdotal reports of felids larger than the cheetah but smaller than the lion, with a lion-like face, from the Central African Republic, Kenya, Rwanda and Uganda. This animal, known as the marozi and by several other names, is covered with grayish spots or rosettes on the back, the flanks and the legs. However, there have been no confirmed sightings of the marozi since the 1930s.A pumapard is a hybrid animal resulting from a mating between a leopard and a puma (a member of the genus Puma, not the genus Panthera). Three sets of these hybrids were bred in the late 1890s and early 1900s by Carl Hagenbeck at his animal park in Hamburg, Germany. While most of these animals did not reach adulthood, one of these was purchased in 1898 by the Berlin Zoo. A similar hybrid in the Berlin Zoo purchased from Hagenbeck was a cross between a male leopard and a female puma. A specimen in the Hamburg Zoo (in the photo at right) was the reverse pairing, fathered by a puma bred to an Indian leopardess. The pumapard is characterised by a long body like the puma's, but with shorter legs. The hybrid is in general a dwarf, smaller than either parent. The coat is variously described as sandy, tawny or greyish with brown, chestnut or faded rosettes.\n\n\n=== Tourism ===\n\nIn protected areas of several countries, wildlife touring programs and safari ventures offer sightings of leopards in their natural habitat. While luxury establishments may boast the fact that wild animals can be seen at close range on a daily basis, the leopard's camouflage and propensity to hide and stalk prey typically make leopard sightings rare. In Sri Lanka's Yala National Park, leopards have been ranked by visitors to be among the least visible of all animals in the park despite their high concentration in the reserve.In South Africa, safaris are offered in numerous nature reserves such as in Sabi Sand Game Reserve. In Sri Lanka, wildlife tours are available in Yala and Wilpattu National Parks. In India, safaris are offered in Madhya Pradesh and Uttarakhand national parks as well as in Pali district of western Rajasthan.\n\n\n=== Man-eating ===\n\nMost leopards avoid people, but humans may occasionally be targeted as prey. Most healthy leopards prefer wild prey to humans, but injured, sickly, or struggling cats or those with a shortage of regular prey may resort to hunting humans and become habituated to it. Although usually slightly smaller than a human, an adult leopard is much more powerful and easily capable of killing one. Two extreme cases occurred in India: the first leopard, \"the Leopard of Rudraprayag\", killed more than 125 people; the second, \"the Panar Leopard\", was believed to have killed more than 400. Both were killed by the renowned hunter and conservationist Jim Corbett. Man-eating leopards are considered bold and difficult to track and may enter human settlements for prey, more so than lions and tigers. Author and big game hunter Kenneth Anderson had first-hand experience with many man-eating leopards, and described them as far more threatening than tigers:\n\nAlthough examples of such animals are comparatively rare, when they do occur they depict the panther [leopard] as an engine of destruction quite equal to his far larger cousin, the tiger. Because of his smaller size he can conceal himself in places impossible to a tiger, his need for water is far less, and in veritable demoniac cunning and daring, coupled with the uncanny sense of self-preservation and stealthy disappearance when danger threatens, he has no equal.\n\nThere is something very terrifying in the angry grunt of a charging leopard, and I have seen a line of elephants that were staunch to a tiger, turn and stampede from a charging leopard.\n\n\n== See also ==\nPanthera crassidens\n\n\n== References ==\n\n\n== Further reading ==\nSchaller, G. B. (1972). The Serengeti Lion. Chicago: University of Chicago Press. ISBN 978-0-226-73639-6.\nDeRuiter, D. J.; Berger, L. R. (2000). \"Leopards as Taphonomic Agents in dolomitic Caves—Implications for bone Accumulations in the Hominid-bearing Deposits of South Africa\". Journal of Archaeological Science. 27 (8): 665–684. doi:10.1006/jasc.1999.0470.\nAllsen, Thomas T. (2007). \"Natural History and Cultural History: The Circulation of Hunting Leopards in Eurasia, Seventh-Seventeenth Centuries\".  In Mair, Victor H. (ed.). Contact and Exchange in the Ancient World. Honolulu: University of Hawai'i Press. ISBN 978-0-8248-2884-4.\nSanei, A. (2007). Analysis of leopard (Panthera pardus) status in Iran (in Persian). Tehran: Sepehr Publication Center. ISBN 978-964-6123-74-8.\nSanei, A.; Zakaria, M.; Yusof, E.; Roslan, M. (2011). \"Estimation of leopard population size in a secondary forest within Malaysia's capital agglomeration using unsupervised classification of pugmarks\" (PDF). Tropical Ecology 52 (1): 209–217.\nTaylor, P.; Barrientos, S.; Dolan, C. (2005). Beyond Conservation: A Wildland Strategy. Earthscan. ISBN 978-1-84407-197-5.\nZakaria, M.; Sanei, A. (2011). \"Conservation and management prospects of the Persian and Malayan leopards\". Asia Life Sciences. Supplement 7: 1–5.\n\n\n== External links ==\nIUCN/SSC Cat Specialist Group: Panthera pardus in Africa and Panthera pardus in Asia\nLeopard Anthology: Research and conservation of leopards in Asia\nAsian Leopard Specialist Society: Research, conservation and management of Asian leopard subspecies\nThe Animal Files: Leopard\nFree To Use Leopard Pictures\nBiggest claimed Sri Lankan leopard (110 kg (240 lb))\nBengal tiger kills Indian leopard",
    "ImageURL": "Leopard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Leopard",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Panthera",
        "Species": "pardus"
    },
    "ScientificName": "Panthera pardus",
    "Zone": "* #### H"
}