{
    "CommonName": "Lesser Madagascar hedgehog tenrec",
    "BriefSummary": "The lesser hedgehog tenrec (Echinops telfairi) is a species of mammal in the family Tenrecidae.\nIt is the only species in the genus Echinops and is named in honour of Charles Telfair.",
    "WikiContents": "The lesser hedgehog tenrec (Echinops telfairi) is a species of mammal in the family Tenrecidae.\nIt is the only species in the genus Echinops and is named in honour of Charles Telfair.\n\n\n== Distribution and habitat ==\nIt is endemic to Madagascar. Its natural habitats are subtropical or tropical dry forests, dry savanna, subtropical or tropical dry shrubland, and subtropical or tropical dry lowland grassland.\n\n\n== Description ==\nThe lesser hedgehog tenrec is a small, stout-bodied animal similar to the hedgehog, hence the name. Their tails are short, their limbs and muzzles are of moderate length, and their ears are prominent. The entire dorsum is covered with sharp spines. Color is usually yellow buff; individuals range from near white to almost black. Head and body length is 5 to 6.8 inches (13 to 17 cm). Weight is about 7 ounces (0.2 kg).\nTenrecs have a cloaca (common uro-genital opening), like a bird or a reptile.\n\n\n== Behavior ==\nThis tenrec is terrestrial.\n\n\n=== Shelter and hibernation ===\nIt spends its daytime hours resting under a log or in a hollow tree, although trees are widely scattered in its native habitat. In hot weather, it sleeps with its body extended, but otherwise lies in a curled position to rest. It enters a state of torpor in the winter time.\n\n\n=== Diet ===\nThey mostly feed upon insects but may prey on small vertebrates, and usually forage alone, except for a mother with her young.\n\n\n=== Reproduction ===\nBreeding is known to occur in October but may depend on warm weather first arousing the animals from winter torpor and on an available food supply.\n\n\n== Captivity ==\nThe lesser hedgehog tenrec has become popular in the exotic pet industry and it may be used as a model organism in the future.\n\n\n== References ==\nSimon and Schuster's Guide to Mammals\n\n\n== Further reading ==\nSuárez R., Villalón A., Künzle H., Mpodozis J. (2009) \"Transposition and Intermingling of Gαi2 and Gαo Afferences into Single Vomeronasal Glomeruli in the Madagascan Lesser Tenrec Echinops telfairi\". PLoS ONE 4(11): e8005. doi:10.1371/journal.pone.0008005\n\n\n== External links ==\nView the Lesser hedgehog tenrec genome in Ensembl.",
    "ImageURL": "LesserMadagascarhedgehogtenrec_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Lesser_hedgehog_tenrec",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Afrosoricida",
        "Suborder": "Tenrecomorpha",
        "Family": "Tenrecidae",
        "Genus": "Echinops",
        "Species": "telfairi"
    },
    "ScientificName": "Echinops telfairi",
    "Zone": "* #### C"
}