{
    "CommonName": "Lily trotter",
    "BriefSummary": "The comb-crested jacana (Irediparra gallinacea), also known as the lotusbird or lilytrotter, is the only species of jacana in the genus Irediparra.  Like other jacana species, it is adapted to the floating vegetation of tropical freshwater wetlands.",
    "WikiContents": "The comb-crested jacana (Irediparra gallinacea), also known as the lotusbird or lilytrotter, is the only species of jacana in the genus Irediparra.  Like other jacana species, it is adapted to the floating vegetation of tropical freshwater wetlands.\n\n\n== Description ==\n\nThis species is unmistakable.  It has a black crown and hindneck with a fleshy red wattle covering the forehead and forecrown, contrasting with a white face and throat. There is a broad black band on the lower breast with white belly.  Underwing black.  Back and upperwing mainly grey-brown with black primary coverts, rump and tail.  Long legs with extremely long toes.  The male is slightly smaller than the female and measures 20–22 cm (7.9–8.7 in) in length and weighs 68–84 g (2.4–3.0 oz). The female measures 24–27 cm (9.4–10.6 in) in length and weighs 120–150 g (4.2–5.3 oz). The wingspan ranges from 39 to 46 cm (15 to 18 in).\n\n\n== Distribution and habitat ==\nThe bird occurs in south-eastern Borneo, the southern Philippines, Sulawesi, Moluccas, Lesser Sunda Islands, New Guinea, New Britain, and northern and eastern Australia. Its habitat is freshwater wetlands with abundant floating vegetation, such as water-lilies or water hyacinth, forming a mat on the water surface.\n\n\n== Behaviour ==\n\n\n=== Breeding ===\nThe comb-crested jacana is polyandrous.  It builds a flimsy nest on floating or emergent vegetation, in which the female lays four lustrous, pale brown eggs covered by black markings. Only males incubate. The young hatch well-developed and soon leave the nest.\n\n\n=== Feeding ===\nIt eats seeds and aquatic insects gleaned from floating vegetation or the water surface.\n\n\n=== Voice ===\nThis species gives a squeaky, high-pitched chittering.\n\n\n== References ==\n\nBirdLife International. (2006). Species factsheet: Irediparra gallinacea. Downloaded from https://www.webcitation.org/5QE8rvIqH?url=http://www.birdlife.org/ on 10 February 2007\nMarchant, S.; Higgins, P.J.; & Davies, J.N. (eds). (1994). Handbook of Australian, New Zealand and Antarctic Birds.  Volume 2: Raptors to Lapwings. Oxford University Press: Melbourne.  ISBN 0-19-553069-1\nNational Photographic Index of Australian Wildlife. (1987). The Shorebirds of Australia. Angus & Robertson: Sydney. ISBN 0-207-15348-5",
    "ImageURL": "Lilytrotter_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Comb-crested_jacana",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Jacanidae",
        "Genus": "IrediparraMathews",
        "Species": "gallinacea"
    },
    "ScientificName": "IrediparraMathews gallinacea",
    "Zone": "* #### G"
}