{
    "CommonName": "Little heron",
    "BriefSummary": "The striated heron (Butorides striata) also known as mangrove heron, little heron or green-backed heron, is a small heron, about 44 cm tall. Striated herons are mostly non-migratory and noted for some interesting behavioral traits. Their breeding habitat is small wetlands in the Old World tropics from west Africa to Japan and Australia, and in South America. Vagrants have been recorded on oceanic islands, such as Chuuk and Yap in the Federated States of Micronesia, the Marianas and Palau; the bird recorded on Yap on February 25, 1991, was from a continental Asian rather than from a Melanesian population, while the origin of the bird seen on Palau on May 3, 2005 was not clear.This bird was long considered to be conspecific with the closely related North American species, the green heron, which is now usually separated as B. virescens, as well as the lava heron of the Galápagos Islands (now B. sundevalli, but often included in B. striata, e.g. by BirdLife International); collectively they were called \"green-backed herons\".\nThe bird can also be found in Bolivia around the town of Riberalta in the Beni Department and specifically in the Aquicuana Reserve.",
    "WikiContents": "The striated heron (Butorides striata) also known as mangrove heron, little heron or green-backed heron, is a small heron, about 44 cm tall. Striated herons are mostly non-migratory and noted for some interesting behavioral traits. Their breeding habitat is small wetlands in the Old World tropics from west Africa to Japan and Australia, and in South America. Vagrants have been recorded on oceanic islands, such as Chuuk and Yap in the Federated States of Micronesia, the Marianas and Palau; the bird recorded on Yap on February 25, 1991, was from a continental Asian rather than from a Melanesian population, while the origin of the bird seen on Palau on May 3, 2005 was not clear.This bird was long considered to be conspecific with the closely related North American species, the green heron, which is now usually separated as B. virescens, as well as the lava heron of the Galápagos Islands (now B. sundevalli, but often included in B. striata, e.g. by BirdLife International); collectively they were called \"green-backed herons\".\nThe bird can also be found in Bolivia around the town of Riberalta in the Beni Department and specifically in the Aquicuana Reserve.\n\n\n== Description and ecology ==\n\nAdults have a blue-grey back and wings, white underparts, a black cap, a dark line extends from the bill to under the eye and short yellow legs. Juveniles are browner above and streaked below.\nThese birds stand still at the water's edge and wait to ambush prey, but are easier to see than many small heron species. They mainly eat small fish, frogs and aquatic insects. They sometimes use bait, dropping a feather or leaf carefully on the water surface and picking fish that come to investigate.They nest in a platform of sticks measuring between 20–40 cm long and 0.5–5 mm thick. The entire nest measures some 40–50 cm wide and 8–10 cm high outside, with an inner depression 20 cm wide and 4–5 cm deep. It is usually built in not too high off the ground in shrubs or trees but sometimes in sheltered locations on the ground, and often near water. The clutch is 2–5 eggs, which are pale blue and measure around 36 by 28 mm.An adult bird was once observed in a peculiar and mysterious behavior: while on the nest, it would grab a stick in its bill and make a rapid back-and-forth motion with the head, like a sewing machine's needle. The significance of this behavior is completely unknown: While such movements occur in many other nesting birds where they seem to compact the nest, move the eggs, or dislodge parasites, neither seems to have been the case in this particular striated heron.Young birds will give a display when they feel threatened, by stretching out their necks and pointing the bill skywards. How far this would deter predators is not known.Widespread and generally common, the striated heron is classified as a species of least concern by the IUCN; this holds true whether the lava heron is included in B. striata or not.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n=== Notes ===\n\n\n=== Sources ===\nBoswall, J. (1983): Tool-using and related behavior in birds: more notes. Avicultural Magazine 89: 94–108.\nGreeney, Harold F. & Merino M., Paúl A. (2006): Notes on breeding birds from the Cuyabeno Faunistic Reserve in northeastern Ecuador. Boletín de la Sociedad Antioqueña de Ornitología 16(2): 46–57. PDF fulltext\nNorris, D. (1975): Green Heron (Butorides virescens) uses feather lure for fishing. American Birds 29: 652–654.\nRobinson, S.K. (1994): Use of bait and lures by Green-backed Herons in Amazonian Peru. Wilson Bulletin 106(3): 569–571\nWalsh, J.F.; Grunewald, J. & Grunewald, B. (1985): Green-backed Herons  (Butorides striatus) possibly using a lure and using apparent bait. J. Ornithol. 126: 439–442.\nWiles, Gary J.; Worthington, David J.; Beck, Robert E. Jr.; Pratt, H. Douglas; Aguon, Celestino F. & Pyle, Robert L. (2000): Noteworthy Bird Records for Micronesia, with a Summary of Raptor Sightings in the Mariana Islands, 1988–1999. Micronesica 32(2): 257–284. PDF fulltext\nVanderWerf, Eric A.; Wiles, Gary J.; Marshall, Ann P. & Knecht, Melia (2006): Observations of migrants and other birds in Palau, April–May 2005, including the first Micronesian record of a Richard's Pipit. Micronesica 39(1): 11–29. PDF fulltext\n\n\n== External links ==\n(Striated heron = ) Greenbacked heron Butorides striata – Species text in The Atlas of Southern African Birds\nhttp://www.sustainablebolivia.org/birds-aquicuana-reserve.html",
    "ImageURL": "Littleheron_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Striated_heron",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Pelecaniformes",
        "Family": "Ardeidae",
        "Genus": "Butorides",
        "Species": "striata"
    },
    "ScientificName": "Butorides striata"
}