{
    "CommonName": "Long-tailed Chinchilla",
    "BriefSummary": "The long-tailed chinchilla (Chinchilla lanigera), also called the Chilean, coastal, common, or lesser chinchilla, is one of two species of rodent from the genus Chinchilla: the other species being C. chinchilla. Both breeds are endangered in the wild after historically being hunted for their soft hair coats. Domestic breeds of chinchilla are believed to descend from specimens of C. lanigera. Domestic chinchillas come in three types: la plata, costina, and raton.\nHistorically, Chilean chinchillas were reported from Talca (35°30’S), Chile, north to Peru, and also eastward, from Chilean coastal hills, throughout low mountains. No fossils of the Chilean chinchilla are known to have been found, and by the mid-19th century, Chilean chinchillas were not found south of the Choapa River in central Chile. Wild populations of Chilean chinchillas, as of 1996, occurred in Aucó (31°38’S, 71°06’W), near Illapel, IV Región, Chile, in Reserva Nacional Las Chinchillas and in La Higuera, Santa Cruz, Bolivia, about 100 km (62 mi) north of Coquimbo (29°33’S, 71°04’W).\n\n",
    "WikiContents": "The long-tailed chinchilla (Chinchilla lanigera), also called the Chilean, coastal, common, or lesser chinchilla, is one of two species of rodent from the genus Chinchilla: the other species being C. chinchilla. Both breeds are endangered in the wild after historically being hunted for their soft hair coats. Domestic breeds of chinchilla are believed to descend from specimens of C. lanigera. Domestic chinchillas come in three types: la plata, costina, and raton.\nHistorically, Chilean chinchillas were reported from Talca (35°30’S), Chile, north to Peru, and also eastward, from Chilean coastal hills, throughout low mountains. No fossils of the Chilean chinchilla are known to have been found, and by the mid-19th century, Chilean chinchillas were not found south of the Choapa River in central Chile. Wild populations of Chilean chinchillas, as of 1996, occurred in Aucó (31°38’S, 71°06’W), near Illapel, IV Región, Chile, in Reserva Nacional Las Chinchillas and in La Higuera, Santa Cruz, Bolivia, about 100 km (62 mi) north of Coquimbo (29°33’S, 71°04’W).\n\n\n== Characteristics ==\n\nChinchilla lanigera is smaller—wild animals have body lengths up to 260 mm (10 in)—has more rounded ears—45 mm (1.8 in) in length)—and a longer tail than C. chinchilla; its tail is usually about a third the size of its body—up to 130 mm (5.1 in) compared to 100 mm (3.9 in) in C. chinchilla. The number of caudal vertebrae is 23 in C. lanigera versus 20 in C. chinchilla. Males typically weigh 369–493 g (13.0–17.4 oz) with a mean of 412 g (14.5 oz), while females weigh 379–450 g (13.4–15.9 oz) with a mean of 422 g (14.9 oz). Domesticated animals are larger than wild ones and more sexually dimorphic, with the female weighing up to 800 g (28 oz) and males up to 600 g (21 oz).\nThe word lanigera translates into 'bearing a woolen coat', yet chinchillas do not have a woolen coat, but instead one consisting of hair. Chinchilla's hair color was originally mottled yellow-gray in the wild. Through selective breeding, their dominant colors include beige, white, and ebony, and the recessive colors include sapphire, violet, charcoal, and velvet. Their hair is 2–4 cm (0.79–1.57 in) long. It is silky, extremely soft, and firmly adhered to the skin. Up to 75 hairs, 5–11 mm (0.20–0.43 in) in diameter, emerge together from a single hair follicle. Vibrissae (whiskers) are abundant, strong, and long—100–130 mm (3.9–5.1 in)—and emerge from single follicles. The general color of their upper parts is bluish or silvery gray; the underparts are yellowish-white. The tail has long, coarse, gray and black hairs on its dorsal surface—30–40 mm (1.2–1.6 in) long near the body; 50–60 mm (2.0–2.4 in) long near the tip—and form a bristly tuft that exceeds the animal's vertebrae by 50 mm (2.0 in).Chinchilla lanigera's karyotype has 2n = 64 and FN = 126.\n\n\n== Varieties ==\nThree different types of domestic chinchilla are commonly recognized: la plata, costina, and raton.The la plata type has a better-developed musculature and heavier bone structure than the other two types. The typical la plata looks more roundish or compact, with a short, wide head, a large distance from one ear to another, and a relatively straight dorsal line. The shoulders are often as wide as the chest and rump. The ears are short and nearly round.\n\nThe costina type is weaker in musculature and bone structure, with the most distinctive feature being its longer hind legs. The fore legs are shorter and placed closer together, and the shoulders are narrower. The vertebral column is more arched; the neck line is sometimes very deep, forming a slight hump on the back of the animal. When viewed directly from the front, the head is V-shaped, the nose is pointed, and the distance between the ears is rather large. The ears are long and positioned at an angle around 45°.\nThe raton type is reminiscent of the la plata type in its body structure, but the nose is pointed as in the costina. The ears are positioned very close together and rather horizontal. It is distinctly smaller, on average.\n\n\n== Ecology ==\n\nChinchillas live in caves and shrubs of the Andes at elevations of about 3,000 to 5,000 meters (9,800 to 16,400 feet), or other polar climate conditions.The climate in the wild chinchillas' native habitat is rather harsh, with daytime summer temperatures climbing up to 30 °C (86 °F) in the shade and dropping to 7 °C (45 °F) at night (even below the freezing point in winter).In the wild, they breed seasonally between October and December, the months of spring in the Southern Hemisphere.\n\n\n== Pelt industry ==\nChinchillas have historically been hunted for their luxurious coats. This has led to their endangered status.\n\n\n== Conservation status ==\nThe Chilean chinchilla is endangered, with the second-highest conservation priority among Chilean mammals.\n\n\n== References ==",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Chinchilla_lanigera1.jpg",
    "Source": "https://en.wikipedia.org/wiki/Long-tailed_chinchilla"
}