{
    "CommonName": "Long-billed cockatoo",
    "BriefSummary": "Baudin's black cockatoo (Calyptorhynchus baudinii), also known as Baudin's cockatoo or long-billed black cockatoo, is a species of genus Calyptorhynchus found in southwest Australia.  The epithet commemorates the French explorer Nicolas Baudin. It has a short crest on the top of its head, and the plumage is mostly greyish black. It has prominent white cheek patches and a white tail band. The body feathers are edged with white giving a scalloped appearance. Adult males have a dark grey beak and pink eye-rings. Adult females have a bone coloured beak, grey eye-rings and ear patches that are paler than those of the males.",
    "WikiContents": "Baudin's black cockatoo (Calyptorhynchus baudinii), also known as Baudin's cockatoo or long-billed black cockatoo, is a species of genus Calyptorhynchus found in southwest Australia.  The epithet commemorates the French explorer Nicolas Baudin. It has a short crest on the top of its head, and the plumage is mostly greyish black. It has prominent white cheek patches and a white tail band. The body feathers are edged with white giving a scalloped appearance. Adult males have a dark grey beak and pink eye-rings. Adult females have a bone coloured beak, grey eye-rings and ear patches that are paler than those of the males.\n\n\n== Taxonomy and naming ==\nEdward Lear depicted the species in Illustrations of the Family of Psittacidae, or Parrots, published in 1832, from a specimen owned by Benjamin Leadbeater, though did not write a description or provide measurements. The female bird he figured as the type specimen was indicated by Lear in a note at the base of the plate as, “In the possession of Mr Benjamin Leadbeater”.\nCarnaby's black cockatoo, species Calyptorhynchus latirostris, and this population have previously been classified as the same species..\nCommon names include Baudin's black cockatoo or long-billed black cockatoo.Within the genus, the two Western Australian white-tailed species, the short-billed C. latirostris and this long-billed black cockatoo, together with the yellow-tailed black cockatoo Calyptorhynchus funereus of eastern Australia are allied to the Calyptorhynchus subgenus Zanda. The red-tailed and glossy black cockatoos form the other subgenus, Calyptorhynchus. The two groups are distinguished by differing juvenile food begging calls and the degree of sexual dimorphism. Males and females of the latter group have markedly different plumage, whereas those of the former have similar plumage.The three species of the subgenus Zanda have been variously considered as two, then as a single species for many years. In a 1979 paper, Australian ornithologist Denis Saunders highlighted the similarity between the short-billed and the southern race xanthanotus of the yellow-tailed and treated them as a single species with the long-billed as a distinct species. He proposed that Western Australia had been colonised on two separate occasions, once by a common ancestor of all three forms (which became the long-billed black cockatoo), and later by what has become the short-billed black cockatoo. However, an analysis of protein allozymes published in 1984 revealed the two Western Australian forms to be more closely related to each other than to the yellow-tailed, and the consensus since then has been to treat them as three separate species.\n\n\n== Description ==\nBaudin's black cockatoo is about 56 cm (22 in) long. It is mostly dark-grey with narrow vague light-grey scalloping, which is produced by narrow pale-grey margins at the tip of dark-grey feathers. It has a crest of short feathers on its head, and it has whitish patches of feathers that cover its ears. Its lateral tail feathers are white with black tips, and the central tail feathers are all black. The irises are dark brown and the legs are brown-grey. Its beak is longer and narrower than that of the closely related and similar Carnaby's black cockatoo.The adult male has a dark grey beak and pink eye-rings. The adult female has a bone coloured beak, grey eye-rings, and its ear patches are paler than that of the male. Juveniles have a bone coloured beak, grey eye-rings, and have less white in the tail feathers.One individual had reached an age of 47 years by 1996.\n\n\n== Distribution and habitat ==\n\nThe Baudin's black cockatoo is one of two species of white-tailed black cockatoo endemic to south-western Australia which were only separated taxonomically in 1948.  It is closely associated with moist, heavily forested areas dominated by marri Corymbia calophylla and is threatened by habitat destruction.\nThe bird is part of an annual census, the Great Cocky count, that has been held every year since 2009 to track the population change of Baudin's and other black cockatoos.Sites identified by BirdLife International as being important for Baudin's black cockatoo conservation are Araluen-Wungong, Gidgegannup, Jalbarragup, Mundaring-Kalamunda, North Dandalup, the Stirling Range and The Lakes.\n\n\n== Illustration ==\n\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Cited texts ==\nForshaw, Joseph M (2006). Parrots of the World; an Identification Guide. Illustrated by Frank Knight. Princeton University Press. ISBN 0-691-09251-6.\n\n\n== External links ==\nBirdLife Species Factsheet\nNon-lethal deterrent system for Baudin's cockatoo (vulnerable species)\nWestern Australian Museum website Cockatoo Care page",
    "ImageURL": "Longbilledcockatoo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Baudin%27s_black_cockatoo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Cacatuidae",
        "Genus": "Calyptorhynchus",
        "Species": "baudinii"
    },
    "ScientificName": "Calyptorhynchus baudinii",
    "Zone": "* #### F"
}