{
    "CommonName": "Long-nosed bandicoot",
    "BriefSummary": "The long-nosed bandicoot (Perameles nasuta) is a species of bandicoot found in eastern Australia, from north Queensland along the east coast to Victoria. Around 40 centimetres (16 in) long, it is sandy- or grey-brown with a long snouty nose. Omnivorous, it forages for invertebrates, fungi and plants at night.",
    "WikiContents": "The long-nosed bandicoot (Perameles nasuta) is a species of bandicoot found in eastern Australia, from north Queensland along the east coast to Victoria. Around 40 centimetres (16 in) long, it is sandy- or grey-brown with a long snouty nose. Omnivorous, it forages for invertebrates, fungi and plants at night.\n\n\n== Taxonomy ==\n\nFrench naturalist Étienne Louis Geoffroy described the long-nosed bandicoot in 1804. Swiss naturalist Heinrich Rudolf Schinz described a large specimen from near Bathurst in the Blue Mountains as a new species, Perameles lawson, in 1825, though the specimen was lost at sea in shipwreck. French naturalist Pierre Boitard described Isoodon musei in 1841, both are now classified as P. nasuta.Two subspecies are recognised: P. nasuta subspecies nasuta is found from western Victoria through eastern New South Wales and north to central Queensland, and  P. nasuta subspecies pallescens, found from central Queensland through to the Cape York Peninsula.\nThe long-nosed bandicoot is the largest member of its genus, which also includes the eastern barred bandicoot and the western barred bandicoot. It is most closely related to the eastern barred bandicoot, the two species having diverged from one another in the late Pliocene. Their ancestors diverged from the ancestor of the western barred bandicoot in the Miocene.\n\n\n== Description ==\n\nThe long-nosed bandicoot is much less colourful than its relatives, being primarily a sandy-brown or greyish colour. It is nocturnal, non-climbing, solitary, and omnivorous. Its body length is around 40 centimetres (16 in), including a tail length of 14 centimetres (5.5 in), and it weighs 1.5 kilograms (3.3 lb). It has a very prominent long nose and small pointed upright ears, a hunched-looking posture, a short tail, a rear-facing pouch, and three long, clawed toes on front feet. The droppings are 3.5 centimetres (1.4 in) long by 1 centimetre (0.39 in) wide. The long-nosed bandicoot has a high-pitched squeak when disturbed.\n\n\n== Distribution and habitat ==\nThe species is distributed along the eastern coast of Australia from Cape York Peninsula in Queensland to New South Wales and Victoria. It is found in rainforest, moist gullies and grassy woodlands.Long-nosed bandicoots benefit from a mosaic of mixed habitats, including open grassy areas (such as lawns in urban areas) that they forage in at night-time and sheltered areas with undergrowth that they retreat to and nest in.\n\n\n=== Conservation ===\nWidely distributed, it is classified as least concern on the IUCN Red List, with some localised decline in the southern part of its range. Although faring better than many other native mammal species in the face of human impact, the long-nosed bandicoot vanished from much of Sydney in the 1960s. It is restricted to the outskirts such as the upper North Shore and Ku-ring-gai Chase National Park in the north, Blue Mountains in the west, Holsworthy in the southwest and Royal National Park in the south. The species is a common visitor to gardens of people living near Garigal  and Ku-ring-gai Chase National Parks and are generally well received. Two small populations remain in the inner Sydney urban area: A population at North Head has been designated as endangered by the New South Wales government. It is thought to number around 200 individuals. Sydney's Taronga Zoo is undertaking a breeding program to bolster the population. A population centred around the urbanised suburb of Dulwich Hill in the Inner West was identified in 2002. Little remnant habitat exists and the numbers are thought to be low, though the bandicoots appear to have adapted to foraging in more urban habitat. The population has been classified as endangered.\n\n\n== Behaviour ==\nLong-nosed bandicoots are solitary, individuals interacting little when not mating or parenting.\n\n\n=== Feeding ===\nThe long-nosed bandicoot is omnivorous and nocturnal, foraging for insects, such as beetles and beetle larvae (grubs), plants, including the roots of monocots, and fungi, Invertebrates make up most of the diet year-round, with spiders, caterpillars, leaves and seeds more common food items in summer and cicada larvae, blades of grass, bracts (tiny true leaves) of wattles, and underground items such as roots and fungi eaten more in winter. Long-nosed bandicoots spend much of their time digging, and often leave characteristic conical holes in the ground where they have foraged looking for grubs in the soil. It is often found near compost heaps.A field study in Booderee National Park showed that bandicoot numbers markedly increased following increase in invertebrate numbers before declining within two years.\n\n\n=== Breeding ===\nGestation lasts 12.5 days, one of the shortest known of mammal species. The young spend another 50 to 54 days in the mother's pouch before being weaned.\n\n\n== Predators ==\nThe long-nosed bandicoot is a common prey item of the introduced red fox. The greater sooty owl preys on bandicoots.\n\n\n== Captivity ==\nThis bandicoot was first bred in captivity by Eleanor Stodart of the CSIRO in 1964. It appears to be straightforward to breed as long as ample space is supplied.\n\n\n== Footnotes ==\n\n\n== External links ==\nLong-nosed Bandicoot on Animal Diversity Web",
    "ImageURL": "Longnosedbandicoot_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Long-nosed_bandicoot",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Peramelemorphia",
        "Family": "Peramelidae",
        "Genus": "Perameles",
        "Species": "nasuta"
    },
    "ScientificName": "Perameles nasuta"
}