{
    "CommonName": "Long-Eared Owl",
    "BriefSummary": "The long-eared owl (Asio otus), also known as the northern long-eared owl, is a species of owl which breeds in Europe, Asia, and North America. This species is a part of the larger grouping of owls known as typical owls, family Strigidae, which contains most species of owl. The other grouping of owls are the barn owls, family Tytonidae.\nThe scientific name is from Latin. The genus name Asio is a type of eared owl, and otus also refers to a small eared owl.",
    "WikiContents": "The long-eared owl (Asio otus), also known as the northern long-eared owl, is a species of owl which breeds in Europe, Asia, and North America. This species is a part of the larger grouping of owls known as typical owls, family Strigidae, which contains most species of owl. The other grouping of owls are the barn owls, family Tytonidae.\nThe scientific name is from Latin. The genus name Asio is a type of eared owl, and otus also refers to a small eared owl.\n\n\n== Description ==\n\nThe long-eared owl is a medium-sized owl, 31–40 cm (12–16 in) in length with an 86–100 cm (34–39 in) wingspan and a body mass of 178–435 g (6.3–15.3 oz). It has erect blackish ear-tufts, which are positioned in the centre of the head. The ear-tufts are used to make the owl appear larger to other owls while perched. The female is larger in size and darker in colouration than the male.\nThe long-eared owl's brownish feathers are vertically streaked. Tarsus and toes are entirely feathered. Eye disks are also characteristic in this species. However, the eye disks of A. otus are darker in colour or rusty-orange. This nocturnal species is perhaps most easily seen perched in a tree in its daytime roost, sometimes in small groups during the winter months. There are about six thousand long eared owls in the United States, and fifty thousand in the whole world.\n\n\n=== Separation from short-eared owl ===\nOver much of its range, long-eared owls occur with the similar-looking short-eared owl. At rest, the ear-tufts of the long-eared owl serve to easily distinguish the two (although long-eared owls can sometimes hold their ear-tufts flat). The iris-colour differs: yellow in short-eared, and orange in long-eared, and the black surrounding the eyes is vertical on long-eared, and horizontal on short-eared. Overall, the short-eared owl tends to be a paler, sandier bird than the long-eared. There are a number of other ways in which the two species differ which are best seen when they are flying:\n\nshort-eared owls often have a broad white band along the rear edge of the wing, which is not shown by long-eared owls;\non the upperwing, the short-eared owl's primary-patches are usually paler and more obvious;\nthe band on the upper side of the short-eared owl's tail are usually bolder than those of the long-eared;\nthe short-eared's innermost secondaries are often dark-marked, contrasting with the rest of the underwing;\nthe long-eared owl has streaking throughout its underparts whereas on the short-eared the streaking ends at the breast;\nthe dark markings on the underside of the tips of the longest primaries are bolder on short-eared owls;\nthe upperparts of short-eared owls are coarsely blotched, whereas on the long-eared they are more finely marked;\nthe short-eared owl also differs structurally from the long-eared, having longer, slimmer wings: long-eared owls have wings shaped more like those of a tawny owl.\n\n\n== Behaviour ==\n\nThe long-eared owl's breeding season is from February to July. This bird is partially migratory, moving south in winter from the northern parts of its temperate range. Its habitat is forest close to open country. Overall, these owls are secretive, and are rarely seen.It nests in trees, often coniferous, using the old stick nests of other birds such as crows, ravens and magpies and various hawks. The average clutch size is 4–6 eggs, and the incubation time averages from 25–30 days. It will readily use artificial nesting baskets. An unusual characteristic of this species is its communal roosting in thickets during the winter months. The young have a characteristic call, likened to a rusty hinge.\nThe long-eared owl hunts over open country by night. It is very long winged, like the similar short-eared owl, and glides slowly on stiff wings when hunting. Its food is mainly rodents, small mammals, and birds. In Europe it faces competition from the tawny owl and is most numerous in localities where the tawny is absent, notably in Ireland, where the long-eared is the dominant owl; it can occasionally be seen even in Dublin city centre, and breeds in  the Phoenix Park to the west of the city.\n\n\n== Subspecies ==\nFour subspecies are recognized:\nA. o. otus (Linnaeus, 1758) – very large range extending across northern Eurasia as well as Mediterranean islands, northwestern Africa, the Middle East and northern Pakistan, with isolated populations in the Azores and east-central China\nA. o. canariensis Madarasz, 1901 – the Canary Islands\nA. o. tuftsi Godfrey, 1948 – western North America from Canada to Mexico\nA. o. wilsonianus (Lesson, 1830) – eastern North America from Canada to Oklahoma and Virginia\n\n\n== References ==\n\n\n== Bibliography ==\nDavis, A.H. and R.J. Prytherch (1976). Field identification of Long-eared and Short-eared Owls. British Birds 69:281-287.\nKemp, J.B. (1982). Field identification of Long-eared and Short-eared Owls. British Birds 75(5):227.\nRobertson, Iain S. (1982). Field identification of Long-eared and Short-eared Owls. British Birds 75(5):227-229.\nKemp, J.B. (1982). Tail-lengths of Long-eared and Short-eared Owls. British Birds 75(5):230.\n\n\n=== Migration ===\nErritzoe, J. & Fuller, R.A. (1999). Sex differences in winter distribution of Long-eared Owls (Asio otus) in Denmark and neighbouring countries. Vogelwarte 40:80-87.\n\n\n== In art ==\nJohn James Audubon illustrates the \"Long-eared Owl - Strix otus\" as Plate 383 in Birds of America, published London, 1827-38. The print was engraved by Robert Havell in 1837. The original watercolour was purchased from Audubon's destitute widow by The New York History Society where it remains to this day.\n\n\n== External links ==\nLong-eared Owl at owlpages.com, includes photos and call recordings\nAsio otus  in the Flickr: Field Guide Birds of the World\n\"Asio otus\". Avibase. \nFeathers of Long-eared Owl (Asio otus)\n\"Northern Long-eared Owl media\". Internet Bird Collection.\nLong-eared Owl photo gallery at VIREO (Drexel University)",
    "ImageURL": "LongEaredOwl_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Long-eared_owl",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Strigiformes",
        "Family": "Strigidae",
        "Genus": "Asio",
        "Species": "otus"
    },
    "ScientificName": "Asio otus"
}