{
    "CommonName": "Long-billed corella",
    "BriefSummary": "The long-billed corella (Cacatua tenuirostris), or slender-billed corella  is a cockatoo native to Australia, which is similar in appearance to the little corella and sulphur-crested cockatoo. This species is mostly white, with a reddish-pink face and forehead, and has a long pale beak, which is used to dig for roots and seeds. It has reddish-pink feathers on the breast and belly.",
    "WikiContents": "The long-billed corella (Cacatua tenuirostris), or slender-billed corella  is a cockatoo native to Australia, which is similar in appearance to the little corella and sulphur-crested cockatoo. This species is mostly white, with a reddish-pink face and forehead, and has a long pale beak, which is used to dig for roots and seeds. It has reddish-pink feathers on the breast and belly.\n\n\n== Taxonomy ==\nThe long-billed corella is a monotypic species. It was first described by German naturalist Heinrich Kuhl in 1820. It is one of several related species of cockatoo called corellas and classified in the subgenus Licmetis within the genus Cacatua, members of which are known as \"white cockatoos\".\n\n\n== Description ==\nThe adult long-billed corella measures from 38 to 41 cm in length, has a wingspan of about 80–90 cm and averages 567 g in weight. It has a long bone-coloured beak, and a rim of featherless bluish skin around the eyes. The plumage is predominantly white with reddish feathers around the eyes and lores. The underside of the wings and tail feathers are tinged with yellow\n\n\n== Distribution and habitat ==\nThe long-billed corella can be found in the wild around western Victoria and southern New South Wales. Feral populations have sprung up in Sydney, Perth, Hobart and southeast  Queensland from the release of captive birds. This has implications in Western Australia where this species may hybridize with the endangered southern race of the western corella. It has extended its range in the past 15 years or so and can now be found (and is common) right through central Victoria including areas around Melbourne.\nThe long-billed corella is found in grassy woodlands and grasslands, including pasture, fields of agricultural crop, and urban parks.\n\n\n== Ecology and behaviour ==\n\n\n=== Call ===\nThe call of the long-billed corella is a quick, quavering, falsetto currup!, wulluk-wulluk, or cadillac-cadillac combined with harsh screeches.\n\n\n=== Breeding ===\nBreeding generally takes place from July to November. Long-billed corellas form monogamous pairs and both sexes share the task of building the nest, incubating the eggs and caring for the young. Nests are made in decayed debris, the hollows of large old eucalypts, and occasionally in the cavities of loose gravely cliffs. 2–3 dull white, oval eggs are laid on a lining of decayed wood. The incubation period is around 24 days and chicks spend about 56 days in the nest.\n\n\n=== Feeding ===\nThe long-billed corella typically digs for roots, seeds, corms and bulbs, especially from the weed onion grass. Native plants eaten include murnong Microseris lanceolata, but a substantial portion of the bird's diet now includes introduced plants. They also eat sunflower seeds.\n\n\n== Relationship with humans ==\n\n\n=== As pets ===\n\nLong-billed corellas are now popular as pets in many parts of Australia, although they were formerly uncommon, and their captive population has stabilised in the last decade. This may be due to their ability to mimic words and whole sentences to near perfection. The long-billed corella has been labeled the best \"talker\" of the Australian cockatoos, and possibly of all native Psittacines.\n\n\n=== As pests ===\nLong-billed corellas are viewed as agricultural pests, particularly in western Victoria and Western Australia. They can create significant crop damage and are also well known for tearing up pieces of asphalt along roadsides and even damaging power lines. Permits are regularly issued in Western Australia and sometimes issued in Victoria for the culling of this species. Within N.S.W. the corellas are the most common pest among sporting fields and golf courses as they can dig holes in the ground up to 3 inches across and 6 inches deep.\n\n\n== References ==\n\n\n== External links ==",
    "ImageURL": "Longbilledcorella_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Long-billed_corella",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Cacatuidae",
        "Genus": "Cacatua",
        "Species": "tenuirostris"
    },
    "ScientificName": "Cacatua tenuirostris",
    "Zone": "* #### B"
}