{
    "CommonName": "Lorikeet",
    "BriefSummary": "Loriini is a tribe of small to medium-sized arboreal parrots characterized by their specialized brush-tipped tongues for feeding on nectar of various blossoms and soft fruits, preferably berries. The species form a monophyletic group within the parrot family Psittacidae. The group consist of the lories and lorikeets. Traditionally, they were considered a separate subfamily (Loriinae) from the other subfamily (Psittacinae) based on the specialized characteristics, but recent molecular and morphological studies show that the group is positioned in the middle of various other groups. They are widely distributed throughout the Australasian region, including south-eastern Asia, Polynesia, Papua New Guinea, Timor Leste and Australia, and the majority have very brightly coloured plumage.",
    "WikiContents": "Loriini is a tribe of small to medium-sized arboreal parrots characterized by their specialized brush-tipped tongues for feeding on nectar of various blossoms and soft fruits, preferably berries. The species form a monophyletic group within the parrot family Psittacidae. The group consist of the lories and lorikeets. Traditionally, they were considered a separate subfamily (Loriinae) from the other subfamily (Psittacinae) based on the specialized characteristics, but recent molecular and morphological studies show that the group is positioned in the middle of various other groups. They are widely distributed throughout the Australasian region, including south-eastern Asia, Polynesia, Papua New Guinea, Timor Leste and Australia, and the majority have very brightly coloured plumage.\n\n\n== Etymology ==\nThe usage of the terms \"lory\" and \"lorikeet\" is subjective, like the usage of \"parrot\" and \"parakeet\". Species with longer tapering tails are generally referred to as \"lorikeets\", while species with short blunt tails are generally referred to as \"lories\".\n\n\n== Taxonomy ==\nTraditionally, lories and lorikeets have either been classified as the subfamily, Loriinae, or as a family on their own, Loriidae, but they are currently classified as a tribe. Neither traditional view is confirmed by molecular studies. Those studies show that the lories and lorikeets form a single group, closely related to the budgerigar and the fig parrots (Cyclopsitta and Psittaculirostris).Two main groups are recognized within the lories and lorikeets. The first consist of the genus Charmosyna and the closely related Pacific Ocean genera Phigys and Vini. All remaining genera, except Oreopsittacus are in the second group. The position of Oreopsittacus is unknown, although one study suggests it could be a third group next to the other two.\n\n\n=== Species ===\nClassification of parrots in the subfamily, Loriinae:\n\n\n== Morphology ==\n\nLories and lorikeets have specialized brush-tipped tongues for feeding on nectar and soft fruits. They can feed from the flowers of about 5,000 species of plants and use their specialized tongues to take the nectar. The tip of their tongues have tufts of papillae (extremely fine hairs), which collect nectar and pollen.\nThe multi-coloured rainbow lorikeet was one of the species of parrots appearing in the first edition of The Parrots of the World and also in John Gould's lithographs of the Birds of Australia. Then and now, lories and lorikeets are described as some of the most beautiful species of parrot.\n\n\n== DietIn the wild, rainbow lorikeets feed mainly on pollen and nectar, and possess a tongue adapted especially for their particular diet. Many fruit orchard owners consider them a pest, as they often fly in groups and strip trees containing fresh fruit. They are also frequent visitors at bird feeders that supply lorikeet-friendly treats, such as store-bought nectar, sunflower seeds, and fruits such as apples, grapes and pears. Occasionally they have been observed feeding on meat. ==\n\n\n== Conservation ==\n\nThe ultramarine lorikeet is endangered. It is now one of the 50 rarest birds in the world. The blue lorikeet is classified as vulnerable.  The introduction of European rats to the small island habitats of these birds is a major cause of their endangerment.  Various conservation efforts have been made to relocate some of these birds to locations free of predation and habitat destruction.\n\n\n== In literature ==\nA \"Lory\" famously appears in Chapter III of Lewis Carroll's Alice's Adventures in Wonderland. Alice argues with the Lory about its age.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nARKive - images and movies of the blue lorikeet/tahitian lory (Vini peruviana)\n Texts on Wikisource:\nRipley, George; Dana, Charles A., eds. (1879). \"Lory\" . The American Cyclopædia.\n\"Lory\" . New International Encyclopedia. 1905.\n\"Lory\" . Encyclopædia Britannica (11th ed.). 1911.\n\"Lory\" . Encyclopedia Americana. 1920.",
    "ImageURL": "Lorikeet_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Loriini",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Psittaculidae"
    }
}