{
    "CommonName": "Lubber Grasshopper",
    "BriefSummary": "Romalea is a genus of grasshoppers native to the south-eastern and south-central United States. It is monotypic with a single species, Romalea microptera, known commonly as the eastern lubber grasshopper or just lubber grasshopper. It is the most distinctive grasshopper species within the south-eastern United States, and is well known both for its size and its unique coloration. It can reach nearly 3 inches (8 cm) in size.\nIt the type genus and species of the relatively new family Romaleidae and tribe Romaleini, and was long known as Romalea microptera before being moved to Romalea guttata. However, after new research, the remaining names (including guttata) have been marked as nomina oblita and microptera takes priority once more.\n\n",
    "WikiContents": "Romalea is a genus of grasshoppers native to the south-eastern and south-central United States. It is monotypic with a single species, Romalea microptera, known commonly as the eastern lubber grasshopper or just lubber grasshopper. It is the most distinctive grasshopper species within the south-eastern United States, and is well known both for its size and its unique coloration. It can reach nearly 3 inches (8 cm) in size.\nIt the type genus and species of the relatively new family Romaleidae and tribe Romaleini, and was long known as Romalea microptera before being moved to Romalea guttata. However, after new research, the remaining names (including guttata) have been marked as nomina oblita and microptera takes priority once more.\n\n\n== Life cycle ==\n\nRomalea microptera goes through several stages, like all insects. When in the nymph stage, it is smaller than in the adult stage, wingless and completely black with one or more yellow, orange or red stripes. In the adult stage, they reach 2.5–3 in (64–76 mm), grow wings half the length of their body and become either a dull yellow often characterized by black spots and markings, a bright orange with black markings, or entirely black (as in the nymph stage) with yellow or red striping. In the black adult color phase, the grasshopper is widely known by the name \"diablo\" or \"black diablo\". In Louisiana, they are known as the \"Devil's horse\" or \"cheval-diable\". The insect is also colloquially known as a \"graveyard grasshopper\". In Mississippi they are known as \"giant locust\".\n\n\n== Location ==\nRomalea microptera inhabits regions west of North Carolina to Tennessee, in Georgia, Alabama, Mississippi, Louisiana, Arkansas and Texas, and throughout Florida, Missouri and Arizona.  They live in open pinewoods, weedy vegetation and weedy fields. Sometimes these grasshoppers live in sewers, since grass and other food sources accumulate there.\n\n\n== Size and wings ==\nRomalea microptera can reach net 3 in (76 mm) in size. Their wings are rarely ½ the length of the abdomen; most of the time they are much smaller than that, and cannot be used for flight.\n\n\n== Defense ==\n\nRomalea microptera has several defense strategies. The first is its brightly colored warning pattern (aposematism). Additionally, the insect emits a foul-smelling and foul-tasting foamy secretion from the thorax when it is disturbed. The secretion is dark colored and opaque. It also lets off a loud hissing sound that can scare animals.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\n Media related to Romalea microptera at Wikimedia Commons\nSarah Sue Goldsmith (May 4, 1999). \"Black grasshoppers munch their way across South Louisiana\". Louisiana State University.",
    "ImageURL": "LubberGrasshopper_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Romalea",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Euarthropoda",
        "Class": "Insecta",
        "Order": "Orthoptera",
        "Suborder": "Caelifera",
        "Family": "Romaleidae",
        "Genus": "RomaleaServille",
        "Species": "microptera"
    },
    "ScientificName": "RomaleaServille microptera",
    "Zone": "* #### G"
}