{
    "CommonName": "Macaque",
    "BriefSummary": "The macaques ( or ) constitute a genus (Macaca) of Old World monkeys of the subfamily Cercopithecinae. The 23 species of macaques are distributed throughout Asia, North Africa and (in one instance) Gibraltar. Macaques are principally frugivorous, although their diet also includes seeds, leaves, flowers, and tree bark, and some, such as the crab-eating macaque, subsist on a diet of invertebrates and occasionally small vertebrates.  Macaques are found in a variety of habitats throughout the Asian continent, and are extremely adaptable.  All macaque social groups are arranged around dominant, matriarchal females. They also have learned to live with humans, and have become an invasive species in some human inhabited landscapes, such as the island of Mauritius and Silver Springs State Park in Florida.  Macaques can be a threat to conservation, along with a threat to human wellbeing through carrying transmittable and fatal diseases.  Currently, macaques as an invasive species are handled with several control methods.",
    "WikiContents": "The macaques ( or ) constitute a genus (Macaca) of Old World monkeys of the subfamily Cercopithecinae. The 23 species of macaques are distributed throughout Asia, North Africa and (in one instance) Gibraltar. Macaques are principally frugivorous, although their diet also includes seeds, leaves, flowers, and tree bark, and some, such as the crab-eating macaque, subsist on a diet of invertebrates and occasionally small vertebrates.  Macaques are found in a variety of habitats throughout the Asian continent, and are extremely adaptable.  All macaque social groups are arranged around dominant, matriarchal females. They also have learned to live with humans, and have become an invasive species in some human inhabited landscapes, such as the island of Mauritius and Silver Springs State Park in Florida.  Macaques can be a threat to conservation, along with a threat to human wellbeing through carrying transmittable and fatal diseases.  Currently, macaques as an invasive species are handled with several control methods.\n\n\n== Description ==\nAside from humans (genus Homo), the macaques are the most widespread primate genus, ranging from Japan to the Indian subcontinent, and in the case of the barbary macaque (Macaca sylvanus), to North Africa and Southern Europe. Twenty-three macaque species are currently recognized, all of which are Asian except for the Barbary Macaque;  including some of the monkeys best known to non-zoologists, such as the rhesus macaque (M. mulatta), and the barbary macaque, a colony of which lives on the Rock of Gibraltar in Southern Europe.  Macaques are robust primates whose arms and legs are about the same in length.  The fur of these animals is typically varying shades of brown or black and their muzzles are rounded in profile with nostrils on the upper surface.  The tail varies among each species, which can be long, moderate, short or totally absent.  Although several species lack tails, and their common names refer to them as apes, these are true monkeys, with no greater relationship to the true apes than any other Old World monkeys. Instead, this comes from an earlier definition of 'ape' that included primates generally.In some species, skin folds join the second through fifth toes, almost reaching the first metatarsal joint. The monkey’s size differs depending on sex and species.  Males from all species can range from 16 to 28 inches in head and body length, and in weight from  8-40 lb. Females can range from a weight of  5-36 lb.  These primates live in troops that vary in size, where males dominate, however the rank order of dominance frequently shifts.  Female ranking lasts longer and depends upon their genealogical position.  Macaques are able to swim and spend most of their time on the ground, along with some time in trees.  They have large pouches in their cheeks where they carry extra food.  They are considered highly intelligent and are often used in the medical field for experimentation.  Adults also are notorious for tending to be bad tempered.\n\n\n== Ecology ==\nMacaques are highly adaptable to different habitats and climates and can tolerate a wide fluctuation of temperatures and live in varying landscape settings.  They easily adapt to humans and can survive well in urban settings if they are able to steal food.  They can also survive in completely natural settings with no humans present.  The ecological and geographic ranges of the Macaque are the widest of any non-human primate.  Their habitats include the tropical rainforests of southeast Asia, Sri Lanka, India, arid mountains of Pakistan and Afghanistan, and temperate mountains in Japan, northern China, Morocco, and Nepal.  Some species also inhabit villages and towns in cities in Asia.Macaques are mainly vegetarian, although some species have been observed feeding on insects.  In natural habitats, they have been observed to consume certain parts of over one hundred species of plants including the buds, fruit, young leaves, bark, roots, and flowers.  When Macaques live amongst people, they raid agricultural crops such as wheat, rice or sugar cane; and garden crops like tomatoes, bananas, melons, mangos, or papayas. In human settings, they also rely heavily on direct handouts from people.  This includes peanuts, rice, legumes, or even prepared food.\nMacaques live in established social groups that can range from a few individuals to several hundred; as they are social animals.  A typical social group possess between twenty to fifty individuals of all ages and of both sexes.  Typical composition consists of 15% adult males, 35% adult females, 20% infants, and 30% juveniles, though there exists variation in structure and size of groups across populations.The reproductive potential of each species differs.  Populations of the rhesus macaque can grow at rates of 10% to 15% per year if the environmental conditions are favorable.  However, some forest-dwelling species are endangered with much lower reproductive rates. After one year of age, macaques move from being dependent on their mother during infancy, to the juvenile stage, where they begin to associate more with other juveniles through rough tumble and playing activities.  They sexually mature between three to five years of age.  Females will usually stay with the social group in which they were born, however young adult males tend to disperse and attempt to enter other social groups.  Not all males succeed in joining other groups, and can become solitary; attempting to join other social groups for many years. Macaques have a typical lifespan of twenty to thirty years.\n\n\n== As invasive species ==\nCertain macaques have become invasive species in different parts of the world, while others that survive in forest habitats remain threatened.  The long-tailed macaque (Macaca fascicularis) is listed as a threat and invasive alien species in Mauritius along with the rhesus macaques (Macaca mulatta) in Florida. The long-tailed macaque causes severe damage to parts of its range where it has been introduced because the populations grow unchecked due to a lack of predators. On the island Mauritius, they have created serious conservation concerns for other endemic species.  They consume seeds of native plants and aid in the spread of exotic weeds throughout the forests.  This changes the composition of the habitats and allows them to be rapidly overrun by invasive plants.  Macaques are also responsible for the near extinction of several bird species on Mauritius by destroying the nests of the birds as they move through their home ranges and eat the eggs of critically endangered species such as the pink pigeon and Mauritian green parrot. They can be serious agricultural pests because they raid crops and gardens and humans often shoot the monkeys which can eliminate entire local populations.  In Florida, a group of macaques inhabit Silver Springs State Park.  Humans often feed them, which may alter their movement and keep them close to the river on weekends where high human traffic is present. Macaques can become aggressive toward humans, and also carry potentially fatal human diseases, including the B-virus.\n\n\n== Control strategies ==\nManagement techniques have historically been controversial, and public disapproval can hinder control efforts.  Previously, efforts to remove Macaque individuals were met with public resistance. One management strategy that is currently being explored is that of sterilization.  Natural resource managers are being educated by scientific studies in the proposed strategy.  Effectiveness of this strategy is estimated to succeed in keeping populations in check.  For example, if 80% of females are sterilized every five years, or 50% every two years, it could effectively reduce the population. Other control strategies include planting specific trees to provide protection to native birds from macaque predation, live trapping, and the vaccine Porcine Zona Pellucida (PZP), which causes infertility in females\n\n\n== Social behavior ==\n\nMacaques have a very intricate social structure and hierarchy. If a macaque of a lower level in the social chain has eaten berries and none are left for a higher-level macaque, then the one higher in status can, within this social organization, remove the berries from the other monkey's mouth.\n\n\n== Relation with humans ==\nSeveral species of macaque are used extensively in animal testing, particularly in the neuroscience of visual perception and the visual system.\nNearly all (73–100%) pet and captive rhesus macaques are carriers of the herpes B virus. This virus is harmless to macaques, but infections of humans, while rare, are potentially fatal, a risk that makes macaques unsuitable as pets.Urban performing macaques also carried simian foamy virus, suggesting they could be involved in the species-to-species jump of similar retroviruses to humans.In Vietnam, macaque is eaten by some people as bushmeat.\n\n\n== Clones ==\nIn January 2018, scientists in China reported in the journal Cell the creation of two crab-eating macaque monkey clones, named Zhong Zhong and Hua Hua, using the complex DNA transfer method that produced Dolly the sheep, for the first time.\n\n\n== Species ==\nAs of 2005, the authors of Mammal Species of the World recognized the following species and species groups, aside from the white-cheeked macaque which was described in 2015:\n\nM. sylvanus group\nBarbary macaque, M. sylvanus\nM. nemestrina group\nLion-tailed macaque, M. silenus\nSouthern pig-tailed macaque or beruk, M. nemestrina\nNorthern pig-tailed macaque, M. leonina\nPagai Island macaque, M. pagensis\nSiberut macaque, M. siberu\nMoor macaque, M. maura\nBooted macaque, M. ochreata\nTonkean macaque, M. tonkeana\nHeck's macaque, M. hecki\nGorontalo macaque, M. nigrescens\nCelebes crested macaque, M. nigra\nM. fascicularis group\nCrab-eating macaque, M. fascicularis (also known as cynomolgus or long-tailed macaque)\nStump-tailed macaque, M. arctoides\nM. mulatta group\nRhesus macaque, M. mulatta\nFormosan rock macaque, M. cyclopis\nJapanese macaque, M. fuscata\nM. sinica group\nToque macaque, M. sinica\nBonnet macaque, M. radiata\nAssam macaque, M. assamensis\nTibetan macaque, M. thibetana\nArunachal macaque, M. munzala\nWhite-cheeked macaque, M. leucogenysLater studies disputed some of the species groupings.  For example, Li, et al, based on DNA testing, do not recognize the M. fascularis group.  Rather, they place the crab-eating macaque within the M. mulatta group and the stump-tailed macaque within the M. sinica group.Prehistoric (fossil) species:\n\nMacaca anderssoni Schlosser, 1924\nM. jiangchuanensis Pan et al., 1992\nM. libyca Stromer, 1920\nM. majori Schaub & Azzaroli in Comaschi Caria, 1969 (sometimes included in M. sylvanus)\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\nBaboon\nHerpes B virus\nKayabukiya Tavern\nMacaque brain development timeline\n\n\n== References ==\n\n\n== External links ==\n Data related to Macaque at Wikispecies\n\nMacaque Monkey Brain Atlas\nPrimate Info Net Macaca Factsheets",
    "ImageURL": "Macaque_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Macaque",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Cercopithecidae",
        "Genus": "MacacaLacépède"
    },
    "Zone": "* #### K"
}