{
    "CommonName": "Madagascar hawk owl",
    "BriefSummary": "The white-browed owl, also known as the  white-browed hawk-owl or the Madagascar hawk-owl (Athene superciliaris) is a species of owl in the family Strigidae. It is endemic to Madagascar.",
    "WikiContents": "The white-browed owl, also known as the  white-browed hawk-owl or the Madagascar hawk-owl (Athene superciliaris) is a species of owl in the family Strigidae. It is endemic to Madagascar.\n\n\n== Description ==\n\nThe white-browed owl is a dumpy owl with a large, rounded head which does not have ear tufts.  The adults have brown upperparts with white spotting on the crown, mantle and wing coverts and a grey brown facial disc with bold white eyebrows and a buff chin. The underparts are buff, broadly barred with dark brown. The underwings, vent and legs are plain, pale buff and the tail is plain brown. The bill and cere are horn coloured, the eyes are dark brown and legs and feet are pale yellow. The length is about 25 cm (9.8 in) and the wingspan is about 70 cm (28 in).\n\n\n=== Voice ===\nThe song is a howling \"woohoo\" made at intervals, beginning quite hoarsely. Another call is a loud \"kuang\", louder and higher pitched at it start, which may be an aggression call.\n\n\n== Distribution and habitat ==\nThe white-browed owl is endemic to Madagascar where it is found in the north east and the south and south west.It is commonest in the drier forests and gallery forests of the south and west of Madagascar, rather less common in the humid rainforest in the north east. Also occurs in cultivated areas and secondary forest. Found mainly in the lowlands, with an upper limit of 800 m (2,600 ft) above sea level.\n\n\n== Habits ==\nThe white-browed owl nests in October to December and the nest is a shallow scrape in the ground in which 3-5 white eggs are laid. The breeding behaviour is little known. It is a strictly nocturnal species which feeds mainly on insects and small vertebrates which are caught from a perch, may also hawk insects and bats in flight.\n\n\n== Taxonomy ==\nThe white-browed owl was formerly placed in genus Ninox but recent genetic data, however, has led to it being moved to the genus Athene.\n\n\n== References ==\n\n\n== Further reading ==\nKoparde, P.; Mehta, P.; Reddy, S.; Ramakrishnan, U.; Mukherjee, S.; Robin, V.V. (2018). \"The critically endangered forest owlet Heteroglaux blewitti is nested within the currently recognized Athene clade: A century-old debate addressed\". 13 (2): e0192359. doi:10.1371/journal.pone.0192359.",
    "ImageURL": "Madagascarhawkowl_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-browed_owl",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Strigiformes",
        "Family": "Strigidae",
        "Genus": "Athene",
        "Species": "superciliaris"
    },
    "ScientificName": "Athene superciliaris"
}