{
    "CommonName": "Magpie",
    "BriefSummary": "Magpies are birds of the Corvidae (crow) family. The black and white Eurasian magpie is widely considered one of the most intelligent animals in the world and one of only a few non-mammal species able to recognize itself in a mirror test. In addition to other members of the genus Pica, corvids considered as magpies are in the genera Cissa. \nMagpies of the genus Pica are generally found in temperate regions of Europe, Asia and western North America, with populations also present in Tibet and high elevation areas of India, i.e. Ladakh (Kargil and Leh) and Pakistan.  Magpies of the genus Cyanopica are found in East Asia and also the Iberian peninsula. The birds called magpies in Australia are not related to the magpies in the rest of the world (see Australian magpie).",
    "WikiContents": "Magpies are birds of the Corvidae (crow) family. The black and white Eurasian magpie is widely considered one of the most intelligent animals in the world and one of only a few non-mammal species able to recognize itself in a mirror test. In addition to other members of the genus Pica, corvids considered as magpies are in the genera Cissa. \nMagpies of the genus Pica are generally found in temperate regions of Europe, Asia and western North America, with populations also present in Tibet and high elevation areas of India, i.e. Ladakh (Kargil and Leh) and Pakistan.  Magpies of the genus Cyanopica are found in East Asia and also the Iberian peninsula. The birds called magpies in Australia are not related to the magpies in the rest of the world (see Australian magpie).\n\n\n== Systematics and species ==\nAccording to some studies, magpies do not form the monophyletic group they are traditionally believed to be—a long tail has certainly elongated (or shortened) independently in multiple lineages of corvid birds. Among the traditional magpies, there appear to be two distinct lineages. One consists of Holarctic species with black/white colouration and is probably closely related to crows and Eurasian jays. The other contains several species from South to East Asia with vivid colouration which is predominantly green or blue. The azure-winged magpie and the Iberian magpie, formerly thought to constitute a single species with a most peculiar distribution, have been shown to be two distinct species and classified as the genus Cyanopica.Other research has cast doubt on the taxonomy of the Pica magpies, since it appears that P. hudsonia and P. nuttalli may not be different species, whereas the Korean race of P. pica is genetically very distinct from the other Eurasian (as well as the North American) forms. Either the North American, Korean, and remaining Eurasian forms are accepted as three or four separate species, or there exists only a single species, Pica pica.Holarctic (black-and-white) magpies\n\nGenus Pica\nEurasian magpie, Pica pica\nBlack-billed magpie, Pica hudsonia (may be conspecific with P. pica)\nYellow-billed magpie, Pica nuttalli (may be conspecific with P. (pica) hudsonia)\nAsir magpie, Pica asirensis (may be conspecific with P. pica)\nMaghreb magpie, Pica mauritanica (may be conspecific with P. pica)\nKorean magpie, Pica sericea (may be conspecific with P. pica)Oriental (blue/green) magpies\n\nGenus Urocissa\nTaiwan blue magpie, Urocissa caerulea\nRed-billed blue magpie, Urocissa erythrorhyncha\nYellow-billed blue magpie, Urocissa flavirostris\nWhite-winged magpie, Urocissa whiteheadi\nSri Lanka blue magpie, Urocissa ornata\nGenus Cissa\nCommon green magpie, Cissa chinensis\nIndochinese green magpie, Cissa hypoleuca\nJavan green magpie, Cissa thalassina\nBornean green magpie, Cissa jefferyiAzure-winged magpies\n\nGenus Cyanopica\nAzure-winged magpie, Cyanopica cyanus\nIberian magpie, Cyanopica cooki\n\n\n== Other \"magpies\" ==\nThe black magpie, Platysmurus leucopterus, is a treepie; it is neither a magpie nor, as was long believed, a jay. Treepies are a distinct group of corvids externally similar to magpies.\nThe Australian magpie, Gymnorhina tibicen, is conspicuously “pied”, with black and white plumage reminiscent of a European magpie. It is a member of the family Artamidae and not a corvid.\n\n\n== In Asian culture ==\nIn East Asian culture, magpie is a very popular kind of bird. It is a symbol of good luck and good fortune.\nMagpie is also a common subject in Chinese painting. It is also often found in traditional Chinese poetry and couplets.\nIn addition, in the folklore of China, all the magpies of the Qixi Festival every year will fly to the Tianhe River, set up a bridge, and the separation of the Cowherd and the Weaver Girl will meet, so in the Chinese culture, the bridge often becomes a relationship between men and women.\nThe Korean magpie is a national bird and national symbol of Korea, sometimes referred to as Asian magpie or Chinese magpie.\nMagpies have an important place in the birth myth of Ai Xinjue Luo Bukuri Yushun, the ancestor of the Qing Dynasty.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Bibliography ==\nEricson, Per G. P.; Jansén, Anna-Lee; Johansson, Ulf S. & Ekman, Jan (2005): Inter-generic relationships of the crows, jays, magpies and allied groups (Aves: Corvidae) based on nucleotide sequence data. Journal of Avian Biology 36: 222–234.\nLee, Sang-im; Parr, Cynthia S.; Hwang, Youna; Mindell, David P. & Choe, Jae C. (2003): Phylogeny of magpies (genus Pica) inferred from mtDNA data. Molecular Phylogenetics and Evolution 29: 250–257.\n\n\n== Further reading ==\nSong, S.; Zhang, R.; Alström, P.; Irestedt, M.; Cai, T.; Qu, Y.; Ericson, P.G.P.; Fjeldså, J.; Lei, F. (2017). \"Complete taxon sampling of the avian genus Pica (magpies) reveals ancient relictual populations and synchronous Late-Pleistocene demographic expansion across the Northern Hemisphere\". Journal of Avian Biology. doi:10.1111/jav.01612.\n\n\n== External links ==\nMagpie videos, photos and sounds on the Internet Bird Collection",
    "ImageURL": "Magpie_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Magpie",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Corvidae"
    },
    "Zone": "* #### B"
}