{
    "CommonName": "Malayan Gharial",
    "BriefSummary": "The false gharial (Tomistoma schlegelii), also known as Malayan gharial, Sunda gharial, and tomistoma, is a freshwater crocodilian native to Peninsular Malaysia, Borneo, Sumatra, and Java. It is listed as Vulnerable on the IUCN Red List, as the global population is estimated at fewer than 2,500 mature individuals.The specific name schlegelii honors the German herpetologist Hermann Schlegel.\n\n",
    "WikiContents": "The false gharial (Tomistoma schlegelii), also known as Malayan gharial, Sunda gharial, and tomistoma, is a freshwater crocodilian native to Peninsular Malaysia, Borneo, Sumatra, and Java. It is listed as Vulnerable on the IUCN Red List, as the global population is estimated at fewer than 2,500 mature individuals.The specific name schlegelii honors the German herpetologist Hermann Schlegel.\n\n\n== Taxonomy ==\nUnlike the gharial, the false gharial's snout broadens considerably towards the base and so is more similar to those of true crocodiles than the gharial, whose osteology indicates a distinct lineage from all other living crocodilians. However, preliminary nuclear genetic sequences may indicate the gharial and false gharial had a shared ancestor at some point in prehistory. Other molecular studies have similarly indicated that it is the nearest relative (the sister taxon) of the gharial. Along with close fossil relatives, such as Maroccosuchus, it is thus increasingly classed in the family Gavialidae.\n\n\n== Characteristics ==\n\nThe false gharial is dark reddish-brown above with dark brown or black spots and cross-bands on the back and tail. Ventrals are grayish-white, with some lateral dark mottling. Juveniles are mottled with black on the sides of the jaws, body, and tail. The smooth and unornamented snout is extremely long and slender, parallel sided, with a length of 3.0 to 3.5 times the width at the base. All teeth are long and needle-like, interlocking on the insides of the jaws, and are individually socketed. The dorsal scales are broad at midbody and extend onto the sides of the body. The digits are webbed at the base. Integumentary sensory organs are present on the head and body scalation. Scales behind the head are frequently a slightly enlarged single pair. Some individuals bear a number of adjoining small keeled scales. Scalation is divided medially by soft granular skin. Three transverse rows of two enlarged nuchal scales are continuous with the dorsal scales, which consist of 22 transverse rows of six to eight scales, are broad at midbody and extend onto the sides of the body. Nuchal and dorsal rows equals a total of 22 to 23 rows. It has 18 double-crested caudal whorls and 17 single-crested caudal whorls. The flanks have one or two longitudinal rows of six to eight very enlarged scales on each side.The false gharial has one of the slimmest snouts of any living crocodilian, perhaps comparable to the slender-snouted crocodile and the freshwater crocodile in the extent of slenderness, only that of the gharial is noticeably more slim. The false gharial is a large crocodilian. Males can reportedly grow up to 5 m (16 ft) in length. Three mature males kept in captivity measured 3.6 to 3.9 m (11 ft 10 in to 12 ft 10 in) and weighed 190 to 210 kg (420 to 460 lb), while a female measured 3.27 m (10 ft 9 in) and weighed 93 kg (205 lb).  Females have been recorded at lengths of up to 4 m (13 ft 1 in). The false gharial apparently has the largest skull of any extant crocodilian, undoubtedly aided by the great length of the slender snout. Out of the eight longest crocodilian skulls from existing species that could be found in museums around the world, six of these belonged to false gharials. The longest crocodilian skull belonging to an extant species was of this species and measured 84 cm (33 in) in length, with a mandibular length of 104 cm (41 in). Most of the owners of these enormous skulls surprisingly had no confirmed (or even anecdotal) total measurements, but based on the known skull-to-total length ratio for the species, they would measure approximately 5.5 to 6.1 m (18 ft 1 in to 20 ft 0 in) in length.\n\n\n== Distribution and habitat ==\nFalse gharials are native to Peninsular Malaysia, Sarawak, and Indonesia (Sumatra, and Borneo), but were extirpated in Singapore and Thailand. It is unclear if they remain in Java. Apart from rivers, they inhabit swamps and lakes. The species is almost entirely found today in peat swamps and lowland swamp forests. In the 1990s, information and sightings were available from 39 localities in 10 different river drainages, along with the remote river systems of Borneo.Prior to the 1950s, Tomistoma occurred in freshwater ecosystems along the entire length of Sumatra east of the Barisan Mountains. The current distribution in eastern Sumatra has been reduced by 30-40% due to hunting, logging, fires, and agriculture.\n\n\n== Ecology and behaviour ==\n\n\n=== Diet ===\nUntil recently, very little was known about the diet or behaviour of the false gharial in the wild. Details are slowly being revealed. In the past, the false gharial was thought to have a diet of only fish and very small vertebrates. But more recent evidence and observation indicate that it has a generalist diet despite its narrow snout. In addition to fish and smaller aquatic animals, mature adults prey on larger vertebrates, including proboscis monkeys, long-tailed macaques, deer, water birds, and reptiles. An eye-witness accounted of a false gharial attacking a cow in East Kalimantan.The false gharial may be considered an ecological equivalent to Neotropical crocodiles such as the Orinoco and American crocodiles, which both have slender snouts but a broad diet.\n\n\n=== Reproduction ===\nFalse gharials are mound-nesters. Females lay small clutches of 13 to 35 eggs per nest, and appear to produce the largest eggs of extant crocodilians. Sexual maturity in females appears to be attained around 2.5 to 3 m (8.2 to 9.8 ft), which is large compared to other crocodilians.It is not known when they breed in the wild or when the nesting season is. Once the eggs are laid, and construction of the mound is completed, the female abandons her nest. Unlike most other crocodilians, the young receive no parental care and are at risk of being eaten by predators, such as mongooses, tigers, leopards, civets, and wild dogs. The young hatch after 90 days and are left to fend for themselves.\n\n\n=== Conflict ===\nIn 2008, a 4-m female false gharial attacked and ate a fisherman in central Kalimantan; his remains were found in the gharial's stomach. This was the first verified fatal human attack by a false gharial. However, by 2012, at least two more verified fatal attacks on humans by false gharials had occurred indicating perhaps an increase of human-false gharial conflict possibly correlated to the decline of habitat, habitat quality, and natural prey numbers.\n\n\n== Threats ==\nThe false gharial is threatened with extinction throughout most of its range due to the drainage of its freshwater swamplands and clearance of surrounding rainforests. The species is also hunted frequently for its skin and meat, and the eggs are often harvested for human consumption.\n\n\n== Conservation ==\nThe false gharial is listed on CITES Appendix I. Currently population surveys indicate that while the false gharial is not for the most extirpated from areas it used to inhabit, the distribution of individuals is much more spotty than the previously more connective distribution, putting the animals at risk of genetic isolation. In large part, the isolation of false gharials is due to extremely extensive habitat destruction and disturbance within the species' area of distribution, few areas outside of legally protected areas are likely to bear viable breeding populations.Steps have been taken by the Malaysian and Indonesian governments to prevent its extinction in the wild. There are reports of some populations rebounding in Indonesia, yet with this slight recovery, mostly irrational fears of attacks have surfaced amongst the local human population. Yayasan Ulin (The Ironwood Foundation) is currently attempting to manage a wetland area in East Kalimantan, which is known to contain the false gharials.\n\n\n== Fossil record ==\nAlthough Tomistoma schlegelii is the only extant species in the genus Tomistoma, fossils of extinct species have been found in Paleogene, Neogene, and Quaternary-age deposits in Taiwan, Uganda, Italy, Portugal, Egypt, and India, but nearly all of them are likely to be distinct genera due to older age compared to the false gharial.\n\n\n== References ==\n\n\n== External links ==\nCrocodile Specialist Group: \"Tomistoma schlegelii\" (PDF). (132 KB)\nTomistoma Task Force\nSaint Louis Zoo: False gharial\nARKive Images\nBBC News: 'Match-making' for rare male croc\nThe Orangutan Foundation research centre being used for critical research on false gharials",
    "ImageURL": "MalayanGharial.jpg",
    "Source": "https://en.wikipedia.org/wiki/False_gharial",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Crocodilia",
        "Family": "Gavialidae",
        "Genus": "TomistomaMüller, 1846",
        "Species": "T. schlegelii"
    }
}