{
    "CommonName": "Malachite kingfisher",
    "BriefSummary": "The malachite kingfisher (Corythornis cristatus) is a river kingfisher which is widely distributed in Africa south of the Sahara. It is largely resident except for seasonal climate-related movements.",
    "WikiContents": "The malachite kingfisher (Corythornis cristatus) is a river kingfisher which is widely distributed in Africa south of the Sahara. It is largely resident except for seasonal climate-related movements.\n\n\n== Taxonomy ==\nThe malachite kingfisher was described by the German naturalist Peter Simon Pallas in 1764 and given the binomial name Alcedo cristata. The specific epithet cristata is from the Latin cristatus meaning \"crested\" or \"plumed\". The adjective \"malachite\" in the vernacular name normally refers to the dark green colour of the copper containing mineral. This kingfisher has blue upperparts but has black banding with pale blue or greenish-blue on its forehead.A molecular phylogenetic study published in 2007 confirmed that the most closely related species is the Malagasy kingfisher, (Corythornis vintsioides). The Malagasy kingfisher has a black bill and greenish crest, and is not quite as dependent on water as the African species. It is otherwise similar in plumage and behaviour to the more widespread malachite kingfisher. The São Tomé kingfisher and the Príncipe kingfisher were sometimes considered as distinct species but a study published in 2008 showed that they are both subspecies of the malachite kingfisher.There are five subspecies:\nC. c. galeritus (Statius Müller, PL, 1776) – Senegal to Ghana\nC. c. nais (Kaup, 1848) – island of Príncipe off the coast of West Africa (Principe kingfisher)\nC. c. thomensis Salvadori, 1902 – island of São Tomé (São Tomé kingfisher)\nC. c. cristatus (Pallas, 1764) – Nigeria eastwards to western Sudan, Uganda and Kenya, and south to southern Angola, northern Namibia and Botswana, Zimbabwe and South Africa\nC. c. stuartkeithi Dickerman, 1989 – eastern Sudan, Ethiopia and Somalia\n\t\t\n\t\t\n\n\n== Description ==\nThis is a small kingfisher, around 13 cm (5.1 in) in length. In Southern Africa, the reference size is 14cm and in East Africa and Ethiopia, 12cm. The general color of the upper parts of the adult bird is bright metallic blue. The head has a short crest of black and blue feathers, which gives rise to the scientific name. The face, cheeks, and underparts are rufous and there are white patches are on the throat and rear neck sides. The bill is black in young birds and reddish-orange in adults; the legs are bright red. Sexes are similar, but juveniles are a duller version of the adult.\nThe call of this kingfisher is then a short shrill seek. The breeding song is a chuckling li-cha-cha-chui-chui.\n\n\n== Distribution and habitat ==\nThis species is common to reeds and aquatic vegetation near slow-moving water or ponds. It occurs throughout Sub-Saharan Africa except for the very arid parts of Somalia, Kenya, Namibia and Botswana.\nThe flight of the malachite kingfisher is rapid, with the short, rounded wings whirring until they appear a mere blur. It usually flies low over water.\n\n\n== Behaviour ==\n\n\n=== Breeding ===\nThe nest is a tunnel in a sandy bank, usually over water. Both birds excavate. Most burrows incline upward before the nesting chamber is reached. Three or four clutches of three to six round, white eggs are placed on a litter of fish bones and disgorged pellets.\n\n\n=== Feeding ===\nThe bird has regular perches or stands from which it fishes. These are usually low over the water. It sits upright, its tail pointed downwards. It drops suddenly with a splash and usually returns at once with a struggling captive. Large food items are beaten on a bough or rail; small fish and insects are promptly swallowed. A fish is usually lifted and carried by its middle, but its position is changed, sometimes by tossing it into the air, before it is swallowed head downwards. Fish, aquatic insects, and crustaceans are eaten.\n\n\n== References ==\n\n\n== External links ==\nXeno-canto: audio recordings of the malachite kingfisher\nMalachite kingfisher - Species text in The Atlas of Southern African Birds.\nAlcedo cristata (Malachite kingfisher) at biodiversityexplorer.org",
    "ImageURL": "Malachitekingfisher_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Malachite_kingfisher",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Coraciiformes",
        "Family": "Alcedinidae",
        "Genus": "Corythornis",
        "Species": "cristatus"
    },
    "ScientificName": "Corythornis cristatus",
    "Zone": "* #### G"
}