{
    "CommonName": "Malabar squirrel",
    "BriefSummary": "The Indian giant squirrel, or Malabar giant squirrel, (Ratufa indica) is a large tree squirrel species in the genus Ratufa native to India. It is a large-bodied diurnal, arboreal, and mainly herbivorous squirrel found in South Asia.",
    "WikiContents": "The Indian giant squirrel, or Malabar giant squirrel, (Ratufa indica) is a large tree squirrel species in the genus Ratufa native to India. It is a large-bodied diurnal, arboreal, and mainly herbivorous squirrel found in South Asia.\n\n\n== Description ==\nR. indica has a conspicuous two-toned (and sometimes three-toned) color scheme.  The colors involved can be creamy-beige, buff, tan, rust, brown, or even a dark seal brown.  The underparts and the front legs are usually cream colored, the head can be brown or beige, however there is a distinctive white spot between the ears. Adult head and body length varies around 14 inches (36 cm) and the tail length is approximately 2 ft (0.61 m). Adult weight - 2 kg (4.41 lb).\n\n\n== Behavior ==\n\nThe Indian giant squirrel is an upper-canopy dwelling species, which rarely leaves the trees, and requires \"tall profusely branched trees for the construction of nests.\"  It travels from tree to tree with jumps of up to 6 m (20 ft). When in danger, the Ratufa indica often freezes or flattens itself against the tree trunk, instead of fleeing. Its main predators are the birds of prey and the leopard. The Giant Squirrel is mostly active in the early hours of the morning and in the evening, resting in the midday. They are typically solitary animals that only come together for breeding. The species is believed to play a substantial role in shaping the ecosystem of its habitat by engaging in seed dispersal. Diet includes fruit, flowers, nuts and tree bark.  Some subspecies are omnivorous, also eating insects and bird eggs.\n\n\n== Distribution ==\nThe species is endemic to deciduous, mixed deciduous, and moist evergreen forests of peninsular India, reaching as far north as the Satpura hill range of Madhya Pradesh (approx. 22° N).\n\n\n== Subspecies ==\n\nThe number of sub species of the Ratufa indica lineage is generally acknowledged as four or five.\nR. i. indica Erxleben, 1777\nR. i. centralis Ryley, 1913\nR. i. maxima Schreber, 1784\nR. i. superans Ryley, 1913\nR. i. bengalensis Blanford, 1897The rust and buff Ratufa indica centralis (Ryley, 1913)  of the tropical dry deciduous forests of Central India, near Hoshangabad. The buff and tan Ratufa indica dealbata (Figure 1, top) of the tropical moist deciduous forests of the Surat Dangs. The seal brown, tan, and beige (and darkest) Ratufa indica maxima (Schreber, 1784) (Figure 2, bottom) of the tropical wet evergreen forest of Malabar. The dark brown, tan and beige (and largest), Ratufa indica bengalensis (Blanford, 1897) (Figure 2, top) of the tropical semi-evergreen forests east of the Brahmagiri mountains in Kodagu extending up to the Bay of Bengal coast of Orissa. It is also seen (dark brown) on Tirumala hills at Tirupati and in the Nagarhole National Park and Bandipur National Park that run alongside the Kabini River.\nThe table below lists the four recognized subspecies (based on Thorington & Hoffmann 2005) of Ratufa indica, along with any synonyms associated with each subspecies:\n\n\n== Family life ==\nThe Indian Giant Squirrel lives alone or in pairs. They build large globular nests of twigs and leaves, placing them on thinner branches where large predators can't get to them. These nests become conspicuous in deciduous forests during the dry season. An individual may build several nests in a small area of forest which are used as sleeping quarters, with one being used as a nursery.\n\n\n== Reproduction ==\nCaptive breeding of the Malayan giant squirrel, a close relative has indicated births in March, April, September and December. The young weigh 74.5 g at birth and have a length of 27.3 cm. In Canara, the Indian Giant Squirrel has been spotted with young in March.\n\n\n== References ==\n\n\n== Further reading ==\nBlanford, W. T. (1897), \"The large Indian squirrel (Sciurus indicus erx.) and its local races and sub-species\", Journal of the Bombay Natural History Society, 11 (2): 298–305\nBorges, Renee M. (1993), \"Figs, Malabar Giant Squirrels, and Fruit Shortages Within Two Tropical Indian Forests\", Biotropica, 25 (2): 183–190, doi:10.2307/2389182, JSTOR 2389182\nDatta, Aparajita; Goyal, S. P. (1996), \"Comparison of Forest Structure and Use by the Indian Giant Squirrel (Ratufa indica) in Two Riverine Forests of Central India\", Biotropica, 28 (3): 394–399, doi:10.2307/2389203, JSTOR 2389203\nMoore, Joseph Curtis (1960), \"Squirrel Geography of the Indian Subregion\", Systematic Zoology, 9 (1): 1–17, doi:10.2307/2411536, JSTOR 2411536\nPrater, S. H. (1971), The book of Indian Animals, Mumbai: Bombay Natural History Society and Oxford University Press. Pp. xxiii, 324, 28 color plates by Paul Barruel., ISBN 0-19-562169-7\nSomanathan, Hema; Mali, Subhash; Borges, Renee M. (2007), \"Arboreal larder-hoarding in tropical Indian giant squirrel Ratufa indica\", Ecoscience, 14 (2): 165–169, doi:10.2980/1195-6860(2007)14[165:alitti]2.0.co;2\nTritsch, Mark F. (2001), Wildlife of India, London: Harper Collins Publishers. Pp. 192, ISBN 0-00-711062-6\nKoli, Vijay Kumar, Chhaya Bhatnagar, and Dilip Mali. \"Gliding Behaviour Of Indian Giant Flying Squirrel Petaurista Philippensis Elliot.\" Current Science (00113891) 100.10 (2011): 1563-1568. Academic Search Premier. Web. 3 Nov. 2015.\\\nSrinivas, V., P. Dilip Venugopal, and Sunita Ram. \"Site Occupancy Of The Indian Giant Squirrel Ratufa Indica (Erxleben) In Kalakad-Mundanthurai Tiger Reserve, Tamil Nadu, India.\" Current Science (00113891) 95.7 (2008): 889-894. Academic Search Premier. Web. 3 Nov. 2015\nJathanna, Devcharan, N. Samba Kumar, and K. Ullas Karanth. \"Measuring Indian Giant Squirrel (Ratufa Indica) Abundance In Southern India Using Distance Sampling.\" Current Science (00113891) 95.7 (2008): 885-888. Academic Search Premier. Web. 3 Nov. 2015.\n\n\n== External links ==\nIndian giant squirrel (Ratufa indica) - Arkive.org page on this squirrel, including a video clip of the animal in the wild.",
    "ImageURL": "Malabarsquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Indian_giant_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Ratufa",
        "Species": "indica"
    },
    "ScientificName": "Ratufa indica",
    "Zone": "* #### J"
}