{
    "CommonName": "Malagasy ground boa",
    "BriefSummary": "Acrantophis madagascariensis is a species of boid snake in the subfamily Sanziniinae that is endemic to the island of Madagascar. Its common names include Malagasy ground boa and Madagascar boa.",
    "WikiContents": "Acrantophis madagascariensis is a species of boid snake in the subfamily Sanziniinae that is endemic to the island of Madagascar. Its common names include Malagasy ground boa and Madagascar boa.\n\n\n== Description ==\nThis species is included in the Boidae family of snakes, subfamily Sanziniinae. No subspecies are currently recognized by ITIS.Adult females can be up to 10 feet (3.05 metres), males are typically smaller, the average size of the population is 8 feet (2.44 m) in length. This is the largest snake species found on the island of Madagascar. Acrantophis madagascariensis, like others in the family, dispatch their prey by constriction.\nThe color pattern consists of a pale reddish-brown ground color mixed with gray, overlaid with a pattern dorsal rhombs outlined with black or brown. Sometimes this creates a vague zigzag impression. The sides are patterned a series of black ovoid markings with reddish blotches, often bordered or centered with white.\n\n\n== Distribution and habitat ==\nEndemic to Madagascar. Occurs in the central, northern and western parts of the island. The type locality given is \"Madagascar.\"\n \nThe species usually occurs in sparse, open woodland such as the Madagascar dry deciduous forests.\n\n\n== Conservation status ==\nAcrantophis madagascariensis is classified as Least Concern on the IUCN Red List of Threatened Species since 2011. Previously it was classified as Vulnerable (VU) with the following criteria: A1cd (v2.3, 1994). This means that a population reduction of at least 20% has been observed, estimated, inferred or suspected over the last 10 years or three generations, whichever is the longer, based on a decline in area of occupancy, extent of occurrence and/or quality of habitat, and based on actual or potential levels of exploitation.\nThe species was last assessed in 2011.It is also listed as CITES Appendix I, which identifies it as threatened with extinction and recommends a prohibition in international trade except for scientific research.\n\n\n== Threats ==\nCurrent threats include deforestation, human population growth, agricultural and industrial development, and collection for the illegal pet trade.\n\n\n== Behavior ==\nShelters in mammal burrows, fallen trees, debris piles and similar sites that offer some protection. Brumation takes place during the cool and dry winter months, usually May though July.\n\n\n== Feeding ==\nThe diet consists of small mammals and birds.\n\n\n== Reproduction ==\nMating takes place after emerging from brumation. Females may be courted by and copulate with more than one male. Ovoviviparous, females give birth to 4-6 large young after a long gestation period of 4–6 months. Neonates are 19-24 inches (48–61 cm) in length and are already capable of feeding on small rodents and birds.\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\n Media related to Acrantophis madagascariensis at Wikimedia Commons\n Data related to Acrantophis madagascariensis at Wikispecies",
    "ImageURL": "Malagasygroundboa_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Acrantophis_madagascariensis",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Boidae",
        "Genus": "Acrantophis",
        "Species": "madagascariensis"
    },
    "ScientificName": "Acrantophis madagascariensis"
}