{
    "CommonName": "Marbled teal",
    "BriefSummary": "The marbled duck, or marbled teal (Marmaronetta angustirostris) is a medium-sized duck. The scientific name, Marmaronetta angustirostris, comes from the Greek marmaros, marbled and netta, a duck, and Latin angustus, narrow or small and -rostris billed.",
    "WikiContents": "The marbled duck, or marbled teal (Marmaronetta angustirostris) is a medium-sized duck. The scientific name, Marmaronetta angustirostris, comes from the Greek marmaros, marbled and netta, a duck, and Latin angustus, narrow or small and -rostris billed.\n\n\n== Habitat and distribution ==\n\nThis duck formerly bred in large numbers in the Mediterranean region, but is now restricted to a few sites in southern Spain, northwest Africa and in Israel. In the east it survives in the Mesopotamian marshland in southern Iraq and in Iran (Shadegan Marshes - the world's most important site), as well as isolated pockets in Turkey, Armenia, Azerbaijan, Iraq and further to the east in western India and western China. Its breeding habitat is lowland where they lay their eggs in long grass or in high trees. They may lay 7 to 10 cream eggs. They are common in private collections but are a nervous and flighty bird. In some areas birds disperse from the breeding grounds, and have been encountered in the winter period in the Sahel zone, south of the Sahara.\nThese are gregarious birds, at times even when nesting. Outside the breeding season flocks are often small, although large wintering flocks have been reported in some areas. The largest winter concentration known is in Khuzestan, Iran.In 2011, a group of Iraqi ornithologists counted a single flock of the rare marbled teal on the lakes of the Iraqi marshes, numbering at least 40,000 birds.\n\n\n== Description and diet ==\n\nThe marbled duck is approximately 39–42 cm (15–17 in) long. Adults are a pale sandy-brown colour, diffusely blotched off-white, with a dark eye-patch and shaggy head. Juveniles are similar but with more off-white blotches. In flight, the wings look pale without a marked pattern, and no speculum on the secondaries.These birds feed mainly in shallow water by dabbling or up-ending, occasionally diving. Little is known of their diet.\n\n\n== Conservation ==\nThis bird is considered vulnerable due to a reduction in population caused by habitat destruction and hunting. It is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.\n\n\n== References ==\n\n\n== External links ==\nMarmaronetta angustirostris in the Flickr: Field Guide Birds of the World\nMarbled duck media from ARKive \nBirdLife species factsheet for Marmaronetta angustirostris\n\"Marmaronetta angustirostris\". Avibase. \n\"Marbled teal media\". Internet Bird Collection.\nMarbled teal photo gallery at VIREO (Drexel University)\nInteractive range map of Marmaronetta angustirostris at IUCN Red List maps\nAudio recordings of Marbled duck on Xeno-canto.",
    "ImageURL": "Marbledteal_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Marbled_duck",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Anseriformes",
        "Family": "Anatidae",
        "Genus": "Marmaronetta",
        "Species": "angustirostris"
    },
    "ScientificName": "Marmaronetta angustirostris",
    "Zone": "* #### H"
}