{
    "CommonName": "Markhor",
    "BriefSummary": "The markhor  (Capra falconeri), is a large Capra species native to Central Asia, Karakoram and the Himalayas. It is listed on the IUCN Red List as Near Threatened since 2015.The markhor is the national animal of Pakistan. It is also known as the screw horn goat, Pashto: مرغومی‎ marǧūmi and Persian/Urdu as مارخور.",
    "WikiContents": "The markhor  (Capra falconeri), is a large Capra species native to Central Asia, Karakoram and the Himalayas. It is listed on the IUCN Red List as Near Threatened since 2015.The markhor is the national animal of Pakistan. It is also known as the screw horn goat, Pashto: مرغومی‎ marǧūmi and Persian/Urdu as مارخور.\n\n\n== Names ==\n\n\n=== Etymology ===\nThe colloquial name is thought by some to be derived from the Persian word mar, meaning snake, and khor, meaning \"eater\", which is sometimes interpreted to either represent the species' ability to kill snakes, or as a reference to its corkscrewing horns, which are somewhat reminiscent of coiling snakes.According to folklore, the markhor has the ability to kill a snake. Thereafter, while chewing the cud, a foam-like substance comes out of its mouth which drops on the ground and dries. This foam-like substance is sought after by the local people, who believe it is useful in extracting the poison from snakebites.\n\n\n=== Local names ===\nBalti: Reedakh\nPersian, Urdu, Punjabi, and Kashmiri: مارخور markhor\nPashto: مرغومی marǧūmay\nLadaki: rache, rapoche (male) and rawache (female)\nBurushaski: boom (Markhor), boom haldin (male), giri haldin (female)\nShina: boom mayaro, (male) and boom mayari (female)\nBrahui: rezkuh, matt (male) and hit, harat (female)\nBaluchi: pachin, sara (male) and buzkuhi (female)\nWakhi: youksh, ghashh (male) and moch (female)\nKhowar/Chitrali: shara (male) and maxhegh (female)\n\n\n== Description ==\nMarkhor stand 65 to 115 centimetres (26 to 45 in) at the shoulder, 132 to 186 centimetres (52 to 73 in) in length and weigh from 32 to 110 kilograms (71 to 243 lb). They have the highest maximum shoulder height among the species in the genus Capra, but is surpassed in length and weight by the Siberian ibex. The coat is of a grizzled, light brown to black colour, and is smooth and short in summer, while growing longer and thicker in winter. The fur of the lower legs is black and white. Markhor are sexually dimorphic, with males having longer hair on the chin, throat, chest and shanks. Females are redder in colour, with shorter hair, a short black beard, and are maneless. Both sexes have tightly curled, corkscrew-like horns, which close together at the head, but spread upwards toward the tips. The horns of males can grow up to 160 cm (63 in) long, and up to 25 cm (10 in) in females. The males have a pungent smell, which surpasses that of the domestic goat.\n\n\n== Behavior ==\n\nMarkhor are adapted to mountainous terrain, and can be found between 600 and 3,600 meters in elevation. They typically inhabit scrub forests made up primarily of oaks (Quercus ilex), pines (Pinus gerardiana), and junipers (Juniperus macropoda). They are diurnal, and are mainly active in the early morning and late afternoon. Their diets shift seasonally: in the spring and summer periods they graze, but turn to browsing in winter, sometimes standing on their hind legs to reach high branches. The mating season takes place in winter, during which the males fight each other by lunging, locking horns and attempting to push each other off balance. The gestation period lasts 135–170 days, and usually results in the birth of one or two kids, though rarely three. Markhor live in flocks, usually numbering nine animals, composed of adult females and their young. Adult males are largely solitary. Adult females and kids comprise most of the markhor population, with adult females making up 32% of the population and kids making up 31%. Adult males comprise 19%, while subadults (males aged 2–3 years) make up 12%, and yearlings (females aged 12–24 months) make up 9% of the population. Their alarm call closely resembles the bleating of domestic goats. Early in the season the males and females may be found together on the open grassy patches and clear slopes among the forest. During the summer, the males remain in the forest, while the females generally climb to the highest rocky ridges above.\n\n\n== Subspecies and range ==\nIn the last 150 years multiple subspecies have been recognized often based on horn configuration alone but it has been shown that this can vary greatly even within the same population confined to one mountain range.\nAstor or Astore markhor (Capra falconeri falconeri)\nBukharan markhor (Capra falconeri heptneri)\nKabul markhor (Capra falconeri megaceros)\nKashmir markhor (Capra falconeri cashmiriensis)\nSuleiman markhor (Capra falconeri jerdoni)The Chiltan markhor (Capra aegagrus chialtanensis) is not markhor but rather a variety of Bezoar ibex.\n\n\n=== Astor markhor ===\nThe Astor markhor (Capra falconeri falconeri) has large, flat horns, branching out very widely, and then going up nearly straight with only a half turn. It is synonymous with Capra falconeri cashmiriensis or Pir Panjal markhor, which has heavy, flat horns, twisted like a corkscrew.Within Afghanistan, the Astor markhor is limited to the east in the high and mountainous monsoon forests of Laghman and Nuristan. In India, this subspecies is restricted to a portion of the Pir Panjal range in southwestern Jammu and Kashmir. Throughout this range, Astor markhor populations are scattered, starting east of the Banihal Pass (50 km from the Chenab River) on the Jammu-Srinagar highway westward to the disputed border with Pakistan. Recent surveys indicate it still occurs in catchments of the Limber and Lachipora Rivers in the Jhelum Valley Forest Division, and around Shupiyan to the south of Srinagar. In Pakistan, the Astor markhor there is restricted to the Indus and its tributaries, as well as to the Kunar (Chitral) River and its tributaries. Along the Indus, it inhabits both banks from Jalkot (Kohistan District) upstream to near the Tungas village (Baltistan), with Gakuch being its western limit up the Gilgit River, Chalt up the Hunza River, and the Parishing Valley up the Astore River. It has been said to occur on the right side of the Yasin Valley (Gilgit District), though this is unconfirmed. The flare-horned markhor is also found around Chitral and the border areas with Afghanistan, where it inhabits a number of valleys along the Kunar River (Chitral District), from Arandu on the west bank and Drosh on the east bank, up to Shoghor along the Lutkho River, and as far as Barenis along the Mastuj River. The largest population is currently found in Chitral National Park in Pakistan.\n\n\n=== Bukharan markhor ===\nAlthough the Bukharan markhor or Tajik markhur (Capra falconeri heptneri) formerly lived in most of the mountains stretching along the north banks of the Upper Amu Darya and the Pyanj Rivers from Turkmenistan to Tajikistan, two to three scattered populations now occur in a greatly reduced distribution. It is limited to the region between lower Pyanj and the Vakhsh Rivers near Kulyab in Tajikistan (about 70\"E and 37’40’ to 38\"N), and in the Kugitangtau Range in Uzbekistan and Turkmenistan (around 66’40’E and 37’30’N). This subspecies may possibly exist in the Darwaz Peninsula of northern Afghanistan near the border with Tajikistan. Before 1979, almost nothing was known of this subspecies or its distribution in Afghanistan, and no new information has been developed in Afghanistan since that time.\n\n\n=== Kabul markhor ===\nThe Kabul markhor (Capra falconeri megaceros) has horns with a slight corkscrew, as well as a twist. A junior synonym is Capra falconeri jerdoni.Until 1978, the Kabul markhor survived in Afghanistan only in the Kabul Gorge and the Kohe Safi area of Kapissa, and in some isolated pockets in between. It now lives the most inaccessible regions of its once wider range in the mountains of Kapissa and Kabul Provinces, after having been driven from its original habitat due to intensive poaching. In Pakistan, its present range consists only of small isolated areas in Baluchistan, Khyber Pakhtunkhwa (KPK) province and in Dera Ghazi Khan District (Punjab Province). The KPK Forest Department considered that the areas of Mardan and Sheikh Buddin were still inhabited by the subspecies. At least 100 animals are thought to live on the Pakistani side of the Safed Koh range (Districts of Kurram and Khyber).\n\n\n== Relationship with the domestic goat ==\nCertain authors have postulated that the markhor is the ancestor of some breeds of domestic goat. The Angora goat has been regarded by some as a direct descendant of the Central Asian markhor. Charles Darwin postulated that modern goats arose from crossbreeding markhor with wild goats. Evidence for markhors crossbreeding with domestic goats has been found. One study suggested that 35.7% of captive markhors in the analysis (ranging from three different zoos) had mitochondrial DNA from domestic goats. Other authors have put forth the possibility of markhor being the ancestor of some Egyptian goat breeds, due to their similar horns, though the lack of an anterior keel on the horns of the markhor belies any close relationship. The Changthangi domestic goat of Ladakh and Tibet may derive from the markhor. The Girgentana goat of Sicily is thought to have been bred from markhor, as is the Bilberry goat of Ireland. The Kashmiri feral herd of about 200 individuals on the Great Orme limestone headland of Wales are derived from a herd maintained at Windsor Great Park  belonging to Queen Victoria.Fecal samples taken from markhor and domestic goats indicate that there is a serious level of competition for food between the two species. The competition for food between herbivores is believed to have significantly reduced the standing crop of forage in the Himalaya-Karkoram-Hindukush ranges. Domestic livestock have an advantage over wild herbivores since the density of their herds often pushes their competitors out of the best grazing areas. Decreased forage availability has a negative effect on female fertility.\n\n\n=== Predation ===\nHumans are the primary predators on markhor. Because markhor inhabit very steep and inaccessible mountainous habitat, several strongholds of markhor populations have been rarely approached by man. Golden eagles (Aquila chrysaetos) have been reported preying upon young markhor. Among wild carnivores, Himalayan lynx (Lynx lynx), leopard cats (Prionailurus bengalensis), snow leopards (Panthera uncia), wolves (Canis lupus), and black bears (Ursus thibetanus) are the main predators of markhor. Because of these threats, the markhor possess keen eyesight and a strong sense of smell to detect nearby predators. Markhor are very aware of their surroundings and are on high alert for predators. In exposed areas, they are quick to spot and flee from predators.\n\n\n=== Threats ===\nMarkhor are potential prey for snow leopards, brown bears, lynx, jackals, and golden eagles. While not directly causing their endangerment, the already small population of markhor is further threatened by their predation. Hunting for meat as a means of subsistence or trade in wildlife parts adds to the growing problem for wildlife managers in many countries. Poaching, with its indirect impacts as disturbance, increasing fleeing distances and resulting reduction of effective habitat size, is by far the most important factor threatening the survival of the markhor population. The most important types of poachers seem to be local inhabitants, state border guards, the latter usually relying on local hunting guides, and Afghans, illegally crossing the border. Poaching causes fragmentation of the population.\ninto small islands where the remaining subpopulations are prone to extinction. The markhor is a valued trophy hunting prize for its incredibly rare spiral horns which became a threat to their species. The continuing declines of markhor populations finally caught the international community and became a concern.\n\n\n=== Hunting ===\nIn British India, markhor were considered to be among the most challenging game species, due to the danger involved in stalking and pursuing them in high, mountainous terrain. According to Arthur Brinckman, in his The Rifle in Cashmere, \"a man who is a good walker will never wish for any finer sport than ibex or markhoor shooting\". Elliot Roosevelt wrote of how he shot two markhor in 1881, his first on 8 July, his second on 1 August. Although it is illegal to hunt markhor in Afghanistan, they have been traditionally hunted in Nuristan and Laghman Provinces, and this may have intensified during the War in Afghanistan. In Pakistan, hunting markhor is legal as part of a conservation process, expensive hunting licenses are available from the Pakistani government which allow for the hunting of old markhors which are no longer good for breeding purposes. In India, it is illegal to hunt markhor but they are poached for food and for their horns, which are thought to have medicinal properties. Markhor have also been successfully introduced to private game ranches in Texas. Unlike the aoudad, blackbuck, nilgai, ibex, and axis deer, however, markhor have not escaped in sufficient numbers to establish free-range wild populations in Texas.\n\n\n== Conservation status ==\nThe International Union for the Conservation of Nature and Natural Resources currently classifies the markhor as a near threatened species, due to a relatively small population (2013 estimate: ~5,800 individuals), the absence of a projected total population decline, and relying on ongoing conservation efforts to keep this population level. There are reservations in Tajikistan to protect the markhors. In 1973, two reservations were established. The Dashtijum Strict Reserve (also called the Zapovednik in Russian) offers markhor protect across 20,000 ha. The Dashtijum Reserve (called the Zakasnik in Russian) covers 53,000 ha. Though these reserves exist to protect and conserve the markhor population, the regulations are poorly enforced making poaching common as well as habitat destruction. Although markhors still face ongoing threats, recent studies have shown considerable success with regards to the conservation approach. The approach began in the 1900s when a local hunter was convinced by a hunting tourist to stop poaching markhors. The local hunter established a conservancy that inspired two other local organizations called Morkhur and Muhofiz. The two organizations expect that their conversations will not only protect, but allow them to sustainability use the markhor species. This approach has been very effective compared to the protect lands that lack enforcement and security. In India, the markhor is a fully protected (Schedule I) species under Jammu and Kashmir's Wildlife (Protection) Act of 1978.\n\n\n== In culture ==\nThe markhor is the national animal of Pakistan. It was one of the 72 animals featured on the WWF Conservation Coin Collection in 1976. Markhor marionettes are used in the Afghan puppet shows known as buz-baz. The markhor has also been mentioned in a Pakistani computer-animated film known as Allahyar and the Legend of Markhor.In 2018, Pakistan's flag carrier Pakistan International Airlines adopted the markhor on its new revised livery.\nThe Markhor is also present on the logo of the Inter-Services Intelligence.\n\n\n== References ==",
    "ImageURL": "Markhor_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Markhor",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Capra",
        "Species": "falconeri"
    },
    "ScientificName": "Capra falconeri"
}