{
    "CommonName": "Marmot",
    "BriefSummary": "Marmots are large squirrels in the genus Marmota, with 15 species.",
    "WikiContents": "Marmots are large squirrels in the genus Marmota, with 15 species.\n\n\n== Biology ==\nSome species live in mountainous areas, such as the Alps, northern Apennines, Carpathians, Tatras, and Pyrenees in Europe; northwestern Asia; the Rocky Mountains, Black Hills, the Cascade and Pacific Ranges, and the Sierra Nevada in North America; and the Deosai Plateau in Pakistan and Ladakh in India. Other species prefer rough grassland and can be found widely across North America and the Eurasian Steppe. The similarly sized but more social prairie dog is not classified in the genus Marmota, but in the related genus Cynomys.\nMarmots typically live in burrows (often within rockpiles, particularly in the case of the yellow-bellied marmot), and hibernate there through the winter.  Most marmots are highly social and use loud whistles to communicate with one another, especially when alarmed.\nMarmots mainly eat greens and many types of grasses, berries, lichens, mosses, roots, and flowers.\n\n\n== Subgenera and species ==\nThe following is a list of all Marmota species recognized by Thorington and Hoffman plus the recently defined M. kastschenkoi.  They divide marmots into two subgenera.\n\nGenus Marmota – marmots\nSubgenus Marmota\nAlaska marmot, Brower's marmot, or Brooks Range marmot, M. broweri found in Alaska\nAlpine marmot, M. marmota found only in Europe in the Alps, northern Apennine Mountains in Italy, Carpathian Mountains, Tatra Mountains, and reintroduced in the Pyrenees\nBlack-capped marmot, M. camtschatica found in eastern Siberia\nBobak marmot, M. bobak found from central Europe to central Asia\nForest-steppe marmot, M. kastschenkoi found in south Russia\nGray marmot or Altai marmot, M. baibacina found in Siberia\nGroundhog, woodchuck, or whistlepig, M. monax found in most of North America\nHimalayan marmot or Tibetan snow pig, M. himalayana found in the Himalayas\nLong-tailed marmot, golden marmot, or red marmot, M. caudata found in central Asia\nMenzbier's marmot, M. menzbieri found in central Asia\nTarbagan marmot, Mongolian marmot, or tarvaga, M. sibirica found in Siberia\nSubgenus Petromarmota\nHoary marmot, M. caligata found in northwestern North America (Canada and Alaska)\nOlympic marmot, M. olympus endemic to the Olympic Peninsula, Washington, United States\nVancouver Island marmot, M. vancouverensis endemic to Vancouver Island, British Columbia, Canada\nYellow-bellied marmot, M. flaviventris found in southwestern Canada and western United StatesAdditionally, four extinct species of marmots are recognized from the fossil record:\n\n†Marmota arizonae, Arizona, U.S.\n†Marmota minor, Nevada, U.S.\n†Marmota robusta, China\n†Marmota vetus, Nebraska, U.S.\n\n\n== History and etymology ==\n \nMarmots have been known since antiquity. Research by the French ethnologist Michel Peissel claimed the story of the \"Gold-digging ant\" reported by the Ancient Greek historian Herodotus, who lived in the fifth century BCE, was founded on the golden Himalayan marmot of the Deosai Plateau and the habit of local tribes such as the Brokpa to collect the gold dust excavated from their burrows.The etymology of the term \"marmot\" is uncertain. It may have arisen from the Gallo-Romance prefix marm-, meaning to mumble or murmur (an example of onomatopoeia). Another possible origin is post-classical Latin, mus montanus, meaning \"mountain mouse\".Beginning in 2010, Alaska celebrates February 2 as \"Marmot Day\", a holiday intended to observe the prevalence of marmots in that state and take the place of Groundhog Day.\n\n\n== Examples of species ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nThe Marmot Burrow\nInternational Marmot Network",
    "ImageURL": "Marmot_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Marmot",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "MarmotaBlumenbach"
    },
    "Zone": "* #### K"
}