{
    "CommonName": "Marsh Frog",
    "BriefSummary": "The marsh frog (Pelophylax ridibundus) is the largest frog native to Europe and belongs to the family of true frogs. It is very similar in appearance to the closely related edible frog and pool frog. These three species, now again in the genus Pelophylax, are often referred to as \"green frogs\" to distinguish them from the more terrestrial European Rana species, which are known as \"brown frogs\" (best exemplified by the common frog Rana temporaria).",
    "WikiContents": "The marsh frog (Pelophylax ridibundus) is the largest frog native to Europe and belongs to the family of true frogs. It is very similar in appearance to the closely related edible frog and pool frog. These three species, now again in the genus Pelophylax, are often referred to as \"green frogs\" to distinguish them from the more terrestrial European Rana species, which are known as \"brown frogs\" (best exemplified by the common frog Rana temporaria).\n\n\n== Characteristics ==\nThe marsh frog is a water-dwelling, generally green-colored frog species. It can reach a maximum length of 17 centimetres, but males remain smaller (around 12 cm). The head is proportionally large and the hind legs are long, which gives them excellent jumping abilities.\nThere is a large variation in colour and pattern, ranging from dark green to brown or grey, sometimes with some lighter green lines; a lighter line on the back is generally present. The Western European populations are generally dark green to black with dark spots on the back and sides and three clear green lines on the back.\n\n\n== Hybridogenesis ==\n\nThere are known three hybridogenetic hybrids of the marsh frog:\n\nedible frog Pelophylax kl. esculentus (usually genotype RL):pool frog P. lessonae (LL) × P. ridibundus (RR)\nGraf's hybrid frog Pelophylax kl. grafi (PR):Perez's frog P. perezi (PP) × P. ridibundus (RR) orPerez's frog P. perezi (PP) × edible frog P. kl. esculentus (RE)(it is unclear which one crossing was the primary hybridization)\nItalian edible frog Pelophylax kl. hispanicus (RB):Italian pool frog P. bergeri (BB) × P. ridibundus (RR)Their populations are maintained however through other crossings by hybridogenesis.\n\n\n== Diet ==\nThe diet of the marsh frog consists of dragonflies and other insects, spiders, earthworms, and slugs. Larger frogs also eat small rodents and sometimes smaller amphibians and fish.\n\n\n== Distribution ==\n\nThe marsh frog occurs in the largest part of Europe, and in Asia east to ca. 81° E in Asiatic Russia, south to western Iran and Afghanistan, as well as isolated populations in Saudi Arabia. They prefer a water temperature of approximately 15 °C.\nIt is now distinguished from Pelophylax kurtmuelleri (Balkan frog), which it resembles greatly, and which outnumbers it in most of Greece.\n\n\n== See also ==\nEdible frog\n\n\n== References ==\n\n\n== External links ==\nListen to Pelophylax ridibundus call sound",
    "ImageURL": "MarshFrog_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Marsh_frog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Ranidae",
        "Genus": "Pelophylax",
        "Species": "ridibundus"
    },
    "ScientificName": "Pelophylax ridibundus",
    "Zone": "* #### C"
}