{
    "CommonName": "Marten",
    "BriefSummary": "The martens constitute the genus Martes within the subfamily Guloninae, in the family Mustelidae. They have bushy tails and large paws with partially retractile claws. The fur varies from yellowish to dark brown, depending on the species, and is valued by trappers for the fur trade. Martens are slender, agile animals, adapted to living in the taiga, and inhabit coniferous and northern deciduous forests across the Northern Hemisphere.",
    "WikiContents": "The martens constitute the genus Martes within the subfamily Guloninae, in the family Mustelidae. They have bushy tails and large paws with partially retractile claws. The fur varies from yellowish to dark brown, depending on the species, and is valued by trappers for the fur trade. Martens are slender, agile animals, adapted to living in the taiga, and inhabit coniferous and northern deciduous forests across the Northern Hemisphere.\n\n\n== Classification ==\n\nResults of DNA research indicate that the genus Martes is polyphyletic, with some studies placing Martes americana outside the genus and allying it with Eira and Gulo, to form a new New World clade. The genus first evolved up to seven million years ago during the Miocene epoch.\n\nAmerican marten (M. americana)\nNewfoundland pine marten (M. a. atrata)\nYellow-throated marten (M. flavigula)\nBeech marten (M. foina)\nNilgiri marten (M. gwatkinsii)\nEuropean pine marten (M.  martes)\nJapanese marten (M. melampus)\nSable (M.  zibellina)\nMartes wenzensis†\nMartes nobilis†\n\n\n== Etymology ==\nThe Modern English \"marten\" comes from the Middle English martryn, in turn borrowed from the Anglo-French martrine and Old French martre (Latin martes), itself from a Germanic source; cf. Old English mearþ, Old Norse mörðr, and Old High German and Yiddish מאַרדאַר mardar.\n\n\n== Ecology and behaviour ==\nMartens are solitary animals, meeting only to breed in late spring or early summer. Litters of up to five blind and nearly hairless kits are born in early spring. They are weaned after around two months, and leave the mother to fend for themselves at about three to four months of age. Due to their habit of seeking warm and dry places and to gnaw on soft materials, martens cause damage to soft plastic and rubber parts in cars and other parked vehicles, annually costing millions of euros in Central Europe alone, thus leading to the offering of marten-damage insurance, \"marten-proofing\", and electronic repellent devices.\nThey are omnivorous.\n\n\n== Cultural references ==\n\n\n=== Canada ===\nThe marten is popular in the northern Ontario community of Big Trout Lake. During the fur trade, commissioned by the Hudson Bay Company in the 17th and 18th centuries, the marten pelt was typically fashioned into mittens. The marten is still traded locally. The locals place a high value on this pelt, typically trading it for  consumable goods.\n\n\n=== Croatia ===\nIn the Middle Ages, marten pelts were highly valued goods used as a form of payment in Slavonia, the Croatian Littoral, and Dalmatia. The banovac, a coin struck and used between 1235 and 1384, included the image of a marten. This is one of the reasons why the Croatian word for marten, kuna, is the name of the modern Croatian currency. A marten is depicted on the obverse of the 1-, 2-, and 5-kuna coins, minted since 1993, and on the reverse of the 25-kuna commemorative coins.A running marten is shown on the coat of arms of Slavonia and subsequently on the modern design of the coat of arms of Croatia. The official seal of the Croatian Sabor (parliament) from 1497 until the late 18th century had a similar design.\n\n\n=== Finland ===\nThe Finnish communications company Nokia derives its name, via the river Nokianvirta, from a type of marten locally known as the nokia.\n\n\n=== Greece ===\nIn the Illiad, the fleet-footed spy Dolon wore a marten-pelt cap.\n\n\n=== Italy ===\nThe Latin word for helmet, galea, originally meant \"marten pelt,\" although it is unclear whether early Romans wore these helmets for symbolical reasons or for their fine fur.\n\n\n== References ==\n\n\n== External links ==\n Data related to Martes at Wikispecies\n Media related to Martes at Wikimedia Commons",
    "ImageURL": "Marten_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Marten",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Mustelidae",
        "Genus": "MartesPinel"
    }
}