{
    "CommonName": "Matschie's Tree Kangaroo",
    "BriefSummary": "Matschie's tree-kangaroo (Dendrolagus matschiei), also known as the Huon tree-kangaroo is a tree-kangaroo native to the Huon Peninsula of northeastern New Guinea island, within the nation of Papua New Guinea.\nUnder the IUCN classification, Matschie's tree-kangaroo is an Endangered species.\nThe scientific name honours German biologist Paul Matschie.",
    "WikiContents": "Matschie's tree-kangaroo (Dendrolagus matschiei), also known as the Huon tree-kangaroo is a tree-kangaroo native to the Huon Peninsula of northeastern New Guinea island, within the nation of Papua New Guinea.\nUnder the IUCN classification, Matschie's tree-kangaroo is an Endangered species.\nThe scientific name honours German biologist Paul Matschie.\n\n\n== Physical description ==\n\nWith a body and head length of 20 to 32 inches (51–81 cm), Matschie's tree-kangaroo are much smaller than Australia's well-known red kangaroo. An adult male weighs between 20 and 25 lb (9–11 kg). An adult female weighs between 15 and 20 lb (7–9 kg)\nThere is no particular season in which they breed. Gestation lasts 44 days and joeys of captive bred individuals leave the pouch after 11 months. The average life span of the Matschie's tree-kangaroo in the wild is unknown, but is at least 14 years. The life span of the kangaroo in a zoo is about 20 years.\nThe most distinctive trait of all tree-kangaroos is the hair whorl they possess. It is a patch of hair that goes out in many directions and its location ranges from up near the shoulders all the way down to the tail. The Matschie's tree-kangaroo is golden on its ventral side, lower parts of its limbs, ear edges, belly, and tail, and the rest of its body is a chestnut brown color, except for usually having a dark stripe down its back. Their faces are typically an array of yellow and white colors. The Matschies’ are similar in color and size to Dendrolagus dorianus, the Doria's tree-kangaroo. Matschies’ ears are small and bear-like looking and they do not have a good sense of hearing because of it. They have curved claws on their forelimbs and soft pads on their hind limbs that aid in their climbing ability, and they have some independent movement of their digits as well as good dexterity due to their forelimbs being able to bend a great deal. The 4th and 5th digit of their feet are enlarged, the 1st digit is absent, and the 2nd and 3rd digits are syndactylous (two digits that look like one fused together). \nScientists have discovered that the Matschie's are able to walk bipedally and there's a lot of rotation in their limbs for climbing. Out of all of the Dendrolagus species, the Matschie's tree-kangaroo is the best vertical climber and has more strength in its muscles than any others. Their tails help to offset their balance while moving swiftly through the trees since their tails are about the same length as their head and body size. Sexual dimorphism is very low, with males and females being of about equal sizes. The upper and lower jaws of the Matschie's tree-kangaroos are different too in addition to them being different in body size. The upper jaw has three incisors, one canine, one premolar, and four molars, while the lower jaw has one very sharp incisor, no canines and low crowned molars.\n\n\n== Ecology and behavior ==\n\nMatschie's tree-kangaroo lives in the mountainous rainforests at elevations of between 1,000 and 3,000 metres (3,300 and 9,800 ft). The kangaroo tends to live either alone or with very small groups, usually composed of just a female, a joey, and a male. They spend most of their time in the trees and come down occasionally to feed. They are very adept at hopping and can leap up to 30 feet (9 m).\nInstead of sweating, Matschie's tree-kangaroo licks its forearms and allows the evaporation to help cool its body.\nIn the wild, it will usually feed on leaves, fruits and mosses. When kept in zoos, it feeds on apples, carrots, yams, corn on the cob, celery, kale/romaine, high fiber monkey biscuits, tofu, hard boiled eggs, and various types of tree boughs (elm, willow, etc.)\nIn the wild, researchers have found most Matschies’ live alone or in small assemblies, containing maybe a mother and her offspring and one male. Most of the time, the groups have a sex ratio of 1:1. The Matschie's tree-kangaroos are very closely related to Dendrolagus goodfellowi, the Goodfellow's tree-kangaroo, which was once considered a subspecies of the Matschie's tree-kangaroos. Matschies’ appear to be scared of humans because they scramble around when humans are nearby and they are very difficult to find in the forests. They spend about 14 to 15 hours of their days sleeping and resting. The Matschie's tree-kangaroos are known for defending their home territory and marking their boundaries.When the temperature of the environment drastically changes at different times of the year, they are able to maintain a moderate body temperature because of their metabolic rate. Matschies’ have been found to be very susceptible to mycobacterial infections; however, the infections do not seem to be contagious because some individuals that are around infected kangaroos do not appear to get the infection. It seems to be from an avium complex related to tuberculosis, but scientists are still unsure of how exactly it spreads.\n\n\n=== Range ===\n\nMatschie's tree-kangaroos are restricted to the Huon peninsula of Papua New Guinea, a subdivision of Tumbanan faunal province, and are the only tree-kangaroos found there. They are also residents on the island of Umboi, which is just off the coast of Papua New Guinea. However, most scientists believe the tree-kangaroos were introduced onto this island and were not originally found there. The Matschies’ prefer to live in deciduous forests and tropical rainforests because they remain in trees for most of their days. They mainly live in the northeast interior of New Guinea and their home range sizes consists of about 25 hectares of the area.\n\n\n=== Diet ===\nThe Matschie's tree-kangaroos are mainly folivorous, eating anything from leaves, sap, insects, flowers, and nuts. It was also found that they have eaten chickens in captivity as well as feeding on a variety of plants, carrots, lettuce, bananas, potatoes, hard-boiled eggs, and yams. Since they eat high fiber foods, they only eat maybe about 1 to 2 hours throughout the day and the other time of the day they are resting and digesting their food. Their digestion is similar to that of the ruminants; they have a large, “tubiform forestomach”, where most of the fermentation and breakdown of tough material takes place at; in the hind stomach, there is a mucosa lining with many glands that help absorption begin here.\n\n\n=== Reproduction ===\n\nIn captivity, the tree-kangaroos can get budder at any time of the year and are known to breed well. The female oestrus cycle is between 54.2 and 56.8 days and tree kangaroos are able to produce young at 2 to 2.5 years of age. Mating occurs when a female advances on a male while on the ground; they touch each other's noses and click their tongues. The female is initially resistant to the male's advances. She will hiss and swat at the male but will permit him to mount her within ten minutes. Copulation can last up to sixty minutes afterwards. The gestation period lasts approximately 44.2 days, which is known to be the longest for any of the marsupials. A single observed captive birth occurred above ground, in the branches. Joeys first stick their head out of the pouch at roughly 22 weeks. They will first leave the pouch and feed on their own at 28 weeks. Joeys permanently vacate the pouch at approximately 41 weeks. The Matschie's tree-kangaroos have no embryonic diapauses or delayed implantations and are able to get pregnant as soon as the joey leaves the pouch. (Loss of pouch young results in a return to estrus within 5 days.)\n\n\n== Conservation status ==\n\n\n=== Threats ===\nIn 1996, the IUCN classified the Matschie's tree-kangaroos as endangered animals. A lot of the Huon Peninsula's trees have been cleared in which the tree-kangaroos chiefly inhabit, so there are more grassy areas created and the Matschie's tree-kangaroos’ habitat is being destroyed. They are also threatened by oil drilling, logging, hunting by humans, and rainforest clearing. Some Matschie's tree-kangaroos are hunted by local natives for their meat and fur, while others, such as the people of Yawan, a village in New Guinea, aid in the Matschie's conservation. The people of Yawan have put aside 100,000 acres (400 km2) for the Matschie's preservation.\n\n\n=== Conservation efforts ===\nMany Matschie's thrive in captivity and maintain healthy lives interacting with one another. The numbers of tree-kangaroos in captivity in North America have been recorded over the years, and in 1997, the Matschie's tree-kangaroos’ population reached a maximum of 90 animals, but it has declined to 53 in the past few years in these conservation zoos. North America developed the Tree Kangaroo Species Survival Plan (TK-SSP) in 1991 and the TK-SSP Master Plan in 1993 to help with their conservation. Conservation education programs have been set up in some schools thanks to Lisa Dabek, a conservation expert for the Matschie's tree-kangaroos, who has dedicated much of her career and life to helping ones in captivity as well as studying some in the wild. Dabek, along with other scientists, have captured many Matschie's in the wild and radio collared them so they could study their habits. Collaring them helps to learn their home ranges and the types of environments they stay in so that the scientists can help with conserving those types of areas.\nConservation International, an organization that supports the preservation of biodiversity of the Earth, participates in the Tree Kangaroo Conservation Program. The Tree Kangaroo Conservation Program is a program that originated from Papua New Guinea and is now based at the Woodland Park Zoo in Seattle, WA. It is designed to study and conserve the various tree-kangaroo species. The program also encourages local villages in Papua New Guinea to help with conservation, enhances the local schools and teachers as well as advancing the medical care for the people, and recognizing particular habitats needed for the tree-kangaroos to flourish. The Woodland Park Zoo is very keen on helping the Matschie's population grow and develop, and they have also seen that mothers develop their young better if they are removed from the males after mating. A Species Survival Plan has been developed by zoos around the world to help conserve the Matschie's tree-kangaroos and stop the destruction of their natural habitat as well as keep healthy populations growing in the zoos. By keeping them in zoos, researchers hope to build up the populations of the Matschie's. They are strongly committed to building up the population because Matschies’ are the most widely exhibited species in zoos around the world. Scientists are still trying to learn more about Matschie's tree-kangaroos and are conducting studies to watch and help the populations in the wild.In 2009 the YUS Conservation Area has been established to protect the habitat of Matschies’ in the northern part of the Huon Peninsula. YUS stretches over 760 km² and includes three rivers: Yopno, Uruwa and Som, after which it was named.Comparison of the genetic diversity of the captive breeding population to wild populations is done to evaluate how the captive breeding program is retaining the population's genetic diversity over time. In a study done by McGreevy et al. (2010), “AZA Matschie tree kangaroo’s haplotype diversity was almost two times lower than wild Matschie tree kangaroos.” This difference with allele frequencies shows the changes that can happen over time like genetic drift and mutation when a species is taken out of its natural habitat.\n\n\n== References ==\n\n\n== External links ==\nARKive - images and movies of the Huon tree kangaroo (Dendrolagus matschiei)\nTree Kangaroo Conservation Program - saving the tree kangaroos",
    "ImageURL": "MatschiesTreeKangaroo.jpg",
    "Source": "https://en.wikipedia.org/wiki/Matschie%27s_tree-kangaroo"
}