{
    "CommonName": "McCord's Box Turtle",
    "BriefSummary": "McCord's box turtle (Cuora mccordi ) is a species of turtle in the family Geoemydidae. The species is native to China.\n\n",
    "WikiContents": "McCord's box turtle (Cuora mccordi ) is a species of turtle in the family Geoemydidae. The species is native to China.\n\n\n== Etymology ==\nThe specific name, mccordi, is in honor of American veterinarian William Patrick McCord (born 1950).\n\n\n== Taxonomy ==\nOriginally described by American herpetologist Carl Henry Ernst in 1988 from a specimen obtained from the Chinese pet trade, C. mccordi lacked geographic range data for 19 years until Chinese herpetologist Ting Zhou et al. (2007) were able to report it from the wild.\n\n\n== Geographic range ==\nMcCord's box turtle is endemic to central Guangxi province, China.\n\n\n== Conservation status ==\nC. mccordi is one of the most endangered Chinese endemic turtle species, highly sought after for traditional Chinese medicine and by turtle hobbyists.\n\n\n== Description ==\nOnce thought to reach only 14 cm (5.5 in) straight carapace length, specimens of McCord's box turtle of up to 18 cm (7.1 in) straight carapace length are known now.\n\n\n== References ==\n\n\n== Bibliography ==\nERNST CH (1988). \"Cuora mccordi, a new Chinese box turtle from Guangxi Province\". Proceedings of the Biological Society of Washington 101: 466-470.\nFRITZ U, HAVAŠ P (2007). \"Checklist of Chelonians of the World\".  Vertebrate Zoology 57 (2): 217.\nZHOU T (2007a). \"A survey of captive population dynamics for six endemic Chinese Box Turtle species\". Sichuan Journal of Zoology, Chengdu 26 (2): 448-450.\nZHOU T, LI P-P (2007). \"Chelonian species diversity and current status in China\". Sichuan Journal of Zoology 26 (2): 464-467. (in Chinese)\nZHOU T (2007b). \"Endemic Chinese box turtles\". China Nature (2): 20-22. (in Chinese)\nZHOU T, BLANCK T, McCORD WP, LI P-P (2008). \"Tracking Cuora mccordi (Ernst, 1988); the first record of its natural habitat; a re-description; with data on captive populations and its vulnerability\". Hamadryad 32 (1): 46-58.",
    "ImageURL": "McCordsBoxTurtle.jpg",
    "Source": "https://en.wikipedia.org/wiki/McCord%27s_box_turtle"
}