{
    "CommonName": "Minke Whale",
    "BriefSummary": "The minke whale , or lesser rorqual, is a species complex of baleen whale. The two species of minke whale are the common (or northern) minke whale and the Antarctic (or southern) minke whale. The minke whale was first described by the Danish naturalist Otto Fabricius in 1780, who assumed it must be an already known species and assigned his specimen to Balaena rostrata, a name given to the northern bottlenose whale by Otto Friedrich Müller in 1776. In 1804, Bernard Germain de Lacépède described a juvenile specimen of Balaenoptera acuto-rostrata. The name is a partial translation of Norwegian minkehval, possibly after a Norwegian whaler named Meincke, who mistook a northern minke whale for a blue whale.",
    "WikiContents": "The minke whale , or lesser rorqual, is a species complex of baleen whale. The two species of minke whale are the common (or northern) minke whale and the Antarctic (or southern) minke whale. The minke whale was first described by the Danish naturalist Otto Fabricius in 1780, who assumed it must be an already known species and assigned his specimen to Balaena rostrata, a name given to the northern bottlenose whale by Otto Friedrich Müller in 1776. In 1804, Bernard Germain de Lacépède described a juvenile specimen of Balaenoptera acuto-rostrata. The name is a partial translation of Norwegian minkehval, possibly after a Norwegian whaler named Meincke, who mistook a northern minke whale for a blue whale.\n\n\n== Taxonomy ==\n\nMost modern classifications split the minke whale into two species;\n\nCommon minke whale or northern minke whale (Balaenoptera acutorostrata)andAntarctic minke whale or southern minke whale (Balaenoptera bonaerensis).Taxonomists further categorize the common minke whale into two or three subspecies; the North Atlantic minke whale, the North Pacific minke whale and dwarf minke whale. All minke whales are part of the rorquals, a family that includes the humpback whale, the fin whale, the Bryde's whale, the sei whale and the blue whale.\nThe junior synonyms for B. acutorostrata are B. davidsoni (Scammon 1872), B. minimia (Rapp, 1837) and B. rostrata (Fabricius, 1780). There is one synonym for B. bonaerensis - B. huttoni (Gray 1874).\nWriting in his 1998 classification, Rice recognized two of the subspecies of the common minke whale - B. a. scammoni (Scammon's minke whale) and a further taxonomically unnamed subspecies found in the Southern Hemisphere, the dwarf minke whale (first described by Best, 1985).On at least one occasion, an Antarctic minke whale has been confirmed migrating to the Arctic.  In addition, at least two wild hybrids between a common minke whale and an Antarctic minke whale have been confirmed.\n\n\n== Description ==\n\nThe minke whales are the second smallest baleen whale; only the pygmy right whale is smaller. Upon reaching sexual maturity (6–8 years of age), males measure an average of 6.9 m (23 ft) and females 8 m (26 ft) in length, respectively. Reported maximum lengths vary from 9.1 to 10.7 m (30 to 35 ft) for females and 8.8 to 9.8 m (29 to 32 ft) for males. Both sexes typically weigh 4–5 t (3.9–4.9 long tons; 4.4–5.5 short tons) at sexual maturity, and the maximum weight may be as much as 10 t (9.8 long tons; 11 short tons).\nThe minke whale is a black/gray/purple color. Common minke whales (Northern Hemisphere variety) are distinguished from other whales by a white band on each flipper. The body is usually black or dark-gray above and white underneath. Minke whales have between 240 and 360 baleen plates on each side of their mouths. Most of the length of the back, including dorsal fin and blowholes, appears at once when the whale surfaces to breathe.\nMinke whales typically live for 30–50 years; in some cases they may live for up to 60 years.\nMinke whales have a digestive system composed of four compartments with a high density of anaerobic bacteria throughout.  The presence of the bacteria suggests minke whales rely on microbial digestion to extract nutrients provided by their food.As with most Mysticetes, the auditory system for the minke whale is not well understood.  However, magnetic resonance imaging points to evidence that the minke whale has fat deposits in their jaws intended for sound reception, much like Odontocetes.The brains of minke whales have around 12.8 billion neocortical neurons and 98.2 billion neocortical glia.\n\n\n== Behavior ==\nThe whale breathes three to five times at short intervals before 'deep-diving' for two to 20 minutes. Deep dives are preceded by a pronounced arching of the back. The maximum swimming speed of minkes has been estimated at 38 km/h (24 mph).\n\n\n=== Migration ===\nBoth species undertake seasonal migration routes to the poles during spring and towards the tropics during fall and winter. Difference between the timing of the seasons may prevent the two closely related species from mixing. A long-term photo identification study on the British Columbian and Washington coasts showed that some individuals travel as far as 424 km north in the spring, and 398 km south to warmer waters in the autumn. Many specifics about migration in this species still remain unclear.\n\n\n=== Reproduction ===\n\nThe gestation period for minke whales is 10 months, and calves measure 2.4 to 2.8 m (7.9 to 9.2 ft) at birth.  The newborns nurse for five to 10 months. Breeding peaks during the summer months. Calving is thought to occur every two years.The timing of conception and birth varies between region. \nIn the North Atlantic conception takes place from December to May with a peak month of February  with birth taking place from October to March with a peak in December. In the North Pacific off Japan there appears  to be two phases of conception, the majority of which occurs from February to March but also from August to September, with births occurring from December to January and June to July. In the Yellow Sea stock these two phases have not been noted with conception occurring from July to September and birth peaking from May to June. \nIn the Southern Hemisphere conception takes place from June to December with a peak in August and September. Peak birth time occurs from July to August.\n\n\n=== Predation ===\nKiller whale predation on minke whales has been well documented. A study in 1975 found that in 49 killer whale stomachs, 84% had consumed minke whale. Minke whale carcasses investigated after attacks show that killer whales have an affinity for minke tongues and lower jaw. The anti-predatory mechanism of the minke whale is strictly a flight response, as when this fails no physical retaliation is observed. Chases most commonly lead into open ocean, although there have been records of minke whales inadvertently swimming into confined, shallow waters. There have been two recorded instances of minke whales ending high speed chases by hiding under a ship's hull, however, both instances were unsuccessful.\n\n\n== Diet ==\n\n\n=== North Atlantic ===\nMinke whales in the north Atlantic are observed to take a variety of food items. Before 1993, minke whales in the north Barents Sea fed predominantly on capelin until stocks collapsed and the whales switched to krill as their primary prey type. The minke whale population in the Norwegian Sea primarily feeds on adult herring  while krill, capelin, and sand eels are also recorded prey types. In Scotland, sand eels are the most commonly observed prey species, followed by herring and sprat. Seasonal variations are observed off of Finnmark, with krill the most popular prey type in the summer and cod in the autumn.  Stable isotope analysis from 2003 shows minke whales in the north Atlantic also feed on prey from lower trophic levels as well. \n\n\n=== North Pacific ===\nTwo stocks of minke whale are observed in the North Pacific: the \"J stock\" (Sea of Japan - Yellow Sea - East China sea) and the \"O stock\" (Okhotsk sea - west Pacific). Seasonal variations in diet exist. J stock whales' primary prey type is Japanese anchovy during May and June, Pacific saury in July and August, and krill in September. O stock whales primarily feed on krill in July and August.  Most minke whales observed in 2002 (90.4%) fed solely on one prey species. \n\n\n=== Antarctic ===\nAntarctic minke whales are diurnal feeders. This minke whale population mainly feeds on Antarctic krill in offshore areas and ice krill in coastal areas on the continental shelf such as the Ross sea and Prydz bay. The population has been recorded to forage on ten known species: five fish (Antarctic silverfish, Antarctic jonasfish, Antarctic lanternfish, Chionodraco, and Notothenia), four euphausiids (Antarctic krill, ice krill, Euphausia frigida, Thysanoessa macrura), and one amphipod (Themisto gaudichaudii).\n\n\n== Population and conservation status ==\nAs of 2018, the IUCN Red List labels the common minke whale as Least Concern and the Antarctic minke whale as Near Threatened.COSEWIC puts both species in the Not At Risk category [1]. NatureServe lists them as G5 which means the species is secure on global range [2].\nPopulation estimates are generated  by the Scientific Committee of the International Whaling Commission. The 2004 estimate yielded 515,000 individuals for the Antarctic minke stock.\n\n\n== Whaling ==\n\nWhaling was mentioned in Norwegian written sources as early as the year 800, and hunting minke whales with harpoons was common in the 11th century. In the 19th century, they were considered too small to chase, and received their name from a young Norwegian whale-spotter in the crew of Svend Foyn, who harpooned one, mistaking it for a blue whale and was derided for it.By the end of the 1930s, they were the target of coastal whaling by Brazil, Canada, China, Greenland, Japan, Korea, Norway, and South Africa. Minke whales were not then regularly hunted by the large-scale whaling operations in the Southern Ocean because of their relatively small size. However, by the early 1970s, following the overhunting of larger whales such as the sei, fin, and blue whales, minkes became a more attractive target of whalers. By 1979, the minke was the only whale caught by Southern Ocean fleets. Hunting continued apace until the general moratorium on whaling began in 1986.\nFollowing the moratorium, most hunting of minke whales ceased. Japan continued catching whales under the special research permit clause in the IWC convention, though in significantly smaller numbers. The stated purpose of the research is to establish data to support a case for the resumption of sustainable commercial whaling. Environmental organizations and several governments contend that research whaling is simply a cover for commercial whaling. The 2006 catch by Japanese whalers included 505 Antarctic minke whales. Between November 2017 and March 2018, Japan reported catches of a total of 333 Minke whales, of which 122 were pregnant females.Although Norway initially followed the moratorium, they had placed an objection to it with the IWC and resumed a commercial hunt of the Common minke whale in 1993. The quota for 2006 was set at 1,052 animals, but only 546 were taken. The quota for 2011 was set at 1286. In August 2003, Iceland announced it would start research catches to estimate whether the stocks around the island could sustain hunting. Three years later, in 2006, Iceland resumed commercial whaling.\nA 2007 analysis of DNA fingerprinting of whale meat estimated South Korean fishermen caught 827 minke between 1999 and 2003, approximately twice the officially reported number.  This raised concerns that some whales were being caught deliberately.\n\n\n== Whale watching ==\n\nDue to their relative abundance, minke whales are often the focus of whale-watching cruises setting sail from, for instance, the Isle of Mull in Scotland, County Cork in Ireland  and Húsavík in Iceland, and tours taken on the east coast of Canada.  They are also one of the most commonly sighted whales seen on whale-watches from New England and eastern Canada.  In contrast to humpback whales, minkes do not raise their flukes out of the water when diving and are less likely to breach (jump clear of the sea surface). This, combined with the fact that minkes can stay submerged for as long as 20 minutes, has led some whale-watchers to label them 'stinky minkes'.In the northern Great Barrier Reef (Australia), a swim-with-whales tourism industry has developed based on the June and July migration of dwarf minke whales. A limited number of reef tourism operators (based in Port Douglas and Cairns) have been granted permits by the Great Barrier Reef Marine Park Authority to conduct these swims, given strict adherence to a code of practice, and that operators report details of all sightings as part of a monitoring program.\nScientists from James Cook University and the Museum of Tropical Queensland have worked closely with participating operators and the Authority, researching tourism impacts and implementing management protocols to ensure these interactions are ecologically sustainable.\nMinke whales are also occasionally sighted in Pacific waters, in and around the Haro Strait of British Columbia and Washington state.\n\n\n== References ==\n\nGeneral references\n\n\n== External links ==\nProject Minke - Minke whales from the West Coast of Scotland\nNortheast Pacific Minke Whale Project - Minke whales from the Northeast Pacific\nMinke Whale Project - Dwarf minke whale research team based at James Cook University, North Queensland, Australia\nVoices in the Sea - Sounds of the Minke Whale",
    "ImageURL": "MinkeWhale_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Minke_whale",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Balaenopteridae",
        "Genus": "Balaenoptera"
    }
}