{
    "CommonName": "Missouri Tarantula",
    "BriefSummary": "Aphonopelma hentzi, the Texas brown tarantula, (also known as Oklahoma brown tarantula or Missouri tarantula), is one of the most common species of tarantula living in the southern United States today. Texas brown tarantulas can grow to leg spans in excess of 4 in (10 cm) , and weigh more than 3 oz as adults. The body is dark brown, though shades may vary between individual tarantulas. The colors are more distinct after a molt, as with many arthropods.",
    "WikiContents": "Aphonopelma hentzi, the Texas brown tarantula, (also known as Oklahoma brown tarantula or Missouri tarantula), is one of the most common species of tarantula living in the southern United States today. Texas brown tarantulas can grow to leg spans in excess of 4 in (10 cm) , and weigh more than 3 oz as adults. The body is dark brown, though shades may vary between individual tarantulas. The colors are more distinct after a molt, as with many arthropods.\n\n\n== Lifecycle ==\nFemales of  A. hentzi can lay up to 1,000 eggs. The eggs are positioned securely in a web, which remains in the tarantulas' burrows, and guarded by the females. Eggs hatch in 45 to 60 days. Once spiderlings leave the egg sac, they often stay with the females for several days before dispersing to make their own burrows.\nFemales have been known to live up to 40 years. However, no studies have lasted this long, so the lifespan may be longer. Males rarely live over a year after they have matured.\n\n\n== Defense ==\nA. hentzi is a rather docile and nonaggressive species. When disturbed, like most other tarantulas, A. hentzi maneuvers itself to a stance on its hind legs and raises its front legs in a threatening manner. Additionally, A. hentzi and most other tarantulas found in the Americas have small, coarse, brown or black urticating hairs on their abdomen that they kick in the direction of whatever by which they may feel threatened. Bites from the Texas brown tarantula, as with all tarantulas, are generally not a serious harm to humans except in the case of an allergic reaction. Due to the large size of their fangs, the puncture wound from a bite can also be painful and lead to secondary infection if not properly treated.\n\n\n== Distribution ==\nThe distribution of A. hentzi includes  Colorado, Kansas, Missouri, New Mexico, Oklahoma, Arkansas, Texas, and Louisiana in the US. The species has also been documented in the northern parts of Mexico, extending along the New Mexico and Texas borders.\n\n\n== Habitat ==\nA. hentzi is a terrestrial species commonly found in grasslands, burrowed underground, or using logs, stones, or other small animals' abandoned dens as their home and feeding grounds. Texas brown tarantulas  use their spinnerets to line the entrance of their shelters with webbing to detect passing prey.\n\n\n== See also ==\nList of spider common names\n\n\n== References ==\n\nMarshall, Samuel D. (2001). Tarantulas and Other Arachnids. Barron's. ISBN 0-7641-1463-8.\n\n\n== External links ==\ncanadianarachnology.org: Aphonopelma hentzi - Texas Brown Tarantula",
    "ImageURL": "MissouriTarantula_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Texas_brown_tarantula",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Arachnida",
        "Order": "Araneae",
        "Family": "Theraphosidae",
        "Genus": "Aphonopelma",
        "Species": "hentzi"
    },
    "ScientificName": "Aphonopelma hentzi"
}