{
    "CommonName": "Mocking cliffchat",
    "BriefSummary": "The mocking cliff chat, mocking chat or cliff chat, (Thamnolaea cinnamomeiventris) is a species of chat in the family Muscicapidae which occurs in rocky habitats in much of eastern Sub-Saharan Africa.",
    "WikiContents": "The mocking cliff chat, mocking chat or cliff chat, (Thamnolaea cinnamomeiventris) is a species of chat in the family Muscicapidae which occurs in rocky habitats in much of eastern Sub-Saharan Africa.\n\n\n== Description ==\nThe mocking cliff chat is a large chat with distinctive colouration. The male has a glossy black with a chestnut belly, vent, and rump and white shoulder patches. The shoulder patches vary in size geographically. The female is dark grey with a chestnut lower breast, belly, and vent. The mocking cliff chat has a length of 19–21 cm and weigh 41–51g.\n\n\n=== Voice ===\nA loud fluty melodious warbling song which often contains many rapid fire phrases mimicking other species, with some harsher phrases interspersed.\n\n\n== Distribution and movements ==\nThe mocking cliff chat occurs in a neat band from central Ethiopia in the north through east Africa into Zimbabwe, south-eastern Botswana, southern Mozambique and eastern South Africa as far as the far east of Western Cape province. Mostly resident but in the south of its range tends to move to lower altitudes in the winter months.\n\n\n== Habitat ==\nThe mocking cliff chat inhabits rocky and boulder strewn areas, well-wooded rocky ravines, cliffs, gullies, boulder-strewn hillsides and watercourses in valley bottoms with scattered rocks.\n\n\n== Habits ==\nThe mocking cliff chat is mainly insectivorous but also eats fruit and feeds on the nectar of aloes, such as the Krantz aloe Aloe arborescens. It chief foraging technique is to pounce on food on the ground from a perch bit it will also glean food from branches and foliage. The habitually wag their tails, slowly raising over their backs and fanning it out.Both sexes build the nest, taking about a week to construct an open cup built over a foundation of twigs, leaves, roots and feathers and lined with the hair of mammals. They often use the nests of striped swallows frequently evicting the swallows while they are still using the nest. The nest is usually positioned below a rock overhang, bridge, culvert or in a cave and it may sometimes be placed in a hole in a wall or in a cavity in agricultural machinery.\nIn southern Africa the eggs are laid from August–December, with a peak during September–November. The normal clutch size is 2-4 eggs, which the females incubates for about 14–16 days. Both parents feed the chicks which fledge at about three weeks old.\n\n\n== Taxonomy ==\nThere are six currently recognised subspecies\nThamnolaea cinnamomeiventris kordofanensis Wettstein, 1916: Nuba Mountains, in central Sudan.\nThamnolaea cinnamomeiventris albiscapulata (Rüppell, 1837): northern Eritrea and northern, central and eastern Ethiopia.\nThamnolaea cinnamomeiventris. subrufipennis Reichenow, 1887: eastern South Sudan and south-western Ethiopia south through the Rift Valley and Tanzania to eastern Zambia and Malawi.\nThamnolaea cinnamomeiventris odica Clancey, 1962: Eastern Zimbabwe.\nThamnolaea cinnamomeiventris cinnamomeiventris (Lafresnaye, 1836): Eastern Botswana, eastern South Africa, western Swaziland and Lesotho.\nThamnolaea cinnamomeiventris autochthones Clancey, 1952; Southern Mozambique south to north-eastern South Africa and eastern Swaziland.The white-crowned cliff chat (Thamnolaea coronata) of West Africa is sometimes included in this species.\n\n\n== References ==\n\n\n== External links ==\nMocking cliff chat - Species text in The Atlas of Southern African Birds.\nRecordings at Xeno-Canto",
    "ImageURL": "Mockingcliffchat_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Mocking_cliff_chat",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Muscicapidae",
        "Genus": "Thamnolaea",
        "Species": "cinnamomeiventris"
    },
    "ScientificName": "Thamnolaea cinnamomeiventris"
}