{
    "CommonName": "Monitor Lizard",
    "BriefSummary": "The monitor lizards are large lizards in the genus Varanus. They are native to Africa, Asia and Oceania, but are now found also in the Americas as an invasive species.  A total of 79 species are currently recognized.\nMonitor lizards have long necks, powerful tails and claws, and well-developed limbs. The adult length of extant species ranges from 20 cm (7.9 in) in some species, to over 3 m (10 ft) in the case of the Komodo dragon, though the extinct varanid known as megalania (Varanus priscus) may have been capable of reaching lengths of more than 7 m (23 ft). Most monitor species are terrestrial, but arboreal and semiaquatic monitors are also known. While most monitor lizards are carnivorous, eating eggs, smaller reptiles, fish, birds and small mammals, some also eat fruit and vegetation, depending on where they live.",
    "WikiContents": "The monitor lizards are large lizards in the genus Varanus. They are native to Africa, Asia and Oceania, but are now found also in the Americas as an invasive species.  A total of 79 species are currently recognized.\nMonitor lizards have long necks, powerful tails and claws, and well-developed limbs. The adult length of extant species ranges from 20 cm (7.9 in) in some species, to over 3 m (10 ft) in the case of the Komodo dragon, though the extinct varanid known as megalania (Varanus priscus) may have been capable of reaching lengths of more than 7 m (23 ft). Most monitor species are terrestrial, but arboreal and semiaquatic monitors are also known. While most monitor lizards are carnivorous, eating eggs, smaller reptiles, fish, birds and small mammals, some also eat fruit and vegetation, depending on where they live.\n\n\n== Distribution ==\nThe various species cover a vast area, occurring through Africa, the Indian Subcontinent, to China, Ryukyu Islands in southern Japan, down Southeast Asia to Thailand, Brunei, Indonesia, the Philippines, New Guinea, Australia and islands of the Indian Ocean, and the South China Sea. The West Nile monitor is now found in South Florida and in Singapore.\n\n\n== Habits and diet ==\nMonitor lizards are almost entirely carnivorous, consuming prey as varied as insects, crustaceans, arachnids, myriapods, mollusks, fish, amphibians, reptiles, birds, and mammals. Most species feed on invertebrates as juveniles and shift to feeding on vertebrates as adults. Deer make up about 50% of the diet of adults of the largest species, Varanus komodoensis. In contrast, three arboreal species from the Philippines, Varanus bitatawa, Varanus mabitang, and Varanus olivaceus, are primarily fruit eaters. Although normally solitary, groups as large as 25 individual monitor lizards are common in ecosystems that have limited water resources.\n\n\n== Biology ==\nThe genus Varanus is considered unique among animals in that its members are relatively morphologically conservative and yet show a range in size that is equivalent to a mouse and an elephant. Finer morphological features such as the shape of the skull and limbs do vary though, and are strongly related to the ecology of each species.Monitor lizards maintain large territories and employ active pursuit hunting techniques that are reminiscent of similar sized mammals. The active nature of monitor lizards has led to numerous studies on the metabolic capacities of these lizards. The general consensus is that monitor lizards have the highest standard metabolic rates of all extant reptiles.Monitor lizards have a high aerobic scope that is afforded, in part, by their heart anatomy. Whereas most reptiles are considered to have three chambered hearts, the hearts of monitor lizards — as with those of boas and pythons — have a well developed ventricular septum that completely separates the pulmonary and systemic sides of the circulatory system during systole. This allows monitor lizards to create mammalian-equivalent pressure differentials between the pulmonary and systemic circuits, which in turn ensures that oxygenated blood is quickly distributed to the body without also flooding the lungs with high pressure blood.\nAnatomical and molecular studies indicate that all varanids (and possibly all lizards) are partially venomous.\nMonitor lizards are oviparous, laying from 7 to 37 eggs, which they often cover with soil or protect in a hollow tree stump. Some monitor lizards, including the Komodo dragon, are capable of parthenogenesis.\n\n\n== Evolution ==\n\nThe family Varanidae probably originated in Asia at least 65 million years ago, although some estimates are as early as the late Mesozoic (112 million years ago). Monitor lizards probably expanded their geographic range into Africa between 49 and 33 million years ago, possibly via Iran, and to Australia and the Indonesian archipelago between 39 and 26 million years ago.Varanids last shared a common ancestor with their closest living relatives, earless \"monitors\", during the Late Cretaceous.\nDuring the Late Cretaceous era, monitor lizards or their close relatives are believed to have evolved into amphibious and then fully marine forms, the mosasaurs, some of which reached lengths of 12 m (39 ft) or more.\nSnakes were believed to be more closely related to monitor lizards than any other type of extant reptile; however, it has been more recently proposed that snakes are the sister group of the clade of iguanians and anguimorphs. Like snakes, monitor lizards have forked tongues which they use to sense odors.During the Pleistocene epoch, giant monitor lizards lived in Southeast Asia and Australasia, the best known fossil being the megalania (Varanus priscus, a giant goanna formally known as Megalania prisca). This species is an iconic member of the Pleistocene megafauna of Australia, thought to have survived up until around 50,000 years ago.\n\n\n== Name ==\nThe generic name Varanus is derived from the Arabic word waral/waran ورن/ورل, from a common Semitic root ouran, waran, or waral, meaning \"dragon\" or \"lizard beast\".In English, they are known as \"monitors\" or \"monitor lizards\". The earlier term \"monitory lizard\" became rare by about 1920. The name may have been suggested by the occasional habit of varanids to stand on their two hind legs and to appear to \"monitor\", or perhaps from their supposed habit of \"warning persons of the approach of venomous animals\".In Austronesia, where varanids are common, they are known under a large number of local names. They are usually known as biawak (Malay and Indonesian), bayawak (Filipino), binjawak or minjawak (Javanese), or variations thereof. Other names include hokai (Solomon Islands), bwo or puo (Maluku), halo (Cebu), galuf or kaluf (Micronesia and the Caroline Islands), batua or butaan (Luzon), alu (Bali), hora or ghora (Komodo group of islands), phut (Burmese) and guibang (Manobo).In South Asia, they are known as hangkok in Meitei, udumbu in Tamil and Malayalam, gohi (गोहि) in Maithili, ghorpad घोरपड in Marathi, uda in Kannada, in Sinhalese as kabaragoya, in Telugu as udumu, in Punjabi and Magahi (and other Bihari languages) as गोह (goh), in Assamese as gui xaap, and in Odia as ଗୋଧି (godhi), and in Bengali as গোসাপ (goshaap) or গুইসাপ (guishaap) and गोह (goh) in Hindi. \nDue to confusion with the large New World lizards of the family Iguanidae, the lizards became known as \"goannas\" in Australia. Similarly, in South African English they are referred to as leguaans, or likkewaans, from the Dutch term for the Iguanidae, leguanen.\n\n\n== Intelligence ==\n\nSome species of varanid lizards can count: studies feeding V. albigularis varying numbers of snails showed that they can distinguish numbers up to six. V. niloticus lizards have been observed to cooperate when foraging: one varanid lures the female crocodile away from her nest, while the other opens the nest to feed on the eggs. The decoy then returns to also feed on the eggs. Komodo dragons, V. komodoensis, at the National Zoo in Washington, D.C., recognize their keepers and seem to have distinct personalities.\n\n\n== Uses ==\n\n\n=== As pets ===\n\nMonitor lizards have become a staple in the reptile pet trade. The most commonly kept monitors are the savannah monitor and Ackies monitor, due to their relatively small size, low cost, and relatively calm dispositions with regular handling. Among others, black-throated monitors, timor monitors, Asian water monitors, Nile monitors, mangrove monitors, emerald tree monitors, black tree monitors, roughneck monitors, dumeril's monitors, peach-throated monitors, crocodile monitors and Argus monitors have been kept in captivity.\n\n\n=== Medicinal ===\nMonitor lizard meat, particularly the tongue and liver, is eaten in parts of India and Malaysia as an alleged aphrodisiac.In parts of Pakistan and southern India, different parts of monitor lizards are used for a variety of medical purposes. The flesh is eaten for the relief of rheumatic pain, abdominal fat is used as a salve for skin infections, oil and fat are used to treat hemorrhoids or chronic pain, and the oil is used as an aphrodisiac lubricant (sande ka tel).\n\n\n=== Leather ===\n\"Large scale exploitation\" of monitor lizards is undertaken for their skins, which are described as being \"of considerable utility\" in the leather industry. In Papua New Guinea, monitor lizard leather is used for membranes in traditional drums (called kundu) , and these lizards are referred to as \"kundu palai\" or \"drum lizard\" in Tok Pisin, the main PNG trade language.\n\n\n=== Food ===\nThe meat of monitor lizards is eaten by some tribes in India, Thailand, Australia and in West Africa as a supplemental meat source.\nThe meat of monitor lizards is used in Nepal for medicinal and food purpose.\n\n\n=== Music ===\nThe skin of monitor lizards is used in making a carnatic music percussion instrument called a kanjira.\n\n\n== Protected status ==\nAccording to IUCN Red List of threatened species, most of the Monitor lizards species fall in the categories of least concern but the population is decreasing globally. All but five species of monitor lizard are classified by the Convention on International Trade in Endangered Species of Wild Fauna and Flora under Appendix II, which is loosely defined as species that are not necessarily threatened with extinction, but may become so unless trade in such species is subject to strict regulation order to avoid use incompatible with the survival of the species in the wild. The remaining five species – V. bengalensis, V. flavescens, V. griseus, V. komodoensis, and V. nebulosus – are classified under CITES Appendix I, which outlaws international commercial trade in the species.The Yellow Monitor, Varanus flavescens is protected in all range countries except Bhutan; Nepal, India, Pakistan and Bangladesh.In Tamil Nadu and all other parts of South India, catching or killing of monitor lizards is banned under the Protected Species Act.\n\n\n== Classification ==\n\nGenus Varanus\n\nSpecies marked with † are extinctSubgenus Empagusia:\n\nV. bengalensis, Bengal monitor\nV. dumerilii, Dumeril's monitor\nV. flavescens, golden monitor, yellow monitor, short-toed monitor\nV. nebulosus, clouded monitor\nV. rudicollis, roughneck monitorSubgenus Euprepiosaurus:\nV. beccarii, black tree monitor\nV. boehmei, golden-spotted tree monitor\nV. bogerti, Bogert's monitor\nV. caerulivirens, turquoise monitor\nV. cerambonensis, Ceram monitor\nV. doreanus, blue-tailed monitor\nV. douarrha,  New Ireland monitor\nV. finschi, Finsch's monitor\nV. indicus, mangrove monitor\nV. jobiensis, peach-throated monitor\nV. juxtindicus, Rennell Island monitor\nV. keithhornei, canopy goanna, blue-nosed tree monitor, Nesbit River monitor\nV. kordensis, Biak tree monitor\nV. macraei, blue-spotted tree monitor\nV. melinus, quince monitor\nV. lirungensis, Talaud mangrove monitor\nV. obor, sago monitor\nV. prasinus, emerald tree monitor\nV. rainerguentheri Rainer Günther’s monitor\nV. reisingeri \nV. spinulosus, Spiny-necked mangrove monitor, Solomon Islands spiny monitor\nV. semotus, Mussau Island blue-tailed monitor\nV. telenesetes, mysterious tree monitor, Rossell tree monitor\nV. zugorum, silver monitor, Zug's monitorSubgenus Odatria:\n\nV. acanthurus, ridge-tailed monitor\nV. a. acanthurus, ridge-tailed monitor\nV. a. brachyurus, common ridge-tailed monitor\nV. a. insulanicus, island ridge-tailed monitor\nV. auffenbergi, Auffenberg's monitor, peacock monitor\nV. baritji, White's dwarf monitor, black-spotted ridge-tailed monitor, lemon-throated monitor\nV. brevicauda, short-tailed monitor\nV. bushi, Pilbara stripe-tailed monitor, Bush's monitor\nV. caudolineatus, stripe-tailed monitor\nV. eremius, rusty desert monitor, pygmy desert monitor\nV. gilleni, pygmy mulga monitor\nV. glauerti, Kimberley rock monitor\nV. glebopalma, twilight monitor, black-palmed rock monitor\nV. hamersleyensis, Hamersley Range rock monitor\nV. kingorum, Kings' rock monitor\nV. mitchelli, Mitchell's water monitor\nV. sparnus, Dampier Peninsula monitor\nV. storri, Storr's monitor\nV. s. storri, eastern Storr's monitor\nV. s. ocreatus, western Storr's monitor\nV. timorensis, Timor monitor\nV. tristis, black-headed monitor\nV. t. orientalis, freckled monitorSubgenus Papusaurus:\n\nV. salvadorii, crocodile monitorSubgenus Philippinosaurus:\n\nV. bitatawa, Northern Sierra Madre forest monitor, butikaw, bitatawa\nV. mabitang, Panay monitor, mabitang\nV. olivaceus, Gray's monitor, butaanSubgenus Polydaedalus:\n\nV. albigularis, rock monitor, white-throated monitor\nV. a. albigularis, white-throated monitor\nV. a. angolensis, Angolan monitor\nV. a. microstictus, eastern white-throated monitor\nV. exanthematicus, savanna monitor, Bosc's monitor\nV. niloticus, Nile monitor\nV. ornatus, ornate monitor\nV. stellatus, West African Nile monitor\nV. yemenensis, Yemen monitorSubgenus Psammosaurus:\n\nV. griseus, desert monitor\nV. g. griseus, desert monitor, grey monitor\nV. g. caspius, Caspian monitor\nV. g. koniecznyi, Indian desert monitor, Thar desert monitor\nV. nesterovi, Nesterov’s desert monitorSubgenus Soterosaurus:\n\nV. bangonorum\nV. cumingi, Cuming's water monitor, yellow-headed water monitor\nV. dalubhasa\nV. marmoratus, marbled water monitor, Philippine water monitor\nV. nuchalis\nV. palawanensis Palawan water monitor\nV. rasmusseni \nV. salvator, Asian water monitor\nV. s. salvator, Sri Lankan water monitor\nV. s. andamanensis, Andaman water monitor\nV. s. bivittatus, Two-striped water monitor, Javan water monitor\nV. s. macromaculatus, Southeast Asian water monitor\nV. s. ziegleri, Ziegler's water monitor\nV. samarensisSubgenus †Varaneades:\n\n†V. amnhophilis, Samos dragonSubgenus Varanus:\n\nV. giganteus, perentie\nV. gouldii, Gould's monitor, sand monitor\nV. komodoensis, Komodo dragon\nV. mertensi, Mertens' monitor\nV. panoptes\nV. p. panoptes, Argus monitor\nV. p. horni, Horn's monitor\nV. p. rubidus, yellow-spotted monitor\n†V. priscus, megalania (extinct)\nV. rosenbergi, Rosenberg's monitor, heath monitor\nV. spenceri, Spencer's monitor\nV. varius, lace monitor\n\n\n== References ==\n\n\n== Further reading ==\nMerrem B (1820). Versuchs eines Systems der Amphibien: Tentamen Systematis Amphibiorum. Marburg: J.C. Krieger. xv + 191 pp. + one plate. (Varanus, new genus, p. 58). (in German and Latin).\n\n\n== External links ==\nWestern Australian Museum photos\nScientific American article",
    "ImageURL": "MonitorLizard_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Monitor_lizard",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Varanidae",
        "Genus": "VaranusMerrem"
    },
    "Zone": "* #### B"
}