{
    "CommonName": "Monte Iberia Eleuth",
    "BriefSummary": "The Monte Iberia eleuth (Eleutherodactylus iberia) is a small eleutherodactylid frog endemic to eastern Cuba. It is the smallest living frog in the Northern Hemisphere, about 10 mm (0.39 in) in snout–vent length. It is the third-smallest frog (and tetrapod) in the world, following Paedophryne amauensis and the Brazilian gold frog.  It was first discovered in 1993 on Mount Iberia (Holguín Province), from which it gets its name, and exists in only two small regions of Cuba. Much remains unknown about this small creature.",
    "WikiContents": "The Monte Iberia eleuth (Eleutherodactylus iberia) is a small eleutherodactylid frog endemic to eastern Cuba. It is the smallest living frog in the Northern Hemisphere, about 10 mm (0.39 in) in snout–vent length. It is the third-smallest frog (and tetrapod) in the world, following Paedophryne amauensis and the Brazilian gold frog.  It was first discovered in 1993 on Mount Iberia (Holguín Province), from which it gets its name, and exists in only two small regions of Cuba. Much remains unknown about this small creature.\n\n\n== Discovery ==\nThis diminutive species was first documented by Cuban scientist Alberto R. Estrada of the Institute of Forest Research in Havana, working with S. Blair Hedges of Pennsylvania State University in association with the National Science Foundation's Biotic Surveys and Inventories Program. On a 1993 expedition to Cuchillas de Moa in search of the ivory-billed woodpecker (now believed to be extinct), four E. iberia specimens were collected after being uncovered under leaf litter and among the roots of ferns in a secondary hardwood forest on the western slope of Monte Iberia. The find was published in the journal Copeia, where the name Eleutherodactylus iberia was introduced.\n\n\n== Description ==\nThree adult males in the type series measure 9.6–10 mm (0.4–0.4 in) and the sole adult female 10.5 mm (0.4 in) in snout–vent length.E. iberia is physically similar to E. limbatus and E. orientalis, but it is generally darker and the lines on its back do not extend as far to the rear. Because of the extreme miniaturization of the species, it possesses fewer teeth than related species and a laryngeal apparatus comparable in size to the head of a pin (resulting in a high-pitched call of a series of irregular chirps, comparable to other species of the genus).Reproductive information is extremely limited. The female specimen which was the sole source of data thus far was found beside an egg, suggesting E. iberia lays a single egg in each clutch and the parents are closely involved in raising the young (as is common with animals which birth few offspring a time).\n\n\n== Habitat ==\nOnly two isolated populations are known to exist, both in the Holguín Province of eastern Cuba at elevations under 600 m above sea level.  The first location is on top of the Monte Iberia tableland where the frog was discovered. The second is smaller (less than 100 km2) and sparsely occupied, near Nibujón at sea level. This latter area has suffered great disturbances over the past 40 years from human activities.E. iberia exists in areas of closed rainforest with poorly drained soil; it requires high humidity for its survival.\n\n\n== Diet ==\nThe Monte Iberia Eleuth has a similar diet to other small frogs, despite its miniature size. It hunts and eats a wide range of invertebrates, feeding on insects, moths, and spiders.\n\n\n== Notes ==\n\n\n=== References ===\n\n\n=== Further reading ===\nAmphibiaWeb: Eleutherodactylus iberia – features a more detailed physical description",
    "ImageURL": "MonteIberiaEleuth_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Monte_Iberia_eleuth",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Eleutherodactylidae",
        "Genus": "Eleutherodactylus",
        "Species": "iberia"
    },
    "ScientificName": "Eleutherodactylus iberia"
}