{
    "CommonName": "Moorhen",
    "BriefSummary": "Moorhens — sometimes called marsh hens — are medium-sized water birds that are members of the rail family (Rallidae). Most species are placed in the genus Gallinula, Latin for \"little hen\". \nThey are close relatives of coots. They are often referred to as (black) gallinules. Recently, one of the species of Gallinula was found to have enough differences to form a new genus Paragallinula with the only species being the Lesser moorhen (Paragallinula angulata).\nTwo species from the Australian region, sometimes separated in Tribonyx, are called \"native hens\"(also native-hen or, in some specialist sources, nativehen). The native hens differ visually by shorter, thicker and stubbier toes and bills, and longer tails that lack the white signal pattern of typical moorhens.\"Marsh Hens\" are briefly mentioned in the Edgar Allan Poe story \"The Gold-Bug\", as part of a description of the ecology of Sullivan's Island.  The main characters also prepare Marsh Hens for supper at one point early in the story.",
    "WikiContents": "Moorhens — sometimes called marsh hens — are medium-sized water birds that are members of the rail family (Rallidae). Most species are placed in the genus Gallinula, Latin for \"little hen\". \nThey are close relatives of coots. They are often referred to as (black) gallinules. Recently, one of the species of Gallinula was found to have enough differences to form a new genus Paragallinula with the only species being the Lesser moorhen (Paragallinula angulata).\nTwo species from the Australian region, sometimes separated in Tribonyx, are called \"native hens\"(also native-hen or, in some specialist sources, nativehen). The native hens differ visually by shorter, thicker and stubbier toes and bills, and longer tails that lack the white signal pattern of typical moorhens.\"Marsh Hens\" are briefly mentioned in the Edgar Allan Poe story \"The Gold-Bug\", as part of a description of the ecology of Sullivan's Island.  The main characters also prepare Marsh Hens for supper at one point early in the story.\n\n\n== Description ==\n\nThese rails are mostly brown and black with some white markings in plumage colour. Unlike many of the rails they are usually easy to see, feeding in open water margins rather than hidden in reedbeds.\nThey have short rounded wings and are weak fliers, although usually capable of covering long distances. The common moorhen in particular migrates up to 2,000 km from some of its breeding areas in the colder parts of Siberia. Those that migrate do so at night. The Gough moorhen on the other hand is considered almost flightless; it can only flutter some metres. As common in rails, there has been a marked tendency to evolve flightlessness in island populations.\nMoorhens can walk very well on their strong legs, and have long toes that are well adapted to soft uneven surfaces.\nThese birds are omnivorous, consuming plant material, small rodents, amphibians and eggs. They are aggressively territorial during the breeding season, but are otherwise often found in sizeable flocks on the shallow vegetated lakes they prefer.\n\n\n== Systematics and evolution ==\n\nThe genus Gallinula was introduced by the French zoologist Mathurin Jacques Brisson in 1760 with the common moorhen (Gallinula chloropus) as the type species.The genus Gallinula contains seven extant and recently extinct species:\n†Samoan moorhen, Gallinula pacifica  – sometimes placed in Pareudiastes, extinct (1907?)\n†Makira moorhen, Gallinula silvestris – sometimes placed in Pareudiastes or Edithornis, extinct (mid-20th century?)\n†Tristan moorhen, Gallinula nesiotis – formerly sometimes placed in Porphyriornis; extinct (late 19th century)\nGough moorhen, Gallinula comeri – formerly sometimes placed in Porphyriornis\nCommon moorhen, Gallinula chloropus\nCommon gallinule, Gallinula (chloropus) galeata, recently split by the AOU, other committees still evaluating\nDusky moorhen, Gallinula tenebrosaFormer members of the genus:\n\nLesser moorhen, Paragallinula angulata\nSpot-flanked gallinule, Porphyriops melanops\nBlack-tailed native hen, Tribonyx ventralis\nTasmanian native hen, Tribonyx mortieriiOther moorhens have been described from older remains. Apart from the 1–3 extinctions in more recent times, another 1–4 species have gone extinct as a consequence of early human settlement: Hodgen's waterhen (Gallinula hodgenorum) of New Zealand—which belongs in subgenus Tribonyx—and a species close to the Samoan moorhen from Buka, Solomon Islands, which is almost certainly distinct from the Makira moorhen, as the latter cannot fly. The undescribed Viti Levu gallinule of Fiji would either be separated in Pareudiastes if that genus is considered valid, or may be a completely new genus. Similarly, the undescribed \"swamphen\" of Mangaia, currently tentatively assigned to Porphyrio, may belong to Gallinula/Pareudiastes.\n\n\n=== Evolution ===\nStill older fossils document the genus since the Late Oligocene onwards. The genus seems to have originated in the Southern Hemisphere, in the general region of Australia. By the Pliocene, it was probably distributed worldwide:\n\nGallinula sp. (Early Pliocene of Hungary and Germany)\nGallinula kansarum (Late Pliocene of Kansas, USA)\nGallinula balcanica (Late Pliocene of Varshets, Bulgaria).\nGallinula gigantea (Early Pleistocene of Czech Republic and Israel)The ancient \"Gallinula\" disneyi (Late Oligocene—Early Miocene of Riversleigh, Australia) has been separated as genus Australlus.\nEven among non-Passeriformes, this genus has a long documented existence. Consequently, some unassigned fragmentary rail fossils might also be from moorhens or native hens. For example, specimen QM F30696, a left distal tibiotarsus piece from the Oligo-Miocene boundary at Riversleigh, is similar to but than and differs in details from \"G.\" disneyi. It cannot be said if this bird—if a distinct species—was flightless. From size alone, it might have been an ancestor of G. mortierii (see also below).\nIn addition to paleosubspecies of Gallinula chloropus, the doubtfully distinct Late Pliocene to  Pleistocene Gallinula mortierii reperta was described, referring to the population of the Tasmanian native hen that once inhabited mainland Australia and became extinct at the end of the last ice age. It may be that apart from climate change it was driven to extinction by the introduction of the dingo, which as opposed to the marsupial predators hunted during the day, but this would require a survival of mainland Gallinula mortierii to as late as about 1500 BC.\"G.\" disneyi was yet another flightless native hen, indicative of that group's rather basal position among moorhens. Its time and place of occurrence suggest it as an ancestor of G. mortierii (reperta), from which it differed mostly in its much smaller size. However, some limb bone proportions are also strikingly different, and in any case such a scenario would require a flightless bird to change but little during some 20 million years in an environment rich in predators. As the fossils of G. disneyi as well as the rich recent and subfossil material of G. mortierii shows no evidence of such a change at all, \"G.\" disneyi more probably represents a case of parallel evolution at an earlier date, as signified by its placement in Australlus.\n\n\n== Footnotes ==\n\n\n== References ==\nBaird, Robert F. (1984): The Pleistocene distribution of the Tasmanian native-hen Gallinula mortierii mortierii. Emu 84(2): 119-123. PDF fulltext\nBaird, Robert F. (1991): The Dingo as a Possible Factor in the Disappearance of Gallinula mortierii from the Australian Mainland. Emu 91(2): 121-122. PDF fulltext\nBoles, Walter E. (2005): A New Flightless Gallinule (Aves: Rallidae: Gallinula) from the Oligo-Miocene of Riversleigh, Northwestern Queensland, Australia. (2005) Records of the Australian Museum 57(2): 179–190. PDF fulltext\nOlson, Storrs L. (1975): The fossil rails of C.W. DeVis, being mainly an extinct form of Tribonyx mortierii from Queensland. Emu 75(2): 49-54. HTML abstract\n\n\n== External links ==\nIdentification guide (PDF) by Javier Blasco-Zumeta",
    "ImageURL": "Moorhen_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Moorhen",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Gruiformes",
        "Family": "Rallidae",
        "Genus": "Gallinula"
    },
    "Zone": "* #### J"
}