{
    "CommonName": "Mountain Chicken",
    "BriefSummary": "Leptodactylus fallax, commonly (and deceptively) known as the mountain chicken or giant ditch frog, is a species of frog that is native to the Caribbean islands of Dominica and Montserrat. The population has declined 81% in the last ten years and this species is now critically endangered. In 2004 it was estimated that the population possibly was as low as 8,000 individuals. One of the main threats is human consumption. The fungal disease chytridiomycosis has had a dramatic effect on the population as well. On Montserrat it is known as the mountain chicken, on Dominica, it is known as the crapaud.\n\n",
    "WikiContents": "Leptodactylus fallax, commonly (and deceptively) known as the mountain chicken or giant ditch frog, is a species of frog that is native to the Caribbean islands of Dominica and Montserrat. The population has declined 81% in the last ten years and this species is now critically endangered. In 2004 it was estimated that the population possibly was as low as 8,000 individuals. One of the main threats is human consumption. The fungal disease chytridiomycosis has had a dramatic effect on the population as well. On Montserrat it is known as the mountain chicken, on Dominica, it is known as the crapaud.\n\n\n== Etymology ==\nThe mountain chicken is nicknamed such after being preyed upon as a local delicacy on the islands of Montserrat and Dominica where it is found. It supposedly tastes like chicken and the islands are mountainous regions in the Caribbean Sea.\n\n\n== Description ==\nThe mountain chicken is one of the largest frogs in the world and the largest native to the Caribbean, with adult females growing up to 22 cm (8.7 in) long. It is highly variable in colour, with the upperparts varying from a uniform chestnut-brown to being barred or even spotted. The colour becomes more orange-yellow on the sides of the body, and pale yellow on the underparts. A black line runs from the snout to the angle of the mouth, and the upper-legs often have broad banding. The mountain chicken also has a distinctive, dark-outlined fold from the back of the head to the groin and large, conspicuous eyes with dark pupils and a golden iris. The body is robust, with a large head and well-muscled legs. The male mountain chicken may be distinguished from the female by its smaller size, and by the black 'spur' on each of its thumbs, which are used to clasp the female during amplexus (the mating embrace).\n\n\n== Distribution and habitat ==\nThe mountain chicken was once found on many of the eastern Caribbean islands, but is now restricted to just Dominica and Montserrat. It once occurred for certain on Guadeloupe, Martinique, Saint Kitts and Nevis, but is now extirpated in these places, and may have also inhabited Saint Lucia and Antigua. The species was also unsuccessfully reintroduced to Jamaica and Puerto Rico. Today, the mountain chicken is largely restricted to the Centre Hill of northern Montserrat, having been lost from much of the rest of the island by recent volcanic eruptions, and on the western side of Dominica. It is also found on the eastern side of Dominica, but the species origin there is unclear and it may have been introduced to the area.The mountain chicken is found in a variety of moist habitats, including dense secondary forest and scrub, hillside plantations, palm groves in river valleys, ravines and flooded forest. It is most commonly found near streams and springs, and is rarely found in grasslands. On Dominica it is most abundant at lower altitudes, although it occurs up to 400 m (1,300 ft), and is found up to 430 m (1,410 ft) on Montserrat.\n\n\n== Behavior and ecology ==\n\nThe mountain chicken is terrestrial and nocturnal.\nA sit-and-wait predator with a voracious appetite, this gluttonous frog consumes almost anything that can be swallowed whole. It is well camouflaged against its habitat and remains still for long periods of time, before ambushing its prey, usually at night. Its diet is highly varied, but it is thought to be strictly carnivorous, largely consuming crickets, although millipedes, insects, crustaceans and even small vertebrates, such as other frogs, snakes and small mammals such as bats are all eaten. During the day the mountain chicken frog resides in burrows which it digs into moist soil.The mountain chicken has a highly unusual method of reproduction, as unlike most other amphibians which breed in water, this frog breeds in underground burrows around 50 cm (20 in) deep. The breeding season starts towards the end of the dry season, usually in April when there are heavy seasonal showers, and continues to August or September. At the start of this period, the male frogs compete to gain access to preferred nesting sites by wrestling and making loud 'whooping' calls from forest paths and undergrowth clearings. The winning male occupies a nesting burrow and emits 'trilling barks' to attract a female mate. Once a breeding pair is formed, the male and female engage in amplexus and the female is stimulated to release a fluid, which the male makes into a foam with rapid paddles of its hind legs. Once the nest is built, which takes 9 to 14 hours, the male leaves the burrow to defend it from intruders, while the female lays the eggs. After the larvae have hatched, the female lays up to as many as 25,000 unfertilised eggs upon which the larvae feed. While the young froglets develop, which takes around 45 days, the female continuously renews the foam, only leaving the nest to feed. Eventually 26 to 43 froglets emerge from the nest, with the timing of this coinciding with the onset of the wet season, when there is an abundance of food. The mountain chicken reaches maturity at around 3 years, and has a lifespan of approximately 12 years. Mature females only produce one brood per season, but male frogs may father the offspring of more than one female.\n\n\n== Threats and conservation ==\nA victim of hunting, disease, natural disasters and habitat loss, the mountain chicken population has recently undergone catastrophic declines, estimated at around 80 percent since 1995. On Dominica, this critically endangered frog is favoured for its meaty legs, which are cooked in traditional West Indian dishes, and it was until recently the country's national dish. Annual harvests were thought to be taking between 8,000 and 36,000 animals before a ban on hunting was introduced and, as a result of this exploitation, the population on the island is thought to be near extinction. The mountain chicken is particularly vulnerable to such harvesting as it has a relatively small brood size, limiting its ability to recover from heavy losses, while the removal of breeding females is particularly damaging, as the tadpoles are dependent upon the females for food and moisture. The species' large size, loud calls and tendency to sit in the open also makes it a particularly easy target for hunters.The mountain chicken has also lost huge areas of its habitat to agriculture, tourist developments, human settlements and, on Montserrat, volcanic eruptions. On Dominica, the species is largely confined to coastal areas where there is great demand for land for construction, industry and farming, while on Montserrat, volcanic activity since 1995 has exterminated all populations outside of the Centre Hills. Human encroachment upon the species' habitat has also brought it into contact with a range of pollutants, including the highly toxic herbicide Paraquat, which is known to kill birds and mammals. Predation from introduced mammals, such as feral cats, dogs, pigs and opossums, is also a relatively new threat to the species on Dominica.Perhaps the greatest, and least understood, threat to the mountain chicken frog today is the deadly chytridiomycosis fungus. This disease, which has wiped out many amphibian populations across the globe, established on Dominica in 2002, and frog populations on the island have since rapidly declined. The fungus was recently introduced to Montserrat via frogs on imported banana leaves, and has spread southwards from northern ports along river systems. There is now thought to be only two disease-free mountain chicken frog populations remaining.Following the catastrophic volcanic eruptions on Montserrat, it became clear that dedicated conservation measures were needed if the mountain chicken frog was to be saved from extinction. In July 1999, the Durrell Wildlife Conservation Trust took six male and three female frogs to Durrell Wildlife Park as part of a captive breeding study. Additional frogs have since been taken from disease-free areas, and the species has readily bred in captivity, with a number of other zoos achieving further breeding success. These captive frogs now form the basis of a safety-net population should the species become extinct in the wild. In addition, since January 1998, the Montserrat Forestry and Environment Division, in partnership with Fauna and Flora International, have been monitoring the species' population.Hunting of the mountain chicken frog was banned on Dominica in the late 1990s, although a three-month open season was declared at the end of 2001, and hunting was not fully prohibited until 2003. Public awareness programmes have also been implemented to inform the Dominican public of the threats the mountain chicken faces and to try to discourage hunting.In February 2010, volcanic activity from Soufrière Hills on Montserrat resulted in ash covering large parts of the frog's habitat on that island, further endangering the species.The species has been successfully bred in laboratory conditions in England. A number of these captive bred frogs were released in Montserrat in releases between 2011 and 2014.\n\n\n== References ==\nThis article incorporates text from the ARKive fact-file \"Leptodactylus fallax\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.\n\n\n== External links ==\nLeptodactylus fallax media from ARKive \nMountain Chicken at The Ark Gallery",
    "ImageURL": "MountainChicken.jpg",
    "Source": "https://en.wikipedia.org/wiki/Leptodactylus_fallax",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Leptodactylidae",
        "Genus": "Leptodactylus",
        "Species": "L. fallax"
    }
}