{
    "CommonName": "Mountain duck",
    "BriefSummary": "The Australian shelduck (Tadorna tadornoides), also known as the chestnut-breasted shelduck or mountain duck, is a shelduck part of the bird family Anatidae. The genus name Tadorna comes from Celtic roots and means \"pied waterfowl\". They are protected under the National Parks and Wildlife Act, 1974.",
    "WikiContents": "The Australian shelduck (Tadorna tadornoides), also known as the chestnut-breasted shelduck or mountain duck, is a shelduck part of the bird family Anatidae. The genus name Tadorna comes from Celtic roots and means \"pied waterfowl\". They are protected under the National Parks and Wildlife Act, 1974.\n\n\n== Taxonomy and naming ==\nKukabrak (Ngarrindjeri) Yaraldi clan Mulbarapa would have known the Australian shelduck as their ngatji (totem) Nongkalalwori for millennia.William Jardine and Prideaux John Selby described the Australian shelduck in 1828.\n\n\n== Description ==\nThe males are mostly dark, with a chestnut breast. They have white neck collars and dark green heads. The females are similar, but they have white around the eyes and are smaller. Both males and females show a white wing during flight.\n\n\n== Distribution and habitat ==\nThe Australian shelduck mainly breeds in southern Australia and Tasmania and is still fairly common. In the winter, many birds move farther north than the breeding range. As with other shelducks, this species has favourite moulting grounds, such as Lake George, New South Wales, where sizeable concentrations occur. The Australian shelduck's primary habitat is lakes in fairly open country.  It is extremely wary.  It makes its nest in tree holes, holes in banks, or similar locations. Eight to fifteen eggs are laid, and incubated for between thirty and thirty-three days.\n\n\n== References ==",
    "ImageURL": "Mountainduck_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Australian_shelduck",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Anseriformes",
        "Family": "Anatidae",
        "Genus": "Tadorna",
        "Species": "tadornoides"
    },
    "ScientificName": "Tadorna tadornoides",
    "Zone": "* #### J"
}