{
    "CommonName": "Murray River Turtle",
    "BriefSummary": "Emydura macquarii, the Murray River turtle, is a wide-ranging species that occurs throughout many of the rivers of the eastern half of Australia. It is found primarily in the Murray River Basin and all its major tributaries, along with a number of coastal rivers up the New South Wales Coast. It is also found in the coastal Queensland Rivers and the Cooper Creek Ecosystem, along with Fraser Island.\nIt is often infected with the flatworm Choanocotyle elegans.",
    "WikiContents": "Emydura macquarii, the Murray River turtle, is a wide-ranging species that occurs throughout many of the rivers of the eastern half of Australia. It is found primarily in the Murray River Basin and all its major tributaries, along with a number of coastal rivers up the New South Wales Coast. It is also found in the coastal Queensland Rivers and the Cooper Creek Ecosystem, along with Fraser Island.\nIt is often infected with the flatworm Choanocotyle elegans.\n\n\n== Collection history and discovery ==\nThis species has a long and complicated nomenclatural history, including even its original description. The holotype was originally collected by René Primevère Lesson (1794–1849) and Prosper Garnot (1794–1838) in 1824. During an expedition on the La Coquille, captained by Louis Isidore Duperrey, which visited Sydney, Australia, from 17 January - 25 March 1824, they visited Bathurst, and collected the holotype from the Macquarie River.The first description of the species was offered by Baron Georges Cuvier in 1829, but this description is nowadays seen as a nomen nudum. Hence, the description by John Edward Gray in 1831 is considered the valid description.\n\n\n== Sex determination ==\nE. macquarii uses the XY sex-determination system, making it one of the few turtle species that has a genetic SDM. The X and Y chromosomes are macrochromosomes, unlike most GSD turtles including its close relative Chelodina longicollis, which has microchromosomes. It is also hypothesized that this turtle's sex chromosomes were formed from the translocation of an ancestral Y microchromosome onto an autosome.\n\n\n== Etymology ==\nThe generic name, Emydura, is derived from the Greek emys (freshwater turtle) and the Greek oura (tail), Latinized to ura. Its grammatical gender is feminine. The specific epithet, macquarii, refers to the turtle's type locality: the Macquarie River. It would seem that the species was not named after Governor Lachlan Macquarie for whom the river is named.The subspecific name, emmotti, is in honor of Australian farmer and naturalist Angus Emmott (born 1962).The subspecific name, krefftii, is in honor of German-born Australian naturalist Gerard Krefft.\n\n\n== Common names ==\nCommon names for E. macquarii include Murray River turtle, Murray River tortoise, Macquarie turtle, and Murray short neck turtle.\n\n\n== Conservation status ==\nEmydura macquarii is listed as 'Vulnerable' in the state of South Australia under relevant state legislation.\n\n\n== Gallery ==\n\n\t\t\n\n\n== References ==",
    "ImageURL": "MurrayRiverTurtle_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Emydura_macquarii",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Testudines",
        "Suborder": "Pleurodira",
        "Family": "Chelidae",
        "Genus": "Emydura",
        "Species": "macquarii"
    },
    "ScientificName": "Emydura macquarii",
    "Zone": "* #### A"
}