{
    "CommonName": "Narrow-headed Softshell Turtle",
    "BriefSummary": "Indian narrow-headed softshell turtle (Chitra indica) also known as small-headed softshell turtle is an endangered species of softshell turtle found in rivers of South Asia. It is very large and feeds on fish, frogs, crustaceans and molluscs, which it ambushes. In the past it was included in Chitra chitra; a species restricted to Southeast Asia using current taxonomy.\n\n",
    "WikiContents": "Indian narrow-headed softshell turtle (Chitra indica) also known as small-headed softshell turtle is an endangered species of softshell turtle found in rivers of South Asia. It is very large and feeds on fish, frogs, crustaceans and molluscs, which it ambushes. In the past it was included in Chitra chitra; a species restricted to Southeast Asia using current taxonomy.\n\n\n== Diagnostic characters ==\nThis species is very large with a carapace up to 1.1 m (3.6 ft).\nOverall color: olive to deep olive-green;\nVery complex midline (vertebral) carapacial pattern;\nMidline (vertebral) carapacial stripe present;\nComplex radiating costal stripes;\nParamedian neck stripes forming a bell-like pattern on anterior carapace absent;\nNeck stripes do not form a continuous light rim around carapace;\nNo distinct pair of neck stripes;\nDark speckling on \"light\" (head and neck) stripes;\nAnterior neck \"V\" divergence point on neck;\n3-4 forelimb lamellae;\nNo peri-orbital X pattern;\nNo distinct peri-orbital ocelli;\nNo distinct naso-orbital triangular \"figure\";\nFew, if any, black dots present on chin pattern.Type locality: \"India, fl. Ganges, Penang\"; restricted by Smith (1931:162) to \"Fatehgarh, Ganges,\" India = \"India: Ganges; Futtaghur\" (Gray 1864: 92)\n\n\n== Distribution ==\nThis species is found in the Sutlaj and Indus river basins of Pakistan, and Ganges, Godavari, Mahanadi and other rivers basins of India, Nepal and Bangladesh. Although widespread, it occurs in low densities, even within protected areas. It is threatened by hunting and habitat loss. It prefers clear, large or medium rivers with sandy bottoms. It spends most of time concealed below the sand, sometimes with only the tip of the nose exposed.\n\n\n== Eating habits ==\n\nBuried in sand, the Indian narrow-headed softshell turtle waits for its prey to come into its reach. When this happens, the turtle's head extends out of its shell at a high velocity in order to grab then eat the prey organism with its mouth. In a 2009 video from Animal Planet's show River Monsters, this turtle is seen quickly extending its head and long retractable neck out of its shell.\n\n\n== References ==\n\nAsian Turtle Trade Working Group (2000). \"Chitra indica\". The IUCN Red List of Threatened Species. IUCN. 2000: e.T4696A97399400. doi:10.2305/IUCN.UK.2000.RLTS.T4696A11088615.en. Retrieved 9 January 2018. Database entry includes a brief justification of why this species is endangered and the criteria used\nBoulenger, G.A. 1889 Catalogue of the Chelonians, Rhynchocephalians, and Crocodiles in the British Museum (Natural History). British Museum, London, 311 pp.\nEngstrom, Tag N., H. Bradley Shaffer, and William P. McCord. 2002 Phylogenetic Diversity of Endangered and Critically Endangered Southeast Asian Softshell Turtles (TrionychidaChitra). Biological Conservation 104 (2):173-179\nGray, J. E. 1831 A synopsis of the species of Class Reptilia. In: Griffith, E & E. Pidgeon: The animal kingdom arranged in conformity with its organisation by the Baron Cuvier with additional descriptions of all the species hither named, and of many before noticed [Vol. 9]. Whittaker, Treacher and Co., London: 481 + 110 pp.\nGray, J. E. 1831 Synopsis Reptilium or short descriptions of the species of reptiles. Part I: Cataphracta, tortoises, crocodiles, and enaliosaurians. Treuttel, Wurz & Co., London, 85 pp.\nGray, J.E. 1844 Catalogue of Tortoises, Crocodilians, and Amphisbaenians in the Collection of the British Museum. British Museum (Natural History), London. viii + 80 p.\nGray, J. E. 1864 Revision of the species of Trionychidae found in Asia and Africa, with descriptions of some new species. Proc. Zool. Soc. London 1864: 76-98\nWebb, R.G. 1980 Gray, Hardwicke, Buchanan-Hamilton, and drawings of Indian softshell turtles (Family Trionychidae). Amphibia-Reptilia 1: 61-74.\n\n\n== External links ==\nChitra indica at the Reptarium.cz Reptile Database",
    "ImageURL": "NarrowheadedSoftshellTurtle.jpe",
    "Source": "https://en.wikipedia.org/wiki/Indian_narrow-headed_softshell_turtle"
}