{
    "CommonName": "Nelson ground squirrel",
    "BriefSummary": "The San Joaquin antelope squirrel or Nelson's antelope squirrel (Ammospermophilus nelsoni), is a species of antelope squirrel, in the San Joaquin Valley of the U.S. state of California.",
    "WikiContents": "The San Joaquin antelope squirrel or Nelson's antelope squirrel (Ammospermophilus nelsoni), is a species of antelope squirrel, in the San Joaquin Valley of the U.S. state of California.\n\n\n== Distribution and habitat ==\nThe San Joaquin antelope squirrel is found in the San Joaquin Valley, including slopes and ridge tops along the western edge of the valley. It is endemic to the region, and is found in a much smaller range today than it originally inhabited. Since the San Joaquin Valley fell under heavy agricultural cultivation, habitat loss combined with rodenticide use has reduced the squirrels numbers enough that it is now listed as a threatened species.\nMost of today's remaining San Joaquin antelope squirrels can be found in the Carrizo Plain, where their original habitat remains undisturbed.  The squirrels live in small underground familial colonies on sandy, easily excavated grasslands in isolated locations in San Luis Obispo and Kern Counties. Common vegetation associated with the squirrel includes Atriplex and Ephedra, and some junipers. The binomial of this species commemorates the American naturalist Edward William Nelson.\n\n\n== Description ==\n\n\n=== Physical Characteristics ===\nThe San Joaquin antelope squirrel is dull yellowish-brown or buffy-clay in color on upper body and outer surfaces of the legs with a white belly and a white streak down each side of its body in the fashion of other antelope squirrels. The underside of the tail is a buffy white with black edges. Males are approximately 9.8 inches and females are approximately 9.4 inches in length.\n\n\n=== Breeding ===\nStudies by Hawbecker provide abundant information on breeding and the life cycle of Nelson's antelope squirrel.  They breed in late winter to early spring and have nearly all their young in March.  Once pregnant, gestation lasts a little less than a month.  The young do not emerge from their dens until approximately the first week of April.  Nelson's antelope squirrel has only one breeding season, which is timed appropriately so that the young are born during the time of year when green vegetation is the most abundant.\n\n\n=== Growth ===\nWeaning is thought to start or be completed even before the young emerge.  Once above ground, young are seen foraging for food independently.  During the weaning period, the mother feeds alone and ignores any attempt of the young trying to nuzzle or nurse from her.  A mother will sometimes spend the night in a different den if necessary.  By early to mid-May the young squirrels have had their juvenile pelage for some time and begin to show the changes into adult pelage. By summer, the adult pelage is present.  Once an individual has reached adulthood it is difficult to tell differences in age.  Nelson's antelope squirrel is a short-lived species that often does not survive to a year.  However, several individuals have been observed to live more than four years in the wild.\n\n\n== Group size and home range ==\nColonies have about six or eight individuals, however these individuals are not distributed evenly across their range. There is usually about 1 per hectare. Nelson's antelope squirrel prefers deep, rich soil types since they are easy to dig through in both winter and summer temperatures. Although these squirrels may dig for food, they do not make their own burrows.  Instead they claim abandoned Dipodomys (kangaroo rats) burrows as their own.  Both males and females have the same size home range of about 4.4 hectare. Of course, there are areas of concentration within this range where the squirrels spend the majority of their time.\n\n\n== Diet ==\n\nIt is omnivorous, feeding on seeds, green vegetation, insects, and dried animal matter. It occasionally caches food. Redstem fialree (Erodium cicutarium) and brome grass (Bromus rubens) are important food items for the squirrels. However, their diet may differ depending on the time of day or time of year.  Green vegetation is the most common diet type from December to mid-April because it is the most abundant during this period.  Likewise, insects make up more than 90% of the squirrel's diet from mid-April to December because they are more abundant.  Although seeds are available for most of the year, it is not the preferable diet of the squirrels. They will choose insects or green vegetation when available over seeds, even if the seeds are more abundant and easier to access.  Some speculate that this could be due to the higher amount of water in insects and green vegetation, which would be necessary for the species to survive in such a hot, dry climate.  Unfortunately for the Nelson's antelope squirrel, there is not an abundant water source nearby.  Under laboratory conditions, the squirrels readily accept water. However, they can also survive at least 7 months in the shade without water. At the end of 7 months they appeared relatively healthy and not at all emaciated.\n\n\n== Behavior ==\nNelson's antelope squirrels are social animals.  When individually taken out of their home range and released in an unknown area, they seem helpless and confused. They do not expend much energy throughout the day because of the extreme temperatures in their environment. In fact, when in the direct sunlight, a temperature of 31-32 °C can kill them. Therefore, there is little activity from the squirrels during the heat of the day.  Although there is no evidence of hibernation, the squirrels are not bothered by the cold and can survive temperatures below freezing, in their burrows. They are not early risers and are usually not seen until after sunrise, however it does forage in the morning and evening, avoiding the midday heat. Around noon the squirrels disappear into their burrows and are not seen again until about 2 pm at the earliest. On moderate days, the squirrels will take their time foraging, in contrast to bringing as much food back to their burrows as quickly as possible on hot or cold days. The squirrels are also known to fully stretch out and roll over in the dust on the ground.  These dust baths appear to be very enjoyable activities for the squirrels and may also be used to prevent infestation of parasites.Nelson's antelope squirrels are cautious when emerging from their burrows. They have a specific route that they follow when foraging for food.  If danger seems near, they will run into a burrow along their foraging route to get to safety. They move quickly and do not spend much time in one place.  They are particular about what they choose to eat and very rarely even waste time to pick up food they are not interested in. There are other features in addition to their quick movements that help keep them from danger.  They whitish color of the underside of their tail can be seen when they run.  The squirrels will curl their tail forward over their back and flick and twitch it back and forth as it runs.  This movement can present the illusion of thistledown fluttering in the wind, which could be ignored by any potential predators.To further help prevent predation, the Nelson's antelope squirrel has an alarm call.  These alarm calls are not loud, but associated with convulsive body movements. Horned larks and the white-crowned sparrow also aid in predator detection.  Squirrels will listen to alarm calls given by these two birds.  The badger (Taxidea taxus) is a main predator of Nelson's antelope squirrel and will destroy burrows to get its meal.  Coyotes (Canis latrans) and San Joaquin Valley Kit Fox (Vulpes macrotis mutica) are also known to consume the squirrels, but they are not a main part of their diet.\n\n\n== Threats ==\nIncreasing agriculture and urban development is an increasing problem for Nelson's antelope squirrel. This species will not colonize cultivated land.  Therefore, an increase in agriculture land is taking away their habitat and leaving them with no alternative.  Grazing livestock further destroys what habitat may be left, and exotic plants are able to take over native grasses that the squirrel forages upon and relies on for shade and cover.  Also, pesticide drift from nearby agricultural fields encroaches in on the existing squirrel habitat.  Not only are these practices affecting the population of the Nelson's antelope squirrel, but they are also causing problems for other native animal and plant species in the San Joaquin Valley.  Native plant species such as the kern mallow, San Joaquin woolly threads, California jewelflower, and Bakersfield cactus are all federally endangered plant species that are being outcompeted by invasive plant species.  Many invasive plants grow in very dense patches.  These dense patches are not adequate habitats for Nelson's antelope squirrel and many other San Joaquin Valley Species.\n\n\n== Conservation Efforts ==\nThere have been attempts to manage the invasive species and other anthropogenic causes to species decline in the San Joaquin Valley. Prescribed burns are one option to control invasive plant species, however this method can cause native species to also be killed and can be expensive.  Studies determining the effects of cattle grazing on the land are also being done so that plans can be developed to reduce the impact on the land.  Suggestions of using prescribed grazing to help reduce the growth of non-native species in the valley.Other control efforts include chemical and mechanical treatments, however these too can be time consuming and expensive, especially for large areas.  Also, the use of herbicides could potentially negatively affect species in the San Joaquin Valley if there are significant winds that spread the chemicals.  The U.S. Fish and Wildlife Service (USFWS) has a recovery plan dated 1998 that includes the ideas of using Safe Harbor Agreements (SHA's) under Section 10 of the Endangered Species Act. This could potentially begin a relationship between the USFWS and the farm landowners to help determine the best compromise in order to manage the endangered species of the valley.\nA multispecies approach to conservation is important because of the increasing number of native species becoming threatened and endangered in the San Joaquin Valley.  Management on an ecosystem level would allow the role of all the species to be taken into account.  Also, an increase in awareness and education of the public around the Valley may further help increase funding for conservation and management plans.  Monitoring and studying of the species is needed to determine just how threatened the species is and what needs to be done to reestablish stable populations in the valley.Unfortunately, most information found on the Nelson's antelope squirrel discuss the problems and reasons of declines, but do not give much insight on the potential recovery of the species.  Even in 1918, Grinnell and Dixon believed it to only be a matter of time before the species faces extinction.\n\n\n== References ==\n\nThorington, R. W. Jr. and R. S. Hoffman. 2005. Family Sciuridae. pp. 754–818 in Mammal Species of the World a Taxonomic and Geographic Reference. D. E. Wilson and D. M. Reeder eds. Johns Hopkins University Press, Baltimore.",
    "ImageURL": "Nelsongroundsquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/San_Joaquin_antelope_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Ammospermophilus",
        "Species": "nelsoni"
    },
    "ScientificName": "Ammospermophilus nelsoni"
}