{
    "CommonName": "Neon tetra",
    "BriefSummary": "The neon tetra (Paracheirodon innesi) is a freshwater fish of the characin family (family Characidae) of order Characiformes. The type species of its genus, it is native to blackwater and clearwater streams in the Orinoco and Amazon basin of South America. Its bright colouring makes the fish visible to conspecifics in the dark blackwater streams, and is also the main reason for its popularity among tropical fish hobbyists.",
    "WikiContents": "The neon tetra (Paracheirodon innesi) is a freshwater fish of the characin family (family Characidae) of order Characiformes. The type species of its genus, it is native to blackwater and clearwater streams in the Orinoco and Amazon basin of South America. Its bright colouring makes the fish visible to conspecifics in the dark blackwater streams, and is also the main reason for its popularity among tropical fish hobbyists.\n\n\n== Range and habitat ==\nThe neon tetra is found in the western and northern Amazon basin in southeastern Colombia, eastern Peru, and western Brazil. It lives in waters with a temperature between 20 and 28 °C (68–82 °F) and pH 4–7.5. It has a preference for acidic blackwater streams, but also occurs in transparent clearwater streams. It is not found in the whitewater rivers.\n\n\n== Description ==\nThe neon tetra has a light-blue back over a silver-white abdomen. The fish is characterized by an iridescent blue horizontal stripe along each side of the fish from its nose to the base of the adipose fin, and an iridescent red stripe that begins at the middle of the body and extends posteriorly to the base of the caudal fin. Rarely, they develop a dark olive-green sheen lining on their backs. The fish is partially transparent (including fins) except for these markings. During the night, the blue and red become gray or black as the fish rests—it reactivates once it becomes active in the morning. It grows to approximately 3 cm (1.2 in) in overall length. Sexual dimorphism is slight, with the female having a slightly larger belly, and a bent iridescent stripe rather than the male's straight stripe. They have recently become available in a long-fin variety.\n\n\n== Economics ==\nThe neon tetra was first imported from South America and was described by renowned ichthyologist Dr. George S. Myers in 1936, and named after Dr. William T. Innes. P. innesi is one of the most popular aquarium fish, having been bred in tremendous numbers for the trade. Most neon tetras available in the United States are imported from Hong Kong, Singapore, and Thailand, where they are farm-raised, or to a lesser extent (<5%) from Colombia, Peru, and Brazil, where they are collected from the wild. During a single month, an average of 1.8 million neon tetras with an estimated value of $175,000 are imported into the United States for the aquarium trade.  With the exception of home aquarists and a few commercial farms that breed neon tetras experimentally, captive breeding on a commercial scale is nonexistent in the USA.\n\n\n== In the aquarium ==\n\nWhile commercially bred neon tetras have adapted well to a wide range of water conditions, in the wild they inhabit very soft, acidic waters that are usually cooler than the 25 °C (77 °F) at which most tropical aquaria are maintained. They can have a lifespan of up to ten years, or normally about five in an aquarium.\nNeon tetras reach 3.5 cm in length, and are considered easy to keep in a community aquarium of at least 50 cm (20 in) long, with a pH of 6.0 to 6.5 and a KH of 1.0 to 2.0. However, they will die if traumatized by dramatic changes to their environments. They tend to be timid and, because of their small size, should not be kept with large or aggressive fish which may bully or simply eat them. Fish that mix well in an aquarium are guppies, dwarf cichlids, smaller danionins and barbs, other types of tetras, such as the rummy-nose tetra, cardinal tetra, and glowlight tetra, and other community fish that live well in an ideal tetra water condition. Mid-level feeders, they are best kept in schools of six or more, for the shoaling effect when they move around the tank. They shoal naturally in the wild and are thus more brightly colored and more active when kept as a shoal as opposed to single. The color and the iridescent stripe of this fish may become dim at night, and can be virtually invisible after a period of darkness. The color may also fade during a period of stress, such as human intervention into the tank. Neons are best kept in a densely planted tank with subdued light and an ideal temperature of 21–27 °C (70–81 °F) to resemble their native Amazon environments.\n\n\n=== Nutrition ===\nNeon tetras are omnivores and will accept most flake foods, if sufficiently small, but should also have some small foods such as brine shrimp, daphnia, freeze-dried bloodworms, tubifex, which can be stuck to the side of the aquarium, and micropellet food to supplement their diets. A tropical sinking pellet is ideal, as most brands of these include natural color enhancers that bring out the color in neon tetras. Some frozen foods, including frozen blood worms, add variety to their diets.\n\n\n=== Breeding ===\n\nThe male is slender, and the blue line is straighter. The female is rounder, producing a bent blue line. Some aquarists say the females look plumper when viewed from above. However, the straightness of the line and the plumpness of the female might occasionally be due to the eggs she is carrying. A neon tetra can appear slightly plump in the belly due to having overeaten.To breed neon tetras, hobbyists place a pair of the species in a breeding tank without any light, and gradually increase the lighting until reproduction occurs. Other inducers include mosquito larvae and a hardness of less than 4 dGH. Some also recommend letting the level of nitrates rise, then doing at least a 50% water change to simulate the fresh rain the tetras get in their natural habitat in the Amazon. Everything placed in the aquarium is sterilized, as is the aquarium top. Because the adults, and other fishes if a breeding tank is not used, will often eat newly hatched fry, it is common to remove the eggs as soon as they have been laid. The eggs are especially sensitive to light, and hatch within 24 hours of the laying. Fry can be fed infusoria, especially rotifers and egg yolk for one to four weeks, followed by nauplii of brine shrimp, shaved cattle liver, and formulated diets. Fry achieve their adult coloration at about one month of age. Adults can spawn every two weeks.\n\n\n=== Disease ===\nNeon tetras are occasionally afflicted by the so-called \"neon tetra disease\" (NTD) or pleistophora disease, a sporozoan disease caused by Pleistophora hyphessobryconis. Despite being a well-known condition, it is generally incurable and often fatal to the fish. However this disease is also generally preventable. The disease cycle begins when microsporidian parasite spores enter the fish after it consumes infected material, such as the bodies of a dead fish, or live food such as tubifex, which may serve as intermediate hosts. The disease is most likely passed by newly acquired fish, which have not been quarantined.\nSymptoms include restlessness, loss of coloration, lumps on the body as cysts develop, difficulty swimming, curved spines as the disease progresses, and secondary infections, such as fin rot and bloating.\nA so-called \"false neon disease\", which is bacterial, shows very similar symptoms. It is impossible for the home aquarist to determine for certain the difference between NTD and false NTD on the basis of visible symptoms alone, without laboratory backup. This disease has also been confused with columnaris (mouth rot, mouth fungus, 'flex').\nGenerally the best 'treatment' is the immediate removal of diseased fish to preserve the remaining fish, although some occasional successful treatments have been performed that include fish baths and a \"medication cocktail\". The use of a diatom filter, which can reduce the number of free parasites in the water, may help. As with Pleistophora neon tetra disease, prevention is most important and this disease is rare when good preventative measures are performed.\n\n\n== Related species ==\nThe green neon tetra (P. simulans) and black neon tetra (Hyphessobrycon herbertaxelrodi) are distinct species—the latter belongs to a different genus—and not color varieties. The cardinal tetra (P. axelrodi) is also a similar species, but its greater extent of red coloring distinguishes it from the neon tetra. The name Hyphessobrycon innesi is an obsolete synonym for P. innesi.\n\n\n== See also ==\nList of freshwater aquarium fish species\n\n\n== References ==\n\n\n== Further reading ==\nChapman, F. A.;  et al. (1998). \"Controlled spawning of the neon tetra\". The Progressive Fish-Culturist. 60: 32‒37. doi:10.1577/1548-8640(1998)060<0032:CSOTNT>2.0.CO;2.",
    "ImageURL": "Neontetra_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Neon_tetra",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Characiformes",
        "Family": "Characidae",
        "Genus": "Paracheirodon",
        "Species": "innesi"
    },
    "ScientificName": "Paracheirodon innesi"
}