{
    "CommonName": "Nubian bee-eater",
    "BriefSummary": "The northern carmine bee-eater (Merops nubicus) is an African near passerine bird in the bee-eater family, Meropidae. Alternative common names include the carmine bee-eater or the Nubian bee-eater. It is closely related to the southern carmine bee-eater where the throat is carmine (instead of blue).",
    "WikiContents": "The northern carmine bee-eater (Merops nubicus) is an African near passerine bird in the bee-eater family, Meropidae. Alternative common names include the carmine bee-eater or the Nubian bee-eater. It is closely related to the southern carmine bee-eater where the throat is carmine (instead of blue).\n\n\n== Distribution ==\nIt is native to Benin, Burkina Faso, Cameroon, the Central African Republic, Chad, the Democratic Republic of the Congo, Côte d'Ivoire, Eritrea, Ethiopia, Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone, Somalia, Sudan, Tanzania, Togo and Uganda. It occurs as a vagrant in Burundi.Ian Smalley and his colleagues suggested that the distribution of the northern carmine bee-eater is tightly linked to the presence of secondary loess deposits throughout Africa.\n\n\n== Description ==\n\nThis species, like other bee-eaters, is a richly colored, slender bird, predominantly carmine in color, except for a greenish blue head and throat and distinctive black mask. This species has red eyes, a black, pointed, decurved beak, and elongated central tail feathers.The sexes are similar in appearance, and the juveniles can be distinguished from adults by their lack of elongated central tail feathers and the pinkish brown coloration of their mantle, chest to belly, and flanks.\n\n\n== Behavior ==\n\n\n=== Breeding ===\nThey nest in large colonies in cliffs, usually near river banks, where they use their bills to dig long horizontal nesting tunnels, often eight feet or more in length. Some colonies may consist of just a few nests while others accommodate hundreds of breeding birds. The same site may be used for several years and then the colony may all move to another location. Occupied nests accumulate a black litter of insect remains and smell strongly of ammonia. Three to five eggs are laid per clutch.\n\n\n=== Feeding ===\nTheir diet is made up primarily of bees and other flying insects, such as flying ants, grasshoppers and locusts. The main hunting strategy of bee-eaters is to keep watch for flying insects from a perch, and then snatch them out of the air using their beaks, before returning to the perch.\n\n\n=== Call ===\nThe call is a deep, throaty tunk in flight; a series of rik notes when perched.\n\n\n== References ==\n\n\n== External links ==\nNorthern Carmine Bee-eater in Zoo Basel/Switzerland Zoo Basel (dt.) hear it calling\nMerops nubicus at zipcodezoo.com",
    "ImageURL": "Nubianbeeeater_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Northern_carmine_bee-eater",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Coraciiformes",
        "Family": "Meropidae",
        "Genus": "Merops",
        "Species": "nubicus"
    },
    "ScientificName": "Merops nubicus",
    "Zone": "* #### F"
}