{
    "CommonName": "Nurse Shark",
    "BriefSummary": "The nurse shark (Ginglymostoma cirratum) is an elasmobranch fish within the family Ginglymostomatidae. They are directly targeted in some fisheries and considered as bycatch in others. The conservation status of the nurse shark is globally assessed as being data deficient in- the IUCN List of Threatened Species owing to the lack of information across its range in the eastern Pacific Ocean and eastern Atlantic Ocean. They are considered to be a species of least concern in the United States and in The Bahamas, but considered to be near threatened in the western Atlantic Ocean because of their vulnerable status in South America and reported threats throughout many areas of Central America and the Caribbean.Nurse sharks are an important species for shark research (predominantly in physiology). They are robust and able to tolerate capture, handling, and tagging extremely well. As inoffensive as nurse sharks may appear, they are ranked fourth in documented shark bites on humans, likely due to incautious behavior by divers on account of the nurse shark's slow, sedentary nature.",
    "WikiContents": "The nurse shark (Ginglymostoma cirratum) is an elasmobranch fish within the family Ginglymostomatidae. They are directly targeted in some fisheries and considered as bycatch in others. The conservation status of the nurse shark is globally assessed as being data deficient in- the IUCN List of Threatened Species owing to the lack of information across its range in the eastern Pacific Ocean and eastern Atlantic Ocean. They are considered to be a species of least concern in the United States and in The Bahamas, but considered to be near threatened in the western Atlantic Ocean because of their vulnerable status in South America and reported threats throughout many areas of Central America and the Caribbean.Nurse sharks are an important species for shark research (predominantly in physiology). They are robust and able to tolerate capture, handling, and tagging extremely well. As inoffensive as nurse sharks may appear, they are ranked fourth in documented shark bites on humans, likely due to incautious behavior by divers on account of the nurse shark's slow, sedentary nature.\n\n\n== Etymology ==\nThe origin of the name \"nurse shark\" is unclear. It may come from the sucking sound they make when hunting for prey in the sand, which vaguely resembles that of a nursing baby. Or it may derive from an archaic word, nusse, meaning cat shark. The most likely theory though is that the name comes from the Old English word for sea-floor shark: hurse \"Nurse Shark\". National Geographic. Retrieved March 6, 2019.\n\n\n== Taxonomy ==\nThe nurse shark genus Ginglymostoma is derived from Greek language meaning hinged mouth, whereas the species cirratum is derived from Latin meaning having curled ringlets. Based on morphological similarities, Ginglymostoma is believed to be the sister genus of Nebrius, with both being placed in a clade that also include species Pseudoginglymostoma brevicaudatum, Rhincodon typus, and Stegostoma fasciatum.\n\n\n== Description ==\nThe nurse shark has two rounded dorsal fins, rounded pectoral fins, an elongated caudal fin, and a broad head. Maximum adult length is currently documented as 3.08 m (10.1 ft), whereas past reports of 4.5 m (15 ft) and corresponding weights of up to 330 kg (730 lb) are likely to have been exaggerated. Adult nurse sharks are brownish in color. Newly born nurse sharks have a spotted coloration which fades with age and are about 30 cm in length when nascent.\n\n\t\t\n\t\t\n\t\t\n\n\n== Distribution and habitat ==\nThe nurse shark has a wide but patchy geographical distribution along tropical and subtropical coastal waters  of the Eastern Atlantic, Western Atlantic, and Eastern Pacific. In the Eastern Atlantic it ranges from Cape Verde to Gabon (accidental north to France). In the Western Atlantic, including the Caribbean, it ranges from Rhode Island to southern Brazil, and in the East Pacific from Baja California to Peru.Nurse sharks are a typically inshore bottom-dwelling species. Juveniles are mostly found on the bottom of shallow coral reefs, seagrass flats, and around mangrove islands, whereas older individuals typically reside in and around deeper reefs and rocky areas, where they tend to seek shelter in crevices and under ledges during the day and leave their shelter at night to feed on the seabed in shallower areas.\n\n\n== Biology and ecology ==\nNurse sharks are opportunistic predators that feed primarily on small fish (e.g. stingrays) and some invertebrates (e.g. crustaceans, molluscs, tunicates). They are typically solitary nocturnal animals, rifling through bottom sediments in search of food at night, but often gregarious during the day forming large sedentary groups. Nurse sharks are obligate suction feeders capable of generating suction forces that are among the highest recorded for any aquatic vertebrate to date.  Although their small mouths may limit the size of prey, they can exhibit a suck-and-spit behavior and/or shake their head violently to reduce the size of food items.Nurse sharks are exceptionally sedentary unlike most other shark species. Nurse sharks show strong site fidelity (typical of reef sharks), and it is one of the few shark species known to exhibit mating site fidelity, as they will return to the same breeding grounds time and time again.\nNurse sharks are occasionally prey for American alligators (Alligator mississippiensis) where they share the same habitat. Recent studies based on photographs and historical accounts indicate that these encounters may be more common than previously thought.\n\n\n== Reproduction ==\nNurse sharks are ovoviviparous, producing young by means of eggs that are hatched within the body of the pregnant female. The mating cycle is biennial, taking 18 months for the female's ovaries to produce another batch of eggs. The mating season runs from late June to the end of July, with a gestation period of six months and a typical litter of 21–29 pups. The young nurse sharks are born fully developed at about 30 cm long.\n\n\n== See also ==\n\nList of sharks\nList of prehistoric cartilaginous fish\n\n\n== References ==\n\n\n== External links ==\nPhotos of Ginglymostoma cirratum on Sealife Collection",
    "ImageURL": "NurseShark_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Nurse_shark",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Chondrichthyes",
        "Order": "Orectolobiformes",
        "Family": "Ginglymostomatidae",
        "Genus": "Ginglymostoma",
        "Species": "cirratum"
    },
    "ScientificName": "Ginglymostoma cirratum",
    "Zone": "* #### K"
}