{
    "CommonName": "Orchid Mantis",
    "BriefSummary": "Hymenopus coronatus, also called H. bicornis, is a mantis from the tropical forests of Southeast Asia. It is known by various common names including walking flower mantis and (pink) orchid mantis. It is one of several species known as flower mantises from their resemblance and behaviour. In the wild, H. coronatus can be found in Indonesia.\n\n",
    "WikiContents": "Hymenopus coronatus, also called H. bicornis, is a mantis from the tropical forests of Southeast Asia. It is known by various common names including walking flower mantis and (pink) orchid mantis. It is one of several species known as flower mantises from their resemblance and behaviour. In the wild, H. coronatus can be found in Indonesia.\n\n\n== Description ==\nThis species is characterized by brilliant colouring and a structure finely adapted for camouflage, mimicking parts of the orchid flower. The four walking legs resemble flower petals, the toothed front pair being used as in other mantises for grasping prey.\nH. coronatus shows some of the most pronounced sexual dimorphism of any species of mantis; males can be less than half the size of females.First-stage nymphs mimic bugs of the family Reduviidae, which have a powerful bite and are foul tasting.The mantis can change its colour between pink and brown, according to the colour of the background.\n\n\n== Distribution ==\nHymenopus coronatus is found in the rain forests of South-East Asia, including Malaysia, Myanmar, Thailand and Indonesia.\n\n\n== Behaviour ==\n\nHugh Cott quotes an account by Nelson Annandale of Hymenopus coronatus which he reports hunts on the flowers of the \"Straits Rhododendron\", Melastoma polyanthum. The nymph has what Cott calls \"Special Alluring Coloration\", where the animal itself is the \"decoy\". The insect is pink and white, with flattened limbs with \"that semi-opalescent, semi-crystalline appearance that is caused in flower-petals by a purely structural arrangement of liquid globules or empty cells\". The mantis climbs up and down the twigs of the plant until it finds one that has flowers. It holds on to these with the claws of its two rearmost pairs of legs. It then sways from side to side, and soon various small flies land on and around it, attracted by the small black spot on the end of its abdomen which resembles a fly. When a larger Dipteran fly, as big as a house fly, landed nearby, the mantis at once seized and ate it.The species is reported by Costa, quoting Shelford's 1903 account, to show parental care by guarding the eggs. Costa asks rhetorically \"Why has so little [research] been done on parental care in mantids, such an unexpected and intriguing aspect of their behavior?\"The camouflage of the orchid mantis probably deceives potential predators, as well as serving as aggressive mimicry of the orchid to help catch insect prey.\n\n\n== Diet ==\nThe species is carnivorous, mainly catching other insects. In the laboratory it prefers lepidopteran prey.\nTheir diet consists of small insects, including crickets, flies, fruit flies, beetles and stinging insects such as bees. Some are cannibalistic, eating their own siblings when one strays too close. Mantises can eat vertebrates larger than themselves, including lizards, birds, frogs, turtles, and mice.\n\n\n== In human culture ==\n\n\n=== History ===\n\nAlfred Russel Wallace in his 1889 book Darwinism, calls the mantis rare:\n\nA beautiful drawing of this rare insect, Hymenopus bicornis (in the nymph or active pupa state), was kindly sent me by Mr. Wood-Mason, Curator of the Indian Museum at Calcutta. A species, very similar to it, inhabits Java, where it is said to resemble a pink orchid. Other Mantidae, of the genus Gongylus, have the anterior part of the thorax dilated and coloured either white, pink, or purple; and they so closely resemble flowers that, according to Mr. Wood-Mason, one of them, having a bright violet-blue prothoracic shield, was found in Pegu by a botanist, and was for a moment mistaken by him for a flower. See Proc. Ent. Soc. Lond., 1878, p. liii.\n\nThe drawing was published in Edward Bagnall Poulton's book The Colours of Animals. Poulton calls it an \"Indian Mantis\" which \"feeds upon other insects which it attracts by its flower-like shape and pink colour. The apparent petals are the flattened legs of the insect.\"\n\n\n=== Breeding ===\nThe Orchid Mantis is favoured by insect breeders, but is extremely rare, and as a result, also extremely expensive.\n\n\n== Additional images ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\nList of mantis genera and species\nFlower mantis\n\n\n== References ==\n\n\n== Bibliography ==\nCott, Hugh Bamford (1940). Adaptive Coloration in Animals. London: Methuen.\nPoulton, Edward Bagnall (1890). The Colours of Animals: Their Meaning and Use, Especially Considered in the Case of Insects. Kegan Paul, Trench, Trübner. pp. 74–75.\nPrete, Frederick R (1999). The Praying Mantids. JHU Press. p. 313.\nWallace, Alfred Russel (1889). Darwinism: An Exposition of the Theory of Natural Selection, with Some of Its Applications  (Wikisource). Macmillan.",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Mantis_Hymenopus_coronatus_6_Luc_Viatour.jpg",
    "Source": "https://en.wikipedia.org/wiki/Hymenopus_coronatus"
}