{
    "CommonName": "Oriental white-backed vulture",
    "BriefSummary": "The white-backed vulture (Gyps africanus) is an Old World vulture in the family Accipitridae, which also includes eagles, kites, buzzards and hawks. It is closely related to the European griffon vulture, G. fulvus. Sometimes it is called African white-backed vulture to distinguish it from the Oriental white-backed vulture — nowadays usually called white-rumped vulture — to which it was formerly believed to be closely related.\nThe white-backed vulture is a typical vulture, with only down feathers on the head and neck, very broad wings and short tail feathers. It has a white neck ruff. The adult’s whitish back contrasts with the otherwise dark plumage. Juveniles are largely dark. This is a medium-sized vulture; its body mass is 4.2 to 7.2 kilograms (9.3–15.9 lb), it is 78 to 98 cm (31 to 39 in) long and has a 1.96 to 2.25 m (6 to 7 ft) wingspan.Like other vultures it is a scavenger, feeding mostly from carcasses of animals which it finds by soaring over the savannah. It also takes scraps from human habitations. It often moves in flocks. It breeds in trees on the savannah of west and eastern and southern Africa, laying one egg. The population is mostly resident.\n\n",
    "WikiContents": "The white-backed vulture (Gyps africanus) is an Old World vulture in the family Accipitridae, which also includes eagles, kites, buzzards and hawks. It is closely related to the European griffon vulture, G. fulvus. Sometimes it is called African white-backed vulture to distinguish it from the Oriental white-backed vulture — nowadays usually called white-rumped vulture — to which it was formerly believed to be closely related.\nThe white-backed vulture is a typical vulture, with only down feathers on the head and neck, very broad wings and short tail feathers. It has a white neck ruff. The adult’s whitish back contrasts with the otherwise dark plumage. Juveniles are largely dark. This is a medium-sized vulture; its body mass is 4.2 to 7.2 kilograms (9.3–15.9 lb), it is 78 to 98 cm (31 to 39 in) long and has a 1.96 to 2.25 m (6 to 7 ft) wingspan.Like other vultures it is a scavenger, feeding mostly from carcasses of animals which it finds by soaring over the savannah. It also takes scraps from human habitations. It often moves in flocks. It breeds in trees on the savannah of west and eastern and southern Africa, laying one egg. The population is mostly resident.\n\n\n== Status ==\nAs it is rarer than previously believed, its conservation status was reassessed from Least Concern to Near Threatened in the 2007 IUCN Red List. In 2012, it was further uplisted to Endangered. In October 2015, its status was changed to Critically Endangered because the ongoing decline is more severe than previously thought.The population size of the white-backed vulture has been decreasing significantly within the past few decades. In 1922, the population was estimated at 270,000. Over the past two decades, its population has noticeably decreased. While not much is known about the current population, a recent study found that white-backed vultures have a high survival rate. Individual adults have the highest survival rate, while 2 year old birds have the lowest survival rate. Across all ages, the survival rate is estimated to be 90.7%. This means that the deaths of adult vultures will lead to rapid population declines. The loss of adults will cause less reproduction and with younger birds less likely to survive, the population will drop drastically.\nA major cause of population decrease is the loss of habitat. Elephants have been endangering the vultures, since they destroy the trees the vultures live and nest in. Vultures tend not to nest in areas with high elephant populations. Fires have also caused the destruction of trees. Humans also have a large impact. Power lines have caused many vultures to be electrocuted. In Kenya especially, humans are using a toxic pesticide called  Furadan, which has led to many vulture deaths. Vultures are also being poisoned by humans, although not intentionally. In order to kill hyenas, lions, and other predators, herders add poisons into their livestock. Vultures ingest the poison upon eating a deceased animal's carcass. This poisoning generally occurs outside of protected areas but is a leading factor in the population’s decline. Habitats are also being  disturbed by human land management and direct nesting persecution patterns.\nMore recent studies have indicated a new plausible factor in the current declination of the vultures. Researches have seen that there has been a rise in toxicity in the liver, kidneys, pectoral region, and internal organs. This toxicity is caused by higher levels of lead, cadmium, zinc, and copper. Although most of these metals level out as either non harmful or normal levels, the lead concentrate in the liver of the vultures (8.56 µg/g wet weight) and in the kidneys (9.31 µg/g wet weight) is higher than the average levels.\nStudies have also been performed on the white-backed vulture and some species of Asian vultures within the Gyps clade to see the effect of veterinary diclofenac. Regardless of whether the vultures were given an oral or intravenous dose of the substance, the effects was nearly identical and the diclofenac eventually poisoned the subjects. This chemical is one of the greatest contaminants for the general vulture population because of its presence in livestock: easy food for the vultures.\nAnother study shows that there are heightened levels of polycyclic aromatic hydrocarbons, HPA’s, which isn’t as likely a product in the endangerment resultant, but still concerning. HPA’s, also known as polyaromatic hydrocarbons, are formations of hydrogen atoms surrounding rings of carbon. As common as these compounds are—found in foods, engines/incinerators, fires, combustion—there are many forms, and some carcinogenic. Although there is no direct correlation of the high levels of HPA’s in the vultures, there is still a plausibility that it can result in a negative outcome for the species.\nAnother reason for the decline in the number of white-backed vultures is the decrease in the number of their nesting sites, which they construct in trees in savannah areas and which are roughly 1 meter in diameter. There is an inverse relationship between the amount of human activity (farming, ranching, etc.) and the amount of vulture nesting activity in said area, so as the amount of human activity in Africa expands, the number of nesting sites available decreases, putting the vultures at jeopardy.    \n\n\n== Diet ==\nWhite-backed vultures are an endangered species, living in a diminishing environment, which results in a decrease in the amount of food available. This increases competition for food, which affects them in two ways. First, the white-backed vulture is not a species that shares food with others of its own species. Second, the white-backs face competition for food with other animals in their habitat.\nThe main food source of the creature are the carcasses of animals in its habitat.  The creature soars over the Savannah and even wooded areas in search of food. It will also follow the water streams during the wet season, an ideal place to find food, as other animals are gathered to get water.  Some examples of what a white-backed vulture eat are warthogs, zebras, gazelles, or ostriches, but it will basically feast on the carcass of any animal.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Footnotes ==\n\n\n== References ==\nBirdLife International (2017). \"Gyps africanus\". IUCN Red List of Threatened Species. Version 2016.10. International Union for Conservation of Nature. Retrieved 5 March 2018.\nBamford, et al. Trade-offs between specificity and regional generality in habitat association models: a case study of two species of African vulture. Journal of Applied Ecology, 46: 853-859.\nBirdLife International (2007a): 2006-2007 Red List status changes. Retrieved 2007-AUG-26.\nBirdLife International (2007b): White-backed Vulture - BirdLife Species Factsheet. Retrieved 2007-AUG-26.\nGill, F & D Donsker (Eds). 2013. IOC World Bird Names (v 3.3) www.worldbirdnames.org Taxonomy of raptors\nChomba, Chansa (2013) Nesting patterns of raptor; White backed vulture (Gyps africanus) and African fish eagle (Haliaeetus vocifer), in Lochinvar National Park on the kafue flats, Zambia. Open Journal of Ecology, 3.5, 35-330.\nMebrat, Tekemariam, Ashok, Verma. Communal Roosts of African White backed Gyps africanus and Hooded Vultures Necrosyrtes monachus in Wondo Genet College of Forestry and Natural Resources, Southern Ethiopia. Vulture News, 64, 5-20.\nMonadjem, A., Botha, A. and Murn, C. (2013), Survival of the African white-backed vulture Gyps africanus in north-eastern South Africa. African Journal of Ecology, 51: 87–93. doi: 10.1111/aje.12009\nMunir Virani, Paul Kirui, Ara Monadjem, Simon Thomsett & Mwangi Githiru (2010) Nesting status of African White-backed Vultures Gyps africanus in the Masai Mara National Reserve, Kenya, Ostrich, 81:3, 205-209, DOI: 10.2989/00306525.2010.519894\nCorinne Kendall, Munir Z. Virani, Paul Kirui, Simon Thomsett and Mwangi Githiru. (2012) Mechanisms of Coexistence in Vultures: Understanding the Patterns of Vulture Abundance at Carcasses in Masai Mara National Reserve, Kenya. The Condor 114:3, 523-531.  Online publication date: 1-Aug-201214-Sep-2012\nNaidoo V., Wolter K., Cuthbert R., Duncan N. 2009. Veterinary diclofenac threatens Africa's endangered vulture species. Regul Toxicol Pharmacol 53:205–208.\nAas, E., Beyeri, J., Goksoyr, A. (2000) Fixed wavelength fluorescence (FF) of bile as a monitoring tool for polycyclic aromatic hydrocarbon exposure in fish: an evaluation of compound specificity, inner filter effect and signal interpretation. Biomarkers 5:9–23\nAgarwal, T., Khillare, P. S., Shridhar, V., Ray, S. (2009) Pattern, sources and toxic potential of PAHs in the agricultural soils of Delhi, India. J Hazard Mater 163:1033–1039\nAlbers P. H. (2006) Birds and polycyclic aromatic hydrocarbons. Avian Poult Biol Rev 17(4):125–140\n\n\n== External links ==\nAfrican white-backed vulture videos on the Internet Bird Collection\nWhite-backed vulture - Species text in The Atlas of Southern African Birds.\nGyps Africanus on Iziko - Museums of Cape Town.",
    "ImageURL": "Orientalwhitebackedvulture_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-backed_vulture",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "Accipitridae",
        "Genus": "Gyps",
        "Species": "africanus"
    },
    "ScientificName": "Gyps africanus",
    "Zone": "* #### G"
}