{
    "CommonName": "Ornate Box Turtle",
    "BriefSummary": "The ornate box turtle (Terrapene ornata ornata) is one of only two terrestrial species of turtles native to the Great Plains of the United States. It is one of the two different subspecies of Terrapene ornata. It is the state reptile of Kansas.  It is a relatively small turtle, that is currently listed as threatened in Illinois but is of concern and protected in six Midwestern states (Colorado, Iowa, Indiana, Nebraska, Kansas, and Wisconsin).  Males and females generally look alike but males are often smaller; there is color variation with yellow lines from the center of the shell to the edges through gray, red-brown, or black coloration.  Besides the size, males can be distinguished from females in several ways; a large curved inner claw on the back feet, a cloacal opening that is farther back in males, a longer and thicker tail, and reddish color on the legs and occasionally on the jaw.",
    "WikiContents": "The ornate box turtle (Terrapene ornata ornata) is one of only two terrestrial species of turtles native to the Great Plains of the United States. It is one of the two different subspecies of Terrapene ornata. It is the state reptile of Kansas.  It is a relatively small turtle, that is currently listed as threatened in Illinois but is of concern and protected in six Midwestern states (Colorado, Iowa, Indiana, Nebraska, Kansas, and Wisconsin).  Males and females generally look alike but males are often smaller; there is color variation with yellow lines from the center of the shell to the edges through gray, red-brown, or black coloration.  Besides the size, males can be distinguished from females in several ways; a large curved inner claw on the back feet, a cloacal opening that is farther back in males, a longer and thicker tail, and reddish color on the legs and occasionally on the jaw.\n\n\n== Home range and temperature ==\nThe home range of the ornate box turtle covers a large area of the Midwest, from Wisconsin to the Gulf of Mexico and from Louisiana to Colorado.  It was first discovered in Nebraska in 1795, where \"vast numbers\" were found.  The turtle is usually found in grasslands and on land rather than in water; they have been found in all habitat types of the Great Plains except aquatic, though most references indicate they prefer open grass or prairie lands.  Several studies indicate that the ornate box turtle needs three specific types of microhabitats in order to survive:\n\ngrass (prairie) areas for feeding that have some free water\nareas where females can nest and burrow into the soil to overwinter\nsites for resting and thermoregulation where turtles can bury themselves in soil to protect themselves from extreme temperatures and to avoid dehydration in summer and eat their own eggs Water is important for this turtle to regulate body temperature in hot weather and to replace body water after hibernation, but they do not spend large amounts of time in flowing or standing water.The ornate box turtle, like all reptiles, is ectothermic, which means that its body temperature is affected by the environmental temperature and the environmental temperature affects its movement.  In the hottest part of the day, the turtle is less active because movement increases body temperature and makes it harder for the turtle to keep cool, and when the temperature is lower(dawn and dusk), the turtle is more active. Additionally, the turtles use their habitat to help control their body temperature.  Shrubs are commonly utilized for the shade the plants produce, helping to further regulate the animal's temperature. Open areas of sand are also important parts of the turtle's habitat for digging holes to burrow in.In winter, ornate box turtles hibernate underground in burrows.  They burrow in at about the same time in the fall and come out within 7–14 days of each other.  They can survive freezing soil temperatures for many days.  The depth of nest cavities in Nebraska in 1997 and 1998 was 16.8 cm and the depth of hatchlings buried in the soil ranged from 56.3 cm to 64.7 cm.  In Nebraska, winter burrows were dug after October and turtles stayed in them until April and all of these turtles were in individual burrows.The home range area of ornate box turtles varies a lot from study to study, from as small as 0.12 hectares to as large as 36.4 hectares.  The large variability in home range size estimates can be affected by seasonality, body size and age, time period of observation, presence of roads or other structures, statistics used, and other factors.  The ornate box turtle has a high degree of philopatry, which means that it returns to the same area year after year, and it usually prefers the same habitat type as the original one.  Ornate box turtles were two times more likely to be found in the same sub-habitat type as the original and even more likely to be in a sub-habitat next to the original habitat than areas two sub-habitats away.\n\n\n== Feeding preferences ==\nThe ornate box turtle is an omnivore, with no particular dietary preferences; as an opportunistic feeder, it eats whatever is available in any given location or season.  Grasses, berries, insects and other invertebrates (caterpillars, grasshoppers, beetles, earthworms), fruits, vegetables, and carrion (mammals, birds, amphibians, snakes, and even other turtles).  This varied diet means the turtle has very little competition for available food resources.\n\n\n== Lifespan ==\nThe lifespan of the ornate box turtle has been reported to be from 32 to 37 years, with studies showing that males occur about half as frequently as females.  The reason for the predominance of females is thought to be primarily due to temperature; incubating eggs at 29 °C (84 °F) produces 100% female offspring, so in the wild a combination of temperature, humidity, and other factors are thought to favor female differentiation.Birds, such as crows, raptors, and ravens; domestic cats and dogs; opossums; raccoons; skunks; snakes; and even adult box turtles; are potential predators of young turtles.  The turtle has very little means of self-defense other than closing the shell, though they may potentially bite if handled.Until recently,  there was very little scientific knowledge of diseases and parasites among the turtle populations; early studies showed that a genus of fly sometimes infested the legs of these turtles and caused death by starvation because their movement was impeded.  More recently, it has been found that respiratory, metabolic, and shell diseases, common in desert tortoises, also fairly common in land turtles such as the ornate box turtle; and that nutritional deficiencies contribute to these other diseases.The age of ornate box turtles has been estimated by counting growth rings for many years.  This is similar to estimating the age of a tree but for turtles, the \"rings\" are lines that form on part of the shell that are like scales and the longer a turtle lives, the more rings are formed.  However, using the rings to estimate age is not always reliable.  The shell does increase in size as turtles get older, even though its weight makes it heavy to carry around.\n\n\n== Threats to the ornate box turtle ==\n\n\n=== Intrinsic threats – natural occurrences and factors relating to the turtle itself ===\nBecause of its late reproductive age, low reproductive rate, high young mortality, and long lifespan, the ornate box turtle is subject to pressure from intrinsic factors that limit the population growth.  Young turtles are vulnerable to predation until the shell is strong enough to be a major protection (except from being run over by cars).  The loss of any older females is a problem, because they don't get replaced very fast. Climatic factors are also possible threats to the ornate box turtle.  Because the sex of turtles is strongly influenced by temperature, the sex ratio can be changed by climatic extremes and result in a population that is mostly all one sex for several years in a row.  This gender imbalance would affect the survival of small groups that would be threatened by the occurrence of a genetic bottleneck which means the gene pool would be too small and cause inbreeding and mortality.  The bottleneck effect is a double-edged sword for species that live a long time because the loss of genetic diversity would not be as obvious or as severe, but once it occurred, it would be harder to recover.   The other thing about the ornate box turtle's life history that is a problem for its survival is its home range philopatry, which means that it returns to the same area every time and so disruptions in the area make it more vulnerable.\n\n\n=== Extrinsic threats – human effects on the ornate box turtle ===\nThe ornate box turtle is a terrestrial turtle and terrestrial turtles are sensitive to human causes such as habitat destruction, introduced species, harvest or collection, pollution, and climate change.Agriculture – agriculture in the Great Plains has been the worst problem for the ornate box turtle recently because it has taken away lots of acres of land, destroyed habitat, caused more traffic, and created small, isolated areas of prairie.  In addition, the small pieces of prairie mean more edge habitats, which causes more predators to live there and that increases predation of the box turtle that is already suffering from less total habitat area.  Other agricultural factors that are a problem for the ornate box turtle are fences, water troughs, cattle (trampling), mowing, and other machinery.Development – houses and other building construction causes loss of habitat similar to agriculture, but also increased removal for pets, predation by dogs, and greater predation to crows and raccoons that increase around human living areas.  Where housing developments are built, there are also more roads.  The box turtle feeds on carrion when it is available and on roads road-kill is a large source of carrion and a large cause of death of ornate box turtles.Over-exploitation – a huge number of ornate box turtles have been collected for sale in pet stores, and individuals have always collected some turtles.  The commercial trade has had a large effect on the Great Plains populations and if it continues, the result will be a serious decline in turtles.\n\n\n== Conservation efforts ==\nAccording to the International Union for Conservation of Nature, the ornate box turtle is \"near threatened.\"  In some states, such as Nebraska, Kansas, and Colorado, the turtle is \"secure\"; but in South Dakota, it is listed as \"imperiled\"; and in Wyoming it is listed as \"critically imperiled.\"  Management decisions for the ornate box turtle are difficult because of life history factors.  It seems that the best strategies will be aimed at older females to increase their survival instead of concentrating on hatchlings and juvenile turtles.  One of the first things that needs to be done is to get a better idea of the actual number of ornate box turtles that exist and also to make it illegal to collect any for pet or commercial trade, as some states did.  Along with this is the need to stop the release of captive box turtles that have respiratory infections into the wild because of the effect of disease on survival.  Management techniques that preserve the best habitat composition are important conservation practices.Probably the biggest factor that affects the ornate box turtle is interactions with human so any action that minimizes contact is helpful.  Working to keep large areas of habitat undisturbed is also helpful.  Managing weeds with a minimal amount of herbicide and knowing what chemicals are in the herbicide and how they affect turtles is important.  The use of fire and mowing to control weeds should be done carefully when turtles are inactive or in burrows to keep cool.  The public is not likely to want to stop collecting turtles, even if the pet trade were prohibited, because people like to look at turtles and other forms of nature.  Nebraska and Louisiana have prohibited collecting ornate box turtles, but New Mexico and Texas have not.\nEducating the public about the risks to the ornate box turtle will be difficult but should be part of the conservation effort.  One conservation effort that might be helpful is removal of predators from an area where many turtles are found; one study found that removing raccoons was helpful but it also leads to the question of balance in nature and which animals are more important.  Some biologists have suggested that moving turtles from healthy populations to areas where the turtle is struggling might be an option but this is difficult and might be a last resort.Habitat loss is the biggest problem for the ornate box turtle and isolated habitat areas have isolated groups of turtles that lose genetic diversity and experience bottlenecks that decrease their survival.\n\n\n== References ==",
    "ImageURL": "OrnateBoxTurtle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Ornate_box_turtle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Testudines",
        "Suborder": "Cryptodira",
        "Family": "Emydidae",
        "Genus": "Terrapene",
        "Species": "ornata"
    },
    "ScientificName": "Terrapene ornata",
    "Zone": "* #### A"
}