{
    "CommonName": "Oryx",
    "BriefSummary": "Oryx is a genus consisting of four large antelope species called oryxes. Three of them are native to arid parts of Africa, and the fourth to the Arabian Peninsula. Their fur is pale with contrasting dark markings in the face and on the legs, and their long horns are almost straight. The exception is the scimitar oryx, which lacks dark markings on the legs, only has faint dark markings on the head, has an ochre neck, and horns that are clearly decurved.\nThe Arabian oryx was only saved from extinction through a captive breeding program and reintroduction to the wild. The scimitar oryx, which is now listed as Extinct in the Wild, also relies on a captive breeding program for its survival. Small populations of several oryx species, such as the scimitar oryx, exist in Texas and New Mexico (USA) in wild game ranches. Gemsboks were released at the White Sands Missile Range and are managed by NMDGF.",
    "WikiContents": "Oryx is a genus consisting of four large antelope species called oryxes. Three of them are native to arid parts of Africa, and the fourth to the Arabian Peninsula. Their fur is pale with contrasting dark markings in the face and on the legs, and their long horns are almost straight. The exception is the scimitar oryx, which lacks dark markings on the legs, only has faint dark markings on the head, has an ochre neck, and horns that are clearly decurved.\nThe Arabian oryx was only saved from extinction through a captive breeding program and reintroduction to the wild. The scimitar oryx, which is now listed as Extinct in the Wild, also relies on a captive breeding program for its survival. Small populations of several oryx species, such as the scimitar oryx, exist in Texas and New Mexico (USA) in wild game ranches. Gemsboks were released at the White Sands Missile Range and are managed by NMDGF.\n\n\n== Etymology ==\nThe term \"oryx\" comes from the Greek word Ὂρυξ, óryx, for a type of antelope.  The Greek plural form is óryges, although oryxes has been established in English. Herodotus mentions a type of gazelle in Libya called \"Orus\", probably related to the verb ¨oruttoo\" or \"orussoo\", meaning \"to dig\". White oryxes are known to dig holes in the sand for the sake of coolness.\n\n\n== Species ==\n\n\n=== Arabian oryx ===\nThe Arabian oryx (Oryx leucoryx, Arabic: المها), became extinct in the wild in 1972 from the Arabian Peninsula. It was reintroduced in 1982 in Oman, but poaching has reduced its numbers there. One of the largest populations of Arabian oryx exists on Sir Bani Yas Island in the United Arab Emirates. Additional populations have been reintroduced in Qatar, Bahrain, Israel, Jordan and Saudi Arabia. As of 2011, the total wild population is over 1000, and 6000–7000 are being held in captivity. In 2011, the IUCN downgraded its threat category from Extinct in the Wild to Vulnerable, the first species to have changed back this way.\n\n\n=== Scimitar oryx ===\nThe scimitar oryx, also called scimitar-horned oryx (Oryx dammah), of North Africa, is now listed as possibly extinct in the wild. However, unconfirmed surviving populations have been reported in central Niger and Chad, and a semiwild population currently inhabiting a fenced nature reserve in Tunisia is being expanded for reintroduction to the wild in that country. Several thousand are held in captivity around the world.\n\n\n=== East African oryx and gemsbok ===\nThe East African oryx (Oryx beisa) inhabits eastern Africa and the closely related gemsbok (Oryx gazella) inhabits southern Africa. The gemsbok is monotypic and the East African oryx has two subspecies; the common beisa oryx (O. b. beisa) and the fringe-eared oryx (O. b. callotis). In the past, both were considered subspecies of the gemsbok. The East African oryx is an endangered species, whereas the gemsbok is not.Between 1969 and 1977, the New Mexico Department of Game and Fish intentionally released 93 gemsbok into its state's White Sands Missile Range and that population is now estimated between 3,000 and 6,000 animals.\nWithin the state of New Mexico, oryxes are classified as \"big game\" and can be harvested with the proper license, but the quality of the hunt may be affected by military regulation of the missile range.\n\n\t\t\n\t\t\n\t\t\n\n\n== Ecology ==\n\nAll Oryx species prefer near-desert conditions and can survive without water for long periods. They live in herds of up to 600 animals. Newborn calves are able to run with the herd immediately after birth. Both males and females possess permanent horns. The horns are narrow, and straight except in the scimitar oryx, where they curve backwards like a scimitar. The horns are lethal — the oryx has been known to kill lions with them, and oryxes are thus sometimes called the sabre antelope (not to be confused with the sable antelope). The horns also make the animals a prized game trophy, which has led to the near-extinction of the two northern species.\n\n\n== Classification ==\nFAMILY BOVIDAE\nSubfamily Hippotraginae\nGenus Hippotragus\nGenus Oryx\nScimitar oryx, O. dammah\nGemsbok, O. gazella\nEast African oryx, O. beisa (formerly in O. gazella)\nCommon beisa oryx, O. b. beisa\nFringe-eared oryx, O. b. callotis\nArabian oryx, O. leucoryx\n\n\n== References ==\n\n\n== External links ==\nOryx: Wildlife summary from the African Wildlife Foundation",
    "ImageURL": "Oryx_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Oryx",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Oryxde Blainville"
    }
}