{
    "CommonName": "Pacific gull",
    "BriefSummary": "The Pacific gull (Larus pacificus) is a very large gull, native to the coasts of Australia. It is moderately common between Carnarvon in the west, and Sydney in the east, although it has become scarce in some parts of the south-east, as a result of competition from the kelp gull, which has \"self-introduced\" since the 1940s.\nMuch larger than the ubiquitous silver gull, and nowhere near as common, Pacific gulls are usually seen alone or in pairs, loafing around the shoreline, steadily patrolling high above the edge of the water, or (sometimes) zooming high on the breeze to drop a shellfish or sea urchin onto rocks.",
    "WikiContents": "The Pacific gull (Larus pacificus) is a very large gull, native to the coasts of Australia. It is moderately common between Carnarvon in the west, and Sydney in the east, although it has become scarce in some parts of the south-east, as a result of competition from the kelp gull, which has \"self-introduced\" since the 1940s.\nMuch larger than the ubiquitous silver gull, and nowhere near as common, Pacific gulls are usually seen alone or in pairs, loafing around the shoreline, steadily patrolling high above the edge of the water, or (sometimes) zooming high on the breeze to drop a shellfish or sea urchin onto rocks.\n\n\n== Taxonomy ==\nThe Pacific gull was first described by English ornithologist John Latham in 1801 from a Thomas Watling drawing, where the local name had been recorded as Troo-gad-dill. Its specific epithet refers to the Pacific Ocean.\nTwo subspecies are recognised: the nominate race L. p. pacificus from the south-east coast and Tasmania, and L. p. georgii from South Australia and Western Australia.\n\n\n== Description ==\n\nPacific gulls are the only large gulls in their range, besides the occasional kelp gull. This species can range in length from 58 to 66 cm (23 to 26 in) and span 137 to 157 cm (54 to 62 in) across the wings. They typically weigh from 900 to 1,180 g (1.98 to 2.60 lb). This species is mostly white, with dark wings and back, and a very thick (when compared to other gull species), powerful, red-tipped yellow bill. They have salt glands that secrete salty water through the nostrils. Young birds are mottled-brown all over, and attain their adult plumage only gradually; by its fourth year, a young Pacific gull has usually become difficult to tell apart from an adult bird.\n\nOf the two subspecies, the nominate eastern race prefers sheltered beaches, and the western race L. p. georgii is commonly found even on exposed shores. Both subspecies nest in pairs or loose colonies on offshore islands, making a cup of grasses and sticks in an exposed position, and laying two or three mottled brown eggs.\n\n\n== References ==",
    "ImageURL": "Pacificgull_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pacific_gull",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Laridae",
        "Genus": "Larus",
        "Species": "pacificus"
    },
    "ScientificName": "Larus pacificus"
}