{
    "CommonName": "Pademelon",
    "BriefSummary": "Pademelons are small marsupials of the genus Thylogale. They are usually found in forests. Pademelons are some of the smallest of the macropods. The name is a corruption of badimaliyan, from the Dharuk Aboriginal language of Port Jackson (Sydney region).\nPademelons, wallabies, and kangaroos are very alike in body structure, and the three names refer to the three different size groups. Besides their smaller size, pademelons can be distinguished from wallabies by their shorter, thicker, and sparsely haired tails. Like wallabies, they ambulate by hopping.",
    "WikiContents": "Pademelons are small marsupials of the genus Thylogale. They are usually found in forests. Pademelons are some of the smallest of the macropods. The name is a corruption of badimaliyan, from the Dharuk Aboriginal language of Port Jackson (Sydney region).\nPademelons, wallabies, and kangaroos are very alike in body structure, and the three names refer to the three different size groups. Besides their smaller size, pademelons can be distinguished from wallabies by their shorter, thicker, and sparsely haired tails. Like wallabies, they ambulate by hopping.\n\n\n== Distribution and habitat ==\n\nRed-necked pademelons can be found in the coastal regions of Queensland and New South Wales. In some places, their range has been drastically reduced. Red-legged pademelons can also be found in south-central New Guinea. The red-bellied or Tasmanian pademelon is abundant in Tasmania, although it was once found throughout the southeastern parts of mainland Australia. The dusky pademelon lives in New Guinea and surrounding islands. It was previously called the Aru Islands wallaby. Before that, it was called the philander (\"friend of man\"), which is the name it bears in the second volume of Cornelis de Bruijn's Travels, originally published in 1711; the Latin name of this species is called after De Bruijn.The natural habitat of the pademelon is in thick scrubland or dense forested undergrowth. They also make tunnels through long grasses and bushes in swampy country.\n\n\n== Threats ==\nPademelon meat used to be considered valuable and was eaten by settlers and aborigines for a long time.Aside from being killed for their meat and soft fur, their numbers have been reduced by the introduction of predators such as feral cats, dogs, and foxes. The rabbit explosion has also caused problems, as rabbits graze on the same grasses, making less available for the pademelon. Also, clearing of land for homes has pushed the larger wallabies and kangaroos into land that pademelons had been thriving in for so long.\nTasmanian pademelons were important to the thylacines' diet, and they are still preyed on by quolls, Tasmanian devils, and wedge-tailed eagles. Despite these predators, many pademelons are in Tasmania and its outlying smaller islands, and every year many are killed off to keep their numbers down.\n\n\n== Species ==\nGenus ThylogaleTasmanian pademelon, Thylogale billardierii\nBrown's pademelon, Thylogale browni\nDusky pademelon, Thylogale brunii\nCalaby's pademelon, Thylogale calabyi\nMountain pademelon, Thylogale lanatus\nRed-legged pademelon, Thylogale stigmatica\nRed-necked pademelon, Thylogale thetis\n\n\n== References ==",
    "ImageURL": "Pademelon_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pademelon",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Macropodidae",
        "Genus": "ThylogaleGray"
    }
}