{
    "CommonName": "Painted Dog",
    "BriefSummary": "The African wild dog (Lycaon pictus), also known as the painted hunting dog, painted wolf, African hunting dog, Cape hunting dog or African painted dog, is a canid native to sub-Saharan Africa. It is the largest of its family in Africa, and the only extant member of the genus Lycaon, which is distinguished from Canis by dentition highly specialised for a hypercarnivorous diet, and a lack of dewclaws. It was classified as endangered by the IUCN in 2016, as it had disappeared from much of its original range. The 2016 population was estimated at roughly 39 subpopulations containing 6,600 adults, only 1,400 of which were reproductive. The decline of these populations is ongoing, due to habitat fragmentation, human persecution and disease outbreaks.The African wild dog is a highly social animal, living in packs with separate dominance hierarchies for males and females. Uniquely among social carnivores, the females rather than the males scatter from the natal pack once sexually mature and the young are allowed to feed first on carcasses. The species is a specialised diurnal hunter of antelopes, which it catches by chasing them to exhaustion. Like other canids, it regurgitates food for its young, but this action is also extended to adults, to the point of being the bedrock of African wild dog social life. It has few natural predators, though lions are a major source of mortality and spotted hyenas are frequent kleptoparasites.\nAlthough not as prominent in African folklore or culture as other African carnivores, it has been respected in several hunter-gatherer societies, particularly those of the predynastic Egyptians and the San people.",
    "WikiContents": "The African wild dog (Lycaon pictus), also known as the painted hunting dog, painted wolf, African hunting dog, Cape hunting dog or African painted dog, is a canid native to sub-Saharan Africa. It is the largest of its family in Africa, and the only extant member of the genus Lycaon, which is distinguished from Canis by dentition highly specialised for a hypercarnivorous diet, and a lack of dewclaws. It was classified as endangered by the IUCN in 2016, as it had disappeared from much of its original range. The 2016 population was estimated at roughly 39 subpopulations containing 6,600 adults, only 1,400 of which were reproductive. The decline of these populations is ongoing, due to habitat fragmentation, human persecution and disease outbreaks.The African wild dog is a highly social animal, living in packs with separate dominance hierarchies for males and females. Uniquely among social carnivores, the females rather than the males scatter from the natal pack once sexually mature and the young are allowed to feed first on carcasses. The species is a specialised diurnal hunter of antelopes, which it catches by chasing them to exhaustion. Like other canids, it regurgitates food for its young, but this action is also extended to adults, to the point of being the bedrock of African wild dog social life. It has few natural predators, though lions are a major source of mortality and spotted hyenas are frequent kleptoparasites.\nAlthough not as prominent in African folklore or culture as other African carnivores, it has been respected in several hunter-gatherer societies, particularly those of the predynastic Egyptians and the San people.\n\n\n== Early accounts and naming ==\n\nThe earliest possible written reference to the species comes from Oppian, who wrote of the thoa, a hybrid between the wolf and leopard, which resembles the former in shape and the latter in colour. Solinus's Collectanea rerum memorabilium from the third century AD describes a multicoloured wolf-like animal with a mane native to Ethiopia.The species was first described scientifically in 1820 by Coenraad Temminck, after having examined a specimen taken from the coast of Mozambique. He named the animal Hyaena picta, erroneously classifying it as a species of hyena. It was later recognised as a canid by Joshua Brookes in 1827, and renamed Lycaon tricolor. The root word of Lycaon is the Greek λυκαίος (lykaios), meaning \"wolf-like\". The specific epithet pictus (Latin for \"painted\"), which derived from the original picta, was later returned to it, in conformity with the International Rules on Taxonomic Nomenclature.The English language has several names for Lycaon pictus, including painted lycaon, African wild dog, African hunting dog, Cape hunting dog, painted dog, ornate wolf and painted wolf. The latter name is being promoted by some conservationists as a way of rebranding the species, as \"wild dog\" has several negative connotations that could be detrimental to its image. Nevertheless, the name \"African wild dog\" is still widely used. The name \"painted wolf\" is also encouraged because it conveys more clearly that the African wild dog is a wild animal that does not behave like a domestic dog (since there is a fairly prevalent misconception that African wild dogs are feral dogs that happen to live in Africa). \n\n\n== Taxonomy and evolution ==\nThe oldest L. pictus fossil dates back to 200,000 years ago and was found in HaYonim Cave, Israel. The evolution of the African wild dog is poorly understood due to the scarcity of fossil finds. Some authors consider the extinct Canis subgenus Xenocyon as ancestral to both the genus Lycaon and the genus Cuon, which lived throughout Eurasia and Africa from the Early Pleistocene to the early Middle Pleistocene. Others propose that Xenocyon should be reclassified as Lycaon. The species Canis (Xenocyon) falconeri shared the African wild dog's absent first metacarpal (dewclaw), though its dentition was still relatively unspecialised. This connection was rejected by one author because C. (X.) falconeri's missing metacarpal was a poor indication of phylogenetic closeness to the African wild dog and the dentition was too different to imply ancestry. Another ancestral candidate is the Plio-Pleistocene L. sekowei of South Africa on the basis of distinct accessory cusps on its premolars and anterior accessory cuspids on its lower premolars. These adaptions are found only in Lycaon among living canids, which shows the same adaptations to a hypercarnivorous diet. L. sekowei had not yet lost the first metacarpal absent in L. pictus and was more robust than the modern species, having 10% larger teeth.Paleontologist George G. Simpson placed L. pictus in the subfamily Simocyoninae, along with Cuon alpinus and Speothos venaticus, on the basis of all three species having similarly trenchant carnassials. This grouping was disputed by Juliet Clutton-Brock, who argued that, other than dentition, too few similarities exist between the three species to warrant classifying them in a single subfamily. The species' molecular genetics indicate that it is closely related to genus Canis. Phylogenetic studies place L. pictus and Cuon alpinus into a clade of \"wolf-like canids\" alongside the extant members of Canis, including C. simensis, C. aureus, C. anthus, C. latrans, C. lupus, C. rufus and the more basal C. adustus and C. mesomelas.\n\n\n=== Admixture with the dhole ===\nIn 2018, whole genome sequencing was used to compare the dhole (Cuon alpinus) with the African hunting dog. There was strong evidence of ancient genetic admixture between the two. Today, their ranges are remote from each other, however during the Pleistocene era the dhole could be found as far west as Europe. The study proposes that the dhole's distribution may have once included the Middle East, from where it may have admixed with the African hunting dog in North Africa. However, there is no evidence of the dhole having existed in the Middle East nor North Africa.\n\n\n=== Subspecies ===\nAs of 2005, five subspecies are recognised by MSW3:\n\nNevertheless, although the species is genetically diverse, these subspecific designations are not universally accepted.  East African and Southern African L. pictus populations were once thought to be genetically distinct, based on a small number of samples. More recent studies with a larger number of samples showed that extensive intermixing has occurred between East African and Southern African populations in the past. Some unique nuclear and mitochondrial alleles are found in Southern African and northeastern African populations, with a transition zone encompassing Botswana, Zimbabwe and southeastern Tanzania between the two. The West African L. pictus population may possess a unique haplotype, thus possibly constituting a truly distinct subspecies.\n\n\n== Physical description ==\n\nThe African wild dog is the bulkiest and most solidly built of African canids. The species stands 60 to 75 cm (24 to 30 in) in shoulder height, measures 71 to 112 cm (28 to 44 in) in head-and-body length and has a tail length of 29 to 41 cm (11 to 16 in). Body weight of adults range from 18 to 36 kg (40 to 79 lb). On average, dogs from East Africa weigh around 20–25 kg (44–55 lb) while in southern Africa, males reportedly weighed a mean of 32.7 kg (72 lb) and females a mean of 24.5 kg (54 lb). By body mass, they are only outsized amongst other extant canids by the grey wolf species complex. Females are generally 3–7% smaller than males. Compared to members of the genus Canis, the African wild dog is comparatively lean and tall, with outsized ears and lacking dewclaws. The middle two toepads are usually fused. Its dentition also differs from that of Canis by the degeneration of the last lower molar, the narrowness of the canines and proportionately large premolars, which are the largest relative to body size of any carnivore other than hyenas. The heel of the lower carnassial M1 is crested with a single, blade-like cusp, which enhances the shearing capacity of the teeth, thus the speed at which prey can be consumed. This feature, termed \"trenchant heel\", is shared with two other canids: the Asian dhole and the South American bush dog. The skull is relatively shorter and broader than those of other canids.\n\nThe fur of the African wild dog differs significantly from that of other canids, consisting entirely of stiff bristle-hairs with no underfur. It gradually loses its fur as it ages, with older specimens being almost naked. Colour variation is extreme, and may serve in visual identification, as African wild dogs can recognise each other at distances of 50–100 m. Some geographic variation is seen in coat colour, with northeastern African specimens tending to be predominantly black with small white and yellow patches, while southern African ones are more brightly coloured, sporting a mix of brown, black and white coats. Much of the species' coat patterning occurs on the trunk and legs. Little variation in facial markings occurs, with the muzzle being black, gradually shading into brown on the cheeks and forehead. A black line extends up the forehead, turning blackish-brown on the back of the ears. A few specimens sport a brown teardrop-shaped mark below the eyes. The back of the head and neck are either brown or yellow. A white patch occasionally occurs behind the fore legs, with some specimens having completely white fore legs, chests and throats. The tail is usually white at the tip, black in the middle and brown at the base. Some specimens lack the white tip entirely, or may have black fur below the white tip. These coat patterns can be asymmetrical, with the left side of the body often having different markings from that of the right.\n\n\n== Behavior ==\n\n\n=== Social and reproductive behavior ===\n\nThe African wild dog has very strong social bonds, stronger than those of sympatric lions and spotted hyenas; thus, solitary living and hunting are extremely rare in the species. It lives in permanent packs consisting of two to 27 adults and yearling pups. The typical pack size in Kruger National Park and the Masai Mara is four or five adults, while packs in Moremi and Selous contain eight or nine. However, larger packs have been observed and temporary aggregations of hundreds of individuals may have gathered in response to the seasonal migration of vast springbok herds in Southern Africa. Males and females have separate dominance hierarchies, with the latter usually being led by the oldest female. Males may be led by the oldest male, but these can be supplanted by younger specimens; thus, some packs may contain elderly former male pack leaders. The dominant pair typically monopolises breeding. The species differs from most other social species in that males remain in the natal pack, while females disperse (a pattern also found in primates such as gorillas, chimpanzees, and red colobuses). Furthermore, males in any given pack tend to outnumber females 3:1. Dispersing females join other packs and evict some of the resident females related to the other pack members, thus preventing inbreeding and allowing the evicted individuals to find new packs of their own and breed. Males rarely disperse, and when they do, they are invariably rejected by other packs already containing males. Although arguably the most social canid, the species lacks the elaborate facial expressions and body language found in the gray wolf, likely because of the African wild dog's less hierarchical social structure. Furthermore, while elaborate facial expressions are important for wolves in re-establishing bonds after long periods of separation from their family groups, they are not as necessary to African wild dogs, which remain together for much longer periods.African wild dog populations in East Africa appear to have no fixed breeding season, whereas those in Southern Africa usually breed during the April–July period. During estrus, the female is closely accompanied by a single male, which keeps other members of the same sex at bay. The copulatory tie characteristic of mating in most canids has been reported to be absent or very brief (less than one minute) in L. pictus, possibly an adaptation to the prevalence of larger predators in its environment. The gestation period lasts 69–73 days, with the interval between each pregnancy being 12–14 months typically. The African wild dog produces more pups than any other canid, with litters containing around six to 16 pups, with an average of 10, thus indicating that a single female can produce enough young to form a new pack every year. Because the amount of food necessary to feed more than two litters would be impossible to acquire by the average pack, breeding is strictly limited to the dominant female, which may kill the pups of subordinates. After giving birth, the mother stays close to the pups in the den, while the rest of the pack hunts. She typically drives away pack members approaching the pups until the latter are old enough to eat solid food at three to four weeks of age. The pups leave the den around the age of three weeks and are suckled outside. The pups are weaned at the age of five weeks, when they are fed regurgitated meat by the other pack members. By seven weeks, the pups begin to take on an adult appearance, with noticeable lengthening in the legs, muzzle, and ears. Once the pups reach the age of eight to 10 weeks, the pack abandons the den and the young follow the adults during hunts. The youngest pack members are permitted to eat first on kills, a privilege which ends once they become yearlings.\n\n\n=== Sneeze communication and \"voting\" ===\nAfrican wild dog populations in the Okavango Delta have been observed \"rallying\" before they set out to hunt. Not every rally results in a departure, but departure becomes more likely when more individual dogs \"sneeze\". These sneezes are characterized by a short, sharp exhale through the nostrils. When members of dominant mating pairs sneeze first, the group is much more likely to depart. If a dominant dog initiates, around three sneezes guarantee departure. When less dominant dogs sneeze first, if enough others also sneeze (about 10), then the group will go hunting. Researchers assert that wild dogs in Botswana, \"use a specific vocalization (the sneeze) along with a variable quorum response mechanism in the decision-making process [to go hunting at a particular moment]\".\n\n\n=== Inbreeding avoidance ===\nBecause L. pictus largely exists in fragmented, small populations, its existence is endangered.  Inbreeding avoidance by mate selection is characteristic of the species and has important potential consequences for population persistence.  Inbreeding is rare within natal packs.  Inbreeding is likely avoided because it leads to the expression of recessive deleterious alleles. Computer-population simulations indicate that all populations continuing to avoid incestuous mating will become extinct within 100 years due to the unavailability of unrelated mates.  Thus, the impact of reduced numbers of suitable unrelated mates will likely have a severe demographic impact on the future viability of small wild dog populations.\n\n\n=== Hunting and feeding behaviours ===\nThe African wild dog is a specialised pack hunter of common medium-sized antelopes. It and the cheetah are the only primarily diurnal African large predators. L. pictus hunts by approaching prey silently, then chasing it in a pursuit clocking at up to 66 kilometres per hour (41 mph) for 10 to 60 minutes. The average chase typically only goes as far as 2 km, during which time the prey animal, if large, is repeatedly bitten on the legs, belly, and rump until it stops running, while smaller prey is simply pulled down and torn apart. The African wild dogs have a higher success rate when it comes to killing prey even though they are smaller than lions and leopards.L. pictus hunting strategies differ according to prey, with wildebeest being rushed at to panic the herd and isolate a vulnerable individual, whereas territorial antelope species, which defend themselves by running in wide circles, are captured by cutting off their escape routes. Medium-sized prey is often killed in 2–5 minutes, whereas larger prey such as wildebeest may take half an hour to pull down. Male wild dogs usually perform the task of grabbing dangerous prey, such as warthogs, by the nose. Small prey such as rodents, hares and birds are hunted singly, with dangerous prey such as cane rats and porcupines being killed with a quick and well-placed bite to avoid injury. Small prey is eaten entirely, while large animals are stripped of their meat and organs, with the skin, head, and skeleton left intact. The African wild dog is a fast eater, with a pack being able to consume a Thomson's gazelle in 15 minutes. In the wild, the species' consumption rate is of 1.2–5.9 kg per African wild dog a day, with one pack of 17–43 specimens in East Africa having been recorded to kill three animals per day on average. Unlike most social predators, it will regurgitate food for adult as well as young family members. Pups old enough to eat solid food are given first priority at kills, eating even before the dominant pair; subordinate adult dogs help feed and protect the pups. The African wild dog is a highly successful hunter. Hunting success varies with prey type, vegetation cover and pack size, but African wild dogs tend to be very successful, often with greater than 60% of their chases ending in a kill, sometimes up to 90%. This is much higher than lion (27-30%) and hyena (25-30%) success rates tend to be, but African wild dogs commonly lose their successful kills to these two large predators.\n\n\n== Ecology ==\n\n\n=== Habitat ===\nThe African wild dog is mostly found in savanna and arid zones, generally avoiding forested areas. This preference is likely linked to the animal's hunting habits, which require open areas that do not obstruct vision or impede pursuit. Nevertheless, it will travel through scrub, woodland and montane areas in pursuit of prey. Forest-dwelling populations of African wild dogs have been identified, including one in the Harenna Forest, a wet montane forest up to 2400 m in altitude in the Bale Mountains of Ethiopia. At least one record exists of a pack being sighted on the summit of Mount Kilimanjaro. In Zimbabwe, the species has been recorded at altitudes of 1,800 m. In Ethiopia, this species has been found at great altitudes; several live wild dog packs have been sighted at altitudes of from 1,900 to 2,800 m, and a dead individual was found in June 1995 at 4,050 m on the Sanetti Plateau.\n\n\n=== Diet ===\nA species-wide study showed that by preference where available five species were the most regularly selected prey, namely the greater kudu, Thomson's gazelle, impala, bushbuck and blue wildebeest. More specifically, in East Africa, its most common prey is Thomson's gazelle, while in Central and Southern Africa, it targets impala, reedbuck, kob, lechwe and springbok. Its diet is not restricted to these animals, though, as it also hunts warthog, oribi, duiker, waterbuck, Grant's gazelle, ostrich, African buffalo (by likelihood, almost exclusively calves) and smaller prey such as dik-dik, hares, spring hares, insects and cane rats. Staple prey sizes are usually between 15 and 200 kg (33 and 441 lb), though some local studies put upper prey sizes as variously 90 to 135 kg (198 to 298 lb). In the case of larger species such as kudu and wildebeest, calves are largely but not exclusively targeted. However,  certain packs in the Serengeti specialized in hunting adult plains zebras weighing up to 240 kg (530 lb) quite frequently. Another study claimed that some prey taken by wild dogs could weigh up to 289 kg (637 lb). One pack was recorded to occasionally prey on bat-eared foxes, rolling on the carcasses before eating them. African wild dogs rarely scavenge, but have on occasion been observed to appropriate carcasses from spotted hyenas, leopards, cheetahs and lions, as well as animals caught in snares. In East Africa, African wild dogs in packs of 17 to 43 eat 1.7 kg (3.7 lb) of meat on average each day. \n\n\n=== Enemies and competitors ===\n\nLions dominate African wild dogs and are a major source of mortality for both adults and pups. Population densities of African wild dogs are low in areas where lions are more abundant. One pack reintroduced into Etosha National Park was destroyed by lions. A population crash in lions in the Ngorongoro Crater during the 1960s resulted in an increase in African wild dog sightings, only for their numbers to decline once the lions recovered. As with other large predators killed by lion prides, the dogs are usually killed and left uneaten by the lions, indicating the competitive rather than predatory nature of the larger species' dominance. However, a few cases have been reported of old and wounded lions falling prey to African wild dogs. On occasion, packs of wild dogs have been observed defending pack members attacked by single lions, sometimes successfully. One pack in the Okavango in March 2016 was photographed by safari guides waging \"an incredible fight\" against a lioness that attacked a subadult dog at an impala kill, which forced the lioness to retreat, although the subadult dog died. Naturalists John McNutt and Lesley Bogg McNutt, founders of the Botswana Predator Conservation Trust, observed a pack of four wild dogs furiously defend an old adult male dog from a male lion that attacked it at a kill; the dog survived and rejoined the pack.Spotted hyenas are important kleptoparasites and follow packs of African wild dogs to appropriate their kills. They typically inspect areas where African wild dogs have rested and eat any food remains they find. When approaching African wild dogs at a kill, solitary hyenas approach cautiously and attempt to take off with a piece of meat unnoticed, though they may be mobbed in the attempt. When operating in groups, spotted hyenas are more successful in pirating African wild dog kills, though the latter's greater tendency to assist each other puts them at an advantage against spotted hyenas, which rarely work in unison. Cases of African wild dogs scavenging from spotted hyenas are rare. Although African wild dog packs can easily repel solitary hyenas, on the whole, the relationship between the two species is a one-sided benefit for the hyenas, with African wild dog densities being negatively correlated with high hyena populations.\n\n\n== Range ==\nAfrican wild dogs once ranged from the desert and mountainous areas of much of sub-Saharan Africa, being absent in the driest desert regions and lowland forests. The species has been largely exterminated in North and West Africa, and has been greatly reduced in number in Central Africa and northeast Africa. The majority of the species' population now occurs in Southern Africa and southern East Africa. More specifically in countries such as Botswana, Nairobi, and Zimbabwe. However, it is hard to track where they are and how many there are because of the loss of habitat \n\n\n=== Status ===\n\n\n==== North Africa ====\nThe species is very rare in North Africa, and whatever populations remain may be of high conservation value, as they are likely to be genetically distinct from other L. pictus populations.\n\n\n==== West Africa ====\nThe species is faring poorly in most of West Africa, with the only potentially viable population occurring in Senegal's Niokolo-Koba National Park. African wild dogs are occasionally sighted in other parts of Senegal, as well as in Guinea and Mali.\n\n\n==== Central Africa ====\nThe species is doing poorly in Central Africa, being extinct in Gabon, the Democratic Republic of Congo and the Republic of Congo. The only viable populations occur in the Central African Republic, Chad and especially Cameroon.\n\n\n==== East Africa ====\nL. pictus's range in East Africa is patchy, having been eradicated in Uganda and much of Kenya. A small population occupies an area encompassing southern Ethiopia, South Sudan, northern Kenya and probably northern Uganda. The species may still occur in small numbers in southern Somalia and it is almost certainly extinct in Rwanda, Burundi and Eritrea. Nevertheless, it remains somewhat numerous in southern Tanzania, particularly in the Selous Game Reserve and Mikumi National Park, both of which are occupied by what could be Africa's largest L. pictus population.\n\n\n==== Southern Africa ====\nSouthern Africa contains numerous viable L. pictus populations, one of which encompasses northern Botswana, northeastern Namibia and western Zimbabwe. In South Africa, around 400 specimens occur in the country's Kruger National Park. Zambia holds two large populations, one in Kafue National Park and another in the Luangwa Valley. However, the species is rare in Malawi and probably extinct in Angola and Mozambique.\n\n\n== In African cultures ==\n\nArtistic depictions of African wild dogs are prominent on cosmetic palettes and other objects from Egypt's predynastic period, likely symbolising order over chaos, as well as the transition between the wild (represented by the African golden wolf) and the domestic (represented by the dog). Predynastic hunters may have also identified with the African wild dog, as the Hunters Palette shows them wearing the animals' tails on their belts. By the dynastic period, African wild dog illustrations became much less represented, and the animal's symbolic role was largely taken over by the wolf.According to Enno Littmann, the people of Ethiopia's Tigray Region believed that injuring a wild dog with a spear would result in the animal dipping its tail in its wounds and flicking the blood at its assailant, causing instant death. For this reason, Tigrean shepherds would repel wild dog attacks with pebbles rather than with edged weapons.The African wild dog also plays a prominent role in the mythology of Southern Africa's San people. In one story, the wild dog is indirectly linked to the origin of death, as the hare is cursed by the moon to be forever hunted by African wild dogs after the hare rebuffs the moon's promise to allow all living things to be reborn after death. Another story has the god Cagn taking revenge on the other gods by sending a group of men transformed into African wild dogs to attack them, though who won the battle is never revealed. The San of Botswana see the African wild dog as the ultimate hunter and traditionally believe that shamans and medicine men can transform themselves into wild dogs. Some San hunters will smear African wild dog bodily fluids on their feet before a hunt, believing that doing so will give them the animal's boldness and agility. Nevertheless, the species does not figure prominently in San rock art, with the only notable example being a frieze in Mount Erongo showing a pack hunting two antelopes.The Ndebele have a story explaining why the African wild dog hunts in packs: in the beginning, when the first wild dog's wife was sick, the other animals were concerned. An impala went to Hare, who was a medicine man. Hare gave Impala a calabash of medicine, warning him not to turn back on the way to Wild Dog's den. Impala was startled by the scent of a leopard and turned back, spilling the medicine. A zebra then went to Hare, who gave him the same medicine along with the same advice. On the way, Zebra turned back when he saw a black mamba, thus breaking the gourd. A moment later, a terrible howling is heard: Wild Dog's wife had died. Wild Dog went outside and saw Zebra standing over the broken gourd of medicine, so Wild Dog and his family chased Zebra and tore him to shreds. To this day, African wild dogs hunt zebras and impalas as revenge for their failure to deliver the medicine which could have saved Wild Dog's wife.\n\n\n== See also ==\n\nAfrican Wild Dog Conservancy\nBotswana Wild Dog Research Project\nHarnas Wildlife Foundation\nInstitute of Zoology\nPainted Dog Conservation\nWildlife Conservation Network\n\n\n== References ==\n\n\n== Further reading ==\nGithiru et al. (2007). African wild dogs (Lycaon pictus) from NE Kenya: Recent records and conservation issues. Zoology Department Research Report. National Museum of Kenya.\nVan Lawick, H. & Goodall, J. (1971). Innocent Killers. Houghton Mifflin Company Boston\nWozencraft, W. C. (November 2005). D. E. Wilson and D. M. Reeder (eds.). Mammal Species of the World (3rd edition). Johns Hopkins University Press. ISBN 0-8018-8221-4.\n\n\n== External links ==\npainteddog.org, Painted Dog Conservation Website\npainteddog.co.uk/, Painted Dog Conservation United Kingdom Website\nAfrican Wild Dog Conservancy\nAfrican Wild Dog Watch\nWild Dog conservation in Zimbabwe\nNamibia Nature Foundation Wild Dog Project: Conservation of African wild dogs in Namibia\nAfrican wild dogs: Wildlife summary at African Wildlife Foundation\nThe Zambian Carnivore Programme\nSave the African wild dog\nWildentrust.org\nPainted Dog Conservation (conservation organization)\nPhotos, videos and information from ARKive\nibream wild dog project\nAfrican Wild Dog – Painted Dog Conservation at WCN Wildlife Conservation Network",
    "ImageURL": "PaintedDog_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/African_wild_dog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Canidae",
        "Genus": "Lycaon",
        "Species": "pictus"
    },
    "ScientificName": "Lycaon pictus",
    "Zone": "* #### A"
}