{
    "CommonName": "Pale-throated three-toed sloth",
    "BriefSummary": "The pale-throated sloth (Bradypus tridactylus) is a species of three-toed sloth that inhabits tropical rainforests in northern South America.\nIt is similar in appearance to, and often confused with, the brown-throated sloth, which has a much wider distribution. Genetic evidence has been interpreted to suggest the two species diverged only around 400,000 years ago, although the most recent evidence indicates the split was closer to 6 million years.",
    "WikiContents": "The pale-throated sloth (Bradypus tridactylus) is a species of three-toed sloth that inhabits tropical rainforests in northern South America.\nIt is similar in appearance to, and often confused with, the brown-throated sloth, which has a much wider distribution. Genetic evidence has been interpreted to suggest the two species diverged only around 400,000 years ago, although the most recent evidence indicates the split was closer to 6 million years.\n\n\n== Description ==\n\nPale-throated sloths have a rounded head with a blunt nose and small external ears. The limbs are long and weak, with the arms being nearly twice the length of the hindlimbs. The hands and feet each have three digits, armed with long, arched claws, with the middle claw being the largest and most powerful. Males are 45 to 55 centimetres (18 to 22 in) in head-body length, with a short, 4 to 6 centimetres (1.6 to 2.4 in), tail, and weigh from 3.2 to 6 kilograms (7.1 to 13.2 lb). However, the females are noticeably larger, being from 50 to 75 centimetres (20 to 30 in) in length, and weighing 3.8 to 6.5 kilograms (8.4 to 14.3 lb).The body is covered with coarse guard hairs up to 10 centimetres (3.9 in) long, with a finer undercoat. Green algae live mutualistically between the microscopic scales on the surface of the guard hairs, giving the sloth a somewhat greenish appearance that serves as camouflage. Adults are blackish-grey over most of the body, with darker patches distributed over the backs, shoulders, and hips. Males have a bright yellow or orange patch on the back, divided by a central black stripe. Pale-throated sloths are difficult to distinguish from the closely related brown-throated sloth, but, as their name implies, have a pale yellow patch on the throat.The eyes are large and forward facing for binocular vision, with round pupils. Unusually, they appear to lack any cone cells in the retina, suggesting that the sloth is unable to see color. Despite its apparently small ears, the pale-throated sloth has excellent hearing; it has also been reported to have a good sense of smell.\n\n\n=== Anatomy ===\n\nThe sloth has nine cervical vertebrae, giving it extreme flexibility. As a result, a pale-throated sloth can bend its head backwards and forwards through 270° and rotate it through 330°. It possesses a pair of foramina in the anterodorsal nasopharynx, a feature that distinguishes it from its sister species. The females have two mammae in the chest region, a simple uterus. Males have no discrete prostate gland, no scrotum, and only rudimentary seminal vesicles.The mouth is lined by a black colored mucosa, although the large and heavy tongue is pink. The palate is wrinkled in texture, and the tongue is lined with numerous grooves, apparently adaptations to the sloth's diet. Like other three-toed sloths, it has just five teeth on each side of the upper jaw, and four on each side of the lower jaw; these are all simple and rounded in shape, with the front teeth in the upper jaw being much smaller than the others. The esophagus is short, but the stomach is large and complex, and there is also a large diverticulum in the cecum.\n\n\n== Distribution and habitat ==\nThe pale-throated sloth is found only in the tropical forests of northern South America, including Guyana, Suriname, French Guiana, western Venezuela and Colombia, and Brazil north of the Amazon River. There are no recognised subspecies.\n\n\n== Behavior and biology ==\nPale-throated sloths are solitary, herbivorous animals that spend almost their entire lives in trees. Depending on habitat, population densities of anything from 1.7 to 221 per square kilometre (4.4 to 572.4/sq mi) have been reported. They eat only leaves, including those of Cecropia, Ceiba, Elizabetha, and Hevea. Known predators include jaguars, margays, harpy eagles, and anacondas.The pale-throated sloth can hang so securely with its hooklike claws that it even falls asleep in this position. It may even stay suspended in the trees for some time after it dies. They have been reported to spend over eighteen hours each day asleep, and move through the tree canopy only very slowly. They periodically descend from the trees to defecate, depositing a pile of small pellets in a hole dug into the ground. Despite their arboreal lifestyle, they are effective swimmers. Their call is a bird-like whistle described as an \"ai-ai\" sound.In addition to their mutualism with green algae, pale-throated sloths are also commensal with sloth moths, and with certain species of beetle. These insects live in the sloth's fur, and lay their eggs in its dung, on which their larvae feed.\n\n\n== Reproduction ==\nMating takes place in the trees, with the pair either face to face, or with the male on the female's back. The female gives birth to a single infant after a gestation period of about six months.The young are born already fully furred, and with open eyes. The young animal clings to the mother's underside for the first month of life, by which time it has reached a weight of around 300 grams (10 oz). They begin to take solid food at three weeks, and are fully weaned some time after the first month. The young initially have soft greyish-brown fur, which darkens and becomes rougher as they age. They reach sexual maturity at around three years.\n\n\n== References ==\n\nBBC Science & Nature. \"Wildfacts - Pale throated Three-toed Sloth\". Retrieved 2007-01-02.\n\n\n== External links ==\n Media related to Bradypus tridactylus at Wikimedia Commons\nUniversity of Michigan Museum of Zoology",
    "ImageURL": "Palethroatedthreetoedsloth_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pale-throated_sloth",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Pilosa",
        "Family": "Bradypodidae",
        "Genus": "Bradypus",
        "Species": "tridactylus"
    },
    "ScientificName": "Bradypus tridactylus",
    "Zone": "* #### H"
}