{
    "CommonName": "Pallas's fish eagle",
    "BriefSummary": "Pallas's fish eagle (Haliaeetus leucoryphus), also known as Pallas's sea eagle or band-tailed fish eagle, is a large, brownish sea eagle. It breeds in northern India, Bangladesh, Myanmar and Bhutan. It is listed as Endangered on the IUCN Red List. It is partially migratory, with central Asian birds wintering among the southern Asian birds in northern India, and also further west to the Persian Gulf.",
    "WikiContents": "Pallas's fish eagle (Haliaeetus leucoryphus), also known as Pallas's sea eagle or band-tailed fish eagle, is a large, brownish sea eagle. It breeds in northern India, Bangladesh, Myanmar and Bhutan. It is listed as Endangered on the IUCN Red List. It is partially migratory, with central Asian birds wintering among the southern Asian birds in northern India, and also further west to the Persian Gulf.\n\n\n== Description ==\n\nIt has a light brown hood over a white face. The wings are dark brown and the back rufous, darker underneath. The tail is black with a wide, distinctive white stripe. Underwings have a white band. Juveniles are overall darker with no band on the tail. It measures 72–84 cm (28–33 in) in length with a wingspan of 180–215 cm (71–85 in). Females weigh 2–3.3 kg (4.4–7.3 lb) and are slightly larger than males at 4.4–7.3 kg (9.7–16.1 lb).Its diet consists primarily of large freshwater fish. It also regularly predates water birds, including adult greylag geese, by assaulting them on the surface of the water and then flying off with the kill. Since this goose species is slightly heavier than the eagle, this is one of the greatest weight-lifting feats ever recorded for a flying bird. Another case of lifting a great load was recorded at the Yamuna River in north-central India, where an eagle captured a huge carp and flew with the struggling fish very low over the water, before dropping it in response to gunfire. The carp was found to have weighed 6 kg (13 lb) about twice the weight of the eagle carrying it.\n\n\n== Systematics ==\nThis species is the hardest-to-place sea-eagle. Among the species of its genus, it has no close living relatives. mtDNA cytochrome b sequence data is unable to reliably suggest a phylogenetic place for it among the sea-eagles. However, some information can be drawn from the molecular data, and especially from morphology and biogeography:\nThis species retains the ancestral dark eye, bill, and talons of the first sea-eagles, shared with the older tropical lineage. It is peculiar insofar as it has a black band at the end of the tail in adult birds, similar to juvenile Madagascar fish eagles (which look like a smaller, darker version of this bird, but are not very closely related). Its distribution indicates that this species evolved fairly independently of other sea-eagle lineages, but the molecular data tentatively suggests it is possibly closer to the Holarctic species. It diverged from its common ancestor with other species soon after the Holarctic and the tropical lineages split. Dependent on the interpretation of a possible Early Oligocene sea-eagle fossil from Egypt, this happened either at the very start or the end of the Oligocene, somewhere between 34 and 25 mya.Apparently, this species achieved its current, essentially land-locked distribution peculiar among sea-eagles due to the collision of Indian Plate with Eurasia.\nAlthough the exact timing is not well resolved, it is quite certain that Pallas's fish eagle is a descendant of those sea-eagles which inhabited the northwestern Bay of Bengal when it was a shallow straits separating mainland Asia from India, which still was an island at that time.\n\n\n== Conservation status ==\n\nThe conservation status of Pallas's fish eagle is Endangered, and the global population is estimated at less than 2,500 individuals. Besides direct persecution, humans contribute to the decline of this species through habitat degradation, pollution, and draining or overfishing lakes. In India, the spread of water hyacinth in lakes possibly makes finding prey difficult for the Pallas's fish eagle.\nThe large range is deceptive, as Pallas's fish eagle is rare and isolated throughout its territory and may not breed in large areas of it.\n\n\n== References ==\n\n\n== External links ==\nARKive: Images and movies\nBirdLife Species Factsheet\nH. leucoryphus range map (very large and slow to load)",
    "ImageURL": "Pallassfisheagle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pallas%27s_fish_eagle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "Accipitridae",
        "Genus": "Haliaeetus",
        "Species": "leucoryphus"
    },
    "ScientificName": "Haliaeetus leucoryphus"
}