{
    "CommonName": "Palm squirrel",
    "BriefSummary": "The Indian palm squirrel or three-striped palm squirrel (Funambulus palmarum) is a species of rodent in the family Sciuridae found naturally in India (south of the Vindhyas) and Sri Lanka. In the late 19th century, the palm squirrel was introduced to Madagascar, Réunion, Mayotte, Comoro Islands, Mauritius, Seychelles and Australia, where it has since become a minor pest. The closely related five-striped palm squirrel, F. pennantii, is found in northern India, and its range partly overlaps with this species.",
    "WikiContents": "The Indian palm squirrel or three-striped palm squirrel (Funambulus palmarum) is a species of rodent in the family Sciuridae found naturally in India (south of the Vindhyas) and Sri Lanka. In the late 19th century, the palm squirrel was introduced to Madagascar, Réunion, Mayotte, Comoro Islands, Mauritius, Seychelles and Australia, where it has since become a minor pest. The closely related five-striped palm squirrel, F. pennantii, is found in northern India, and its range partly overlaps with this species.\n\n\n== Description ==\n\nThe palm squirrel is about the size of a large chipmunk, with a bushy tail slightly shorter than its body. The back is a grizzled, grey-brown colour with three conspicuous white stripes which run from head to tail. The two outer stripes run from the forelegs to the hind legs only. It has a creamy-white belly and a tail covered with interspersed, long, black and white hair. The ears are small and triangular. Juvenile squirrels have significantly lighter coloration, which gets progressively darker as they age. Albinism is rare, but exists in this species.\n\n\n== Life cycle ==\n\nThe gestation period is 34 days; breeding takes place in grass nests during the autumn. Litters of two or three are common, and average 2.75. The young are weaned after about 10 weeks and are sexually mature at 9 months. Adult weight is 100 g. Little is known about their longevity, but one specimen lived 5.5 years in captivity.\n\n\n== Diet and behaviour ==\nThese squirrels eat mainly nuts and fruits. They are fairly vocal, with a cry that sounds like \"chip chip chip\" when danger is present. They are opportunists in urban areas, and can be easily tamed and trained to accept food from humans. Naturally active, their activity reaches levels of frenzy during the mating season. They tend to be very protective of their food sources, often guarding and defending them from birds and other squirrels.\nUnlike some other species of squirrel, the Indian palm squirrel does not hibernate.\n\n\n== Importance in Hinduism ==\nSquirrels are considered sacred in India and are not to be harmed. They are even fed by many Hindu families,  mainly because of their association with Lord Rama.\nA legend explains the stripes on the back of most of the squirrels. During the construction of the Rama Setu (bridge) at Rameswaram by Lord Rama and the Vanara Sena, a little squirrel also contributed in its own little way. It rolled in the beach sand and then ran to the end of the bridge to shake off the sand from its back (chanting Lord Rama's name all along).\nLord Rama, pleased by the creature's dedication, caressed the squirrel's back and ever since, the Indian squirrel carried white stripes on its back, which are believed to be the mark of Lord Rama's fingers. Lord Rama and the squirrel are mentioned in one of the hymns of the Alvars.\n\n\n== Subspecies ==\nGenerally four valid subspecies are described according to the geographic distribution. But many more subspecies are also described, but not given validity.\nValid subspecies\nFunambulus palmarum bellaricus Wroughton, 1916\nFunambulus palmarum palmarum (Linnaeus, 1766)\nFunambulus palmarum brodiei (Blyth, 1849)\nFunambulus palmarum robertsoni Wroughton, 1916\nInvalid subspecies\n? Funambulus palmarum bengalensis Wroughton, 1916\n? Funambulus palmarum comorinus Wroughton, 1905\n? Funambulus palmarum gossei Wroughton and Davidson, 1919\n? Funambulus palmarum kelaarti (Layard, 1851)\n? Funambulus palmarum matugamensis Lindsay, 1926\n? Funambulus palmarum olympius Thomas and Wroughton, 1915\n? Funambulus palmarum penicillatus (Leach, 1814)\n? Funambulus palmarum favonicus Thomas and Wroughton, 1915\n\n\n== References ==\n\n\n== External links ==\nFunambulus palmarum on Wikispecies",
    "ImageURL": "Palmsquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Indian_palm_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Funambulus",
        "Species": "palmarum"
    },
    "ScientificName": "Funambulus palmarum"
}