{
    "CommonName": "Partula Snail",
    "BriefSummary": "Partula is a genus of air-breathing tropical land snails, terrestrial pulmonate gastropod mollusks in the family Partulidae. Many species of Partula are known under the general common names \"Polynesian tree snail\" and \"Moorean viviparous tree snail\". Partulids are distributed across 5,000 square miles (13,000 km2) of Pacific Ocean islands, from the Society Islands to New Guinea.Once used as decorative items in Polynesian ceremonial wear and jewelry, these small snails (averaging about one-half to three-quarters of an inch in length) gained the attention of science when Dr. Henry Crampton (along with Yoshio Kondo) spent 50 years studying and cataloging partulids, detailing their remarkable array of morphological elements, ecological niches and behavioral aspects that illustrate adaptive radiation.",
    "WikiContents": "Partula is a genus of air-breathing tropical land snails, terrestrial pulmonate gastropod mollusks in the family Partulidae. Many species of Partula are known under the general common names \"Polynesian tree snail\" and \"Moorean viviparous tree snail\". Partulids are distributed across 5,000 square miles (13,000 km2) of Pacific Ocean islands, from the Society Islands to New Guinea.Once used as decorative items in Polynesian ceremonial wear and jewelry, these small snails (averaging about one-half to three-quarters of an inch in length) gained the attention of science when Dr. Henry Crampton (along with Yoshio Kondo) spent 50 years studying and cataloging partulids, detailing their remarkable array of morphological elements, ecological niches and behavioral aspects that illustrate adaptive radiation.\n\n\n== Decline ==\nThe partulids of the island of Tahiti act as an example of the possible deleterious effects of attempted biological control. After an infestation of the introduced giant African land snails (Achatina spp.), the carnivorous Florida rosy wolfsnail (Euglandina rosea) was introduced into Tahiti in an attempt to combat the African species.\nThe wolfsnail chose instead to hunt and eat members of the nearly 76 species of Partula that were endemic to Tahiti and the nearby islands, devouring all but 12 species in a decade. Several scientists recognized what was going on, and were able to save 12 species prior to their becoming extinct.\nToday, the Zoological Society of London runs the Partula Programme Consortium which maintains a captive breeding program in the United Kingdom, France and the United States.\nThe 2008 IUCN Red List of Threatened Species contains 15 critically endangered, 11 extinct in the wild and 48 extinct Partula species. The IUCN Red List of Threatened Species version 2009.2 contains 13 critically endangered, 11 extinct in the wild and 51 extinct Partula species. The IUCN Red List of Threatened Species version 2015-4 contains 83 Partula species.\n\n\n== Species ==\nSpecies within the genus Partula include:\n\n\n=== Cladogram ===\nA cladogram showing the phylogenic relationships of the genus Partula:\n\n\n== Ecology ==\nPartula species on Tahiti were usually found on the undersides of the leaves of Caladium and plantain, although in some valleys they were frequently found on Dracaena and turmeric.\n\n\n== References ==\nThis article incorporates public domain text from the reference.\n\n\n== Further reading ==\nCrampton H. E. (1916). Studies on the variation, distribution and evolution of the genus Partula. The species inhabiting Tahiti. Carnegie Institution of Washington, 228: 1-311.\nCrampton H. E. (1925). Studies on the variation, distribution and evolution of the genus Partula. The species of the Mariana Islands, Guam and Saipan. Carnegie Institution of Washington, 228a: 1-116.\nCrampton H. E. (1932). Studies on the variation, distribution and evolution of the genus Partula. The species inhabiting Moorea. Carnegie Institution of Washington, 410: 1-335.\nLee, T.; Burch, J. B.; Jung, Y.; Coote, T.; Pearce-Kelly, P.; ó Foighil, D. (2007). \"Tahitian tree snail mitochondrial clades survived recent mass extirpation\". Current Biology. 17 (13): R502–R503. doi:10.1016/j.cub.2007.05.006. PMID 17610827.\n\n\n== External links ==\nPartula evolution, diversity and conservation Partula Pages",
    "ImageURL": "PartulaSnail.png",
    "Source": "https://en.wikipedia.org/wiki/Partula_(gastropod)",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Mollusca",
        "Class": "Gastropoda",
        "Family": "Partulidae",
        "Genus": "PartulaFérussac, 1821[1]"
    }
}