{
    "CommonName": "Peruvian Firestick",
    "BriefSummary": "Euphorbia is a very large and diverse genus of flowering plants, commonly called spurge, in the spurge family (Euphorbiaceae). \"Euphorbia\" is sometimes used in ordinary English to collectively refer to all members of Euphorbiaceae (in deference to the type genus), not just to members of the genus. Some euphorbias are commercially widely available, such as poinsettias at Christmas. Some are commonly cultivated as ornamentals, or collected and highly valued for the aesthetic appearance of their unique floral structures, such as the crown of thorns plant (Euphorbia milii). Euphorbias from the deserts of Southern Africa and Madagascar have evolved physical characteristics and forms similar to cacti of North and South America, so they (along with various other kinds of plants) are often incorrectly referred to as cacti. Some are used as ornamentals in landscaping, because of beautiful or striking overall forms, and drought and heat tolerance.Euphorbias range from tiny annual plants to large and long-lived trees. The genus has over or about 2,000 members, making it one of the largest genera of flowering plants. It also has one of the largest ranges of chromosome counts, along with Rumex and Senecio. Euphorbia antiquorum is the type species for the genus Euphorbia. It was first described by Carl Linnaeus in 1753 in Species Plantarum.\nThe plants share the feature of having a poisonous, milky, white, latex-like sap, and unusual and unique floral structures. The genus may be described by properties of its members' gene sequences, or by the shape and form (morphology) of its heads of flowers. When viewed as a whole, the head of flowers looks like a single flower (a pseudanthium). It has a unique kind of pseudanthium, called a cyathium, where each flower in the head is reduced to its barest essential part needed for sexual reproduction. The individual flowers are either male or female, with the male flowers reduced to only the stamen, and the females to the pistil. These flowers have no sepals, petals, or other parts that are typical of flowers in other kinds of plants. Structures supporting the flower head and beneath have evolved to attract pollinators with nectar, and with shapes and colors that function the way petals and other flower parts do in other flowers. It is the only genus of plants that has all three kinds of photosynthesis, CAM, C3, and C4.The genus can be found all over the world. The forms range from annual plants lying on the ground, to well-developed tall trees. In deserts in Madagascar and southern Africa, convergent evolution has led to cactus-like forms where the plants occupy the same ecological niche as cacti do in deserts of North and South America. The genus is primarily found in the tropical and subtropical regions of Africa and the Americas, but also in temperate zones worldwide. Succulent species originate mostly from Africa, the Americas, and Madagascar. A wide range of insular species can be found.",
    "WikiContents": "Euphorbia is a very large and diverse genus of flowering plants, commonly called spurge, in the spurge family (Euphorbiaceae). \"Euphorbia\" is sometimes used in ordinary English to collectively refer to all members of Euphorbiaceae (in deference to the type genus), not just to members of the genus. Some euphorbias are commercially widely available, such as poinsettias at Christmas. Some are commonly cultivated as ornamentals, or collected and highly valued for the aesthetic appearance of their unique floral structures, such as the crown of thorns plant (Euphorbia milii). Euphorbias from the deserts of Southern Africa and Madagascar have evolved physical characteristics and forms similar to cacti of North and South America, so they (along with various other kinds of plants) are often incorrectly referred to as cacti. Some are used as ornamentals in landscaping, because of beautiful or striking overall forms, and drought and heat tolerance.Euphorbias range from tiny annual plants to large and long-lived trees. The genus has over or about 2,000 members, making it one of the largest genera of flowering plants. It also has one of the largest ranges of chromosome counts, along with Rumex and Senecio. Euphorbia antiquorum is the type species for the genus Euphorbia. It was first described by Carl Linnaeus in 1753 in Species Plantarum.\nThe plants share the feature of having a poisonous, milky, white, latex-like sap, and unusual and unique floral structures. The genus may be described by properties of its members' gene sequences, or by the shape and form (morphology) of its heads of flowers. When viewed as a whole, the head of flowers looks like a single flower (a pseudanthium). It has a unique kind of pseudanthium, called a cyathium, where each flower in the head is reduced to its barest essential part needed for sexual reproduction. The individual flowers are either male or female, with the male flowers reduced to only the stamen, and the females to the pistil. These flowers have no sepals, petals, or other parts that are typical of flowers in other kinds of plants. Structures supporting the flower head and beneath have evolved to attract pollinators with nectar, and with shapes and colors that function the way petals and other flower parts do in other flowers. It is the only genus of plants that has all three kinds of photosynthesis, CAM, C3, and C4.The genus can be found all over the world. The forms range from annual plants lying on the ground, to well-developed tall trees. In deserts in Madagascar and southern Africa, convergent evolution has led to cactus-like forms where the plants occupy the same ecological niche as cacti do in deserts of North and South America. The genus is primarily found in the tropical and subtropical regions of Africa and the Americas, but also in temperate zones worldwide. Succulent species originate mostly from Africa, the Americas, and Madagascar. A wide range of insular species can be found.\n\n\n== Misidentification as cacti ==\n\nAmong laypeople, Euphorbia species are among the plant taxa most commonly confused with cacti, especially the stem succulents. Euphorbias secrete a sticky, milky-white fluid with latex, but cacti do not. Individual flowers of euphorbias are usually tiny and nondescript (although structures around the individual flowers may not be), without petals and sepals, unlike cacti, which often have fantastically showy flowers. Euphorbias from desert habitats with growth forms similar to cacti have thorns, which are different from the spines of cacti.\n\n\n== Etymology ==\nThe common name \"spurge\" derives from the Middle English/Old French espurge (\"to purge\"), due to the use of the plant's sap as a purgative. The botanical name Euphorbia derives from Euphorbos, the Greek physician of king Juba II of Numidia (52–50 BC – 23 AD), who married the daughter of Anthony and Cleopatra. Juba was a prolific writer on various subjects, including natural history. Euphorbos wrote that one of the cactus-like euphorbias (now called Euphorbia obtusifolia ssp. regis-jubae) was used as a powerful laxative. In 12 BC, Juba named this plant after his physician Euphorbos, as Augustus Caesar had dedicated a statue to the brother of Euphorbos, Antonius Musa, who was the personal physician of Augustus. In 1753, botanist and taxonomist Carl Linnaeus assigned the name Euphorbia to the entire genus in the physician's honor.\n\n\n== Description ==\nThe plants are annual, biennial or perennial herbs, woody shrubs, or trees with a caustic, poisonous milky latex. The roots are fine or thick and fleshy or tuberous. Many species are more or less succulent, thorny, or unarmed. The main stem and mostly also the side arms of the succulent species are thick and fleshy, 15–91 cm (6–36 in) tall. The deciduous leaves may be opposite, alternate, or in whorls. In succulent species, the leaves are mostly small and short-lived. The stipules are mostly small, partly transformed into spines or glands, or missing.\n\n\n=== Inflorescence and fruit ===\n\nLike all members of the family Euphorbiaceae, spurges have unisexual flowers.\nIn Euphorbia, flowers occur in a head, called the cyathium (plural cyathia). Each male or female flower in the cyathium head has only its essential sexual part, in males the stamen, and in females the pistil. The flowers do not have sepals, petals, or nectar to attract pollinators, although other nonflower parts of the plant have an appearance and nectar glands with similar roles. Euphorbias are the only plants known to have this kind of flower head.Nectar glands and nectar that attract pollinators are held in the involucre, a cuplike part below and supporting the cyathium head. (The \"involucre\" in the genus Euphorbia is not to be confused with the \"involucre\" in family Asteraceae members, which is a collection of bracts called (phyllaries), which surround and encase the unopened flower head, then support the receptacle under it after the flower head opens.)\nThe involucre is above and supported by bract-like modified leaf structures (usually in pairs) called cyathophylls', or cyathial leaves. The cyathophyll often has a superficial appearance of being petals of a flower.\nEuphorbia flowers are tiny, and the variation attracting different pollinators (and the human eye), with different forms and colors occurs, in the cyathium, involucre, cyathophyll, or additional parts such as glands that attached to these.\nThe collection of many flowers may be shaped and arranged to appear collectively as a single individual flower, sometimes called a pseudanthium in the Asteraceae, and also in Euphorbia.\nThe majority of species are monoecious (bearing male and female flowers on the same plant), although some are dioecious with male and female flowers occurring on different plants. It is not unusual for the central cyathia of a cyme to be purely male, and for lateral cyathia to carry both sexes. Sometimes, young plants or those growing under unfavorable conditions are male only, and only produce female flowers in the cyathia with maturity or as growing conditions improve.The female flowers reduced to a single pistil usually split into three parts, often with two stigmas at each tip.  Male flowers often have anthers in twos.  Nectar glands usually occur in fives, may be as few as one, and may be fused into a \"U\" shape. The cyathophylls often occur in twos, are leaf-like, and may be showy and brightly coloured and attractive to pollinators, or be reduced to barely visible tiny scales.The fruits are three- or rarely two-compartment capsules, sometimes fleshy, but almost always ripening to a woody container that then splits open, sometimes explosively. The seeds are four-angled, oval, or spherical, and some species have a caruncle.\n\n\n=== Xerophytes and succulents ===\nIn the genus Euphorbia, succulence in the species has often evolved divergently and to differing degrees. Sometimes, it is difficult to decide, and is a question of interpretation, whether or not a species is really succulent or \"only\" xerophytic. In some cases, especially with geophytes, plants closely related to the succulents are normal herbs. About 850 species are succulent in the strictest sense. If one includes slightly succulent and xerophytic species, this figure rises to about 1000, representing about 45% of all Euphorbia species.\n\n\n=== Irritants ===\nThe milky sap of spurges (called \"latex\") evolved as a deterrent to herbivores. It is white, and transparent when dry, except in E. abdelkuri, where it is yellow. The pressurized sap seeps from the slightest wound and congeals after a few minutes in air. The skin-irritating and caustic effects are largely caused by varying amounts of diterpenes. Triterpenes such as betulin and corresponding esters are other major components of the latex. In contact with mucous membranes (eyes, nose, mouth), the latex can produce extremely painful inflammation. Therefore, spurges should be handled with caution and kept away from children and pets. Latex on skin should be washed off immediately and thoroughly. Congealed latex is insoluble in water, but can be removed with an emulsifier such as milk or soap. A physician should be consulted if inflammation occurs, as severe eye damage including permanent blindness may result from exposure to the sap. When large succulent spurges in a greenhouse are cut, vapours can cause irritation to the eyes and throat several metres away. Precautions, including sufficient ventilation, are required.\n\n\n=== Uses ===\n\nSeveral spurges are grown as garden plants, among them poinsettia (E. pulcherrima) and the succulent E. trigona. E. pekinensis (Chinese: 大戟; pinyin: dàjǐ) is used in traditional Chinese medicine, where it is regarded as one of the 50 fundamental herbs. Several Euphorbia species are used as food plants by the larvae of some Lepidoptera (butterflies and moths), like the spurge hawk-moths (Hyles euphorbiae and Hyles tithymali), as well as the giant leopard moth.\nIngenol mebutate, a drug used to treat actinic keratosis, is a diterpenoid found in Euphorbia peplus.\nEuphorbias are often used as  hedging plants in many parts of Africa.\n\n\n== Systematics and taxonomy ==\nEuphorbia corresponds to what was its own former subtribe, the Euphorbiinae. It has over 2000 species. Morphological description using the presence of a cyathium (see section above) is consistent with nuclear and chloroplast DNA sequence data in testing of about 10% of its members. This testing supports inclusion of formerly other genera as being best placed in this single genus, including Chamaesyce, Monadenium, Pedilanthus, and poinsettia (E. pulcherrima).\nGenetic tests have shown that similar flower head structures or forms within the genus, might not mean close ancestry within the genus. The genetic data show that within the genus, convergent evolution of inflorescence structures may be from ancestral subunits that are not related. So using morphology within the genus becomes problematic for further subgeneric grouping. As stated on the Euphorbia Planetary Biodiversity Inventory project webpage:\nPrevious morphologically based delimitations of subgenera or sections within the genus should not be taken at face value. The genus is in fact rife with striking examples of morphological convergence in cyathial and vegetative features, which justifies a global approach to studying the genus to obtain a proper phylogenetic understanding of the whole group.... The bottom line is that a number of clades have been placed inside or outside of Euphorbia at different times... few of the subgeneric circumscriptions hold up under DNA sequence analysis.\n\nAccording to a 2002 publication on studies of DNA sequence data, most of the smaller \"satellite genera\" around the huge genus Euphorbia nest deep within the latter. Consequently, these taxa, namely the never generally accepted genus Chamaesyce, as well as the smaller genera Cubanthus, Elaeophorbia, Endadenium, Monadenium, Synadenium,\nand Pedilanthus were transferred to Euphorbia. The entire subtribe Euphorbiinae now consists solely of the genus Euphorbia.\n\n\n=== Selected species ===\nSee List of Euphorbia species for complete list.\n\nEuphorbia albomarginata – rattlesnake weed, white-margined sandmat\nEuphorbia amygdaloides – wood spurge\nEuphorbia antisyphilitica – candelilla\nEuphorbia backeri\nEuphorbia balsamifera – sweet tabaiba (Canary Islands)\nEuphorbia bulbispina\nEuphorbia canariensis – Canary Island spurge, Hercules club (Canary Islands)\nEuphorbia caput-medusae – Medusa's head (South Africa)\nEuphorbia ceratocarpa – (Sicily and southern Italy)\nEuphorbia characias – Mediterranean spurge\nEuphorbia cotinifolia – copper tree\nEuphorbia cyparissias – Cypress spurge\nEuphorbia decidua\nEuphorbia dendroides – tree spurge\nEuphorbia epithymoides – cushion spurge\nEuphorbia esula – leafy spurge\nEuphorbia franckiana\nEuphorbia fulgens – scarlet plume\nEuphorbia grandicornis – Euphorbia with large horn\nEuphorbia grantii – African milk bush\nEuphorbia gregersenii – Gregersen's spurge\nEuphorbia griffithii – Griffith's spurge\nEuphorbia helioscopia – sun spurge\nEuphorbia heterophylla – painted euphorbia, desert poinsettia, fireplant, paint leaf, kaliko\nEuphorbia hirta – asthma-plant\nEuphorbia hispida\nEuphorbia horrida – African milk barrel\nEuphorbia ingens – candelabra tree\nEuphorbia labatii\nEuphorbia lactea – mottled spurge, frilled fan, elkhorn\nEuphorbia lathyris – caper spurge, paper spurge, gopher spurge, gopher plant, mole plant\nEuphorbia leuconeura – Madagascar jewel\nEuphorbia maculata – spotted spurge, prostrate spurge\nEuphorbia marginata – snow on the mountain\nEuphorbia mammillaris\nEuphorbia maritae\nEuphorbia milii – crown-of-thorns, Christ plant\nEuphorbia myrsinites – myrtle spurge, creeping spurge, donkey tail\nEuphorbia obesa\nEuphorbia paralias – sea spurge\nEuphorbia pekinensis – Peking spurge\nEuphorbia peplis – purple spurge\nEuphorbia peplus – petty spurge\nEuphorbia polychroma – bonfire\nEuphorbia psammogeton – sand spurge\nEuphorbia pulcherrima – poinsettia, Mexican flame leaf, Christmas star, winter rose, noche buena, lalupatae, pascua, Atatürk çiçeği (Turkish)\nEuphorbia purpurea – Darlington's glade spurge, glade spurge, or purple spurge\nEuphorbia resinifera – resin spurge\nEuphorbia rigida  – gopher spurge, upright myrtle spurge\nEuphorbia serrata – serrated spurge, sawtooth spurge\nEuphorbia tirucalli – Indian tree spurge, milk bush, pencil tree, firestick\nEuphorbia tithymaloides – devil's backbone, redbird cactus, cimora misha (Peru)\nEuphorbia trigona – African milk tree, cathedral cactus, Abyssinian euphorbia\nEuphorbia virosa – gifboom or poison tree\n\n\n=== Hybrids ===\nEuphorbia has been extensively hybridised for garden use, with many cultivars available commercially. Moreover, some hybrid plants have been found growing in the wild, for instance E. × martini Rouy, a cross of E. amygdaloides × E. characias subsp. characias, found in southern France.\n\n\n=== Subgenera ===\n\nThe genus Euphorbia is one of the largest and most complex genera of flowering plants, and several botanists have made unsuccessful attempts to subdivide the genus into numerous smaller genera. According to the recent phylogenetic studies, Euphorbia can be divided into four subgenera, each containing several not yet sufficiently studied sections and groups. Of these, Esula is the most basal. Chamaesyce and Euphorbia are probably sister taxa, but very closely related to Rhizanthium. Extensive xeromorph adaptations in all probability evolved several times; it is not known if the common ancestor of the cactus-like Rhizanthium and Euphorbia lineages was xeromorphic—in which case a more normal morphology would have re-evolved namely in Chamaesyce—or whether extensive xeromorphism is entirely polyphyletic even to the level of the subgenera.\n\nEsula\n\t\t\n\t\t\n\t\t\nRhizanthium\n\t\t\n\t\t\n\t\t\nChamaesyce\n\t\t\n\t\t\n\t\t\nEuphorbia\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\n \"Euphorbia\" . Encyclopædia Britannica. 9 (11th ed.). 1911.\nInternational Euphorbia Society\nEuphorbia\nSucculent Euphorbias\nA selection of important / new literature\nThe Euphorbia Family\nITIS\nIPNI\nFlora Zambesiaca: Euphorbia\n(in French) Institut de l’Information Scientifique et Technique",
    "ImageURL": "PeruvianFirestick.jpg",
    "Source": "https://en.wikipedia.org/wiki/Euphorbia",
    "Taxonomy": {
        "Kingdom": "Plantae",
        "Order": "Malpighiales",
        "Family": "Euphorbiaceae",
        "Genus": "EuphorbiaL."
    }
}