{
    "CommonName": "Philippine sail-finned lizard",
    "BriefSummary": "The Amboina sail-finned lizard or Amboina sailfin lizard (Hydrosaurus amboinensis) is the largest agamid lizard in the world, growing to over one metre in length. It is found in wooded habitats near water in New Guinea (both Papua New Guinea and Western New Guinea, Indonesia) and Ambon/Amboina Island (Indonesia). Although it has been reported from the Philippines and Sulawesi, a genetic study has shown that all in the former country (even southern ones, which have caused confusion in the past) are Philippine sailfin lizards H. pustulatus, while individuals from the latter island belong to a separate, currently unrecognized species to which the name H. celebensis is available.Sailfin lizards are semiaquatic and able to run short distances across water using both their feet and tail for support, similar to the basilisks.",
    "WikiContents": "The Amboina sail-finned lizard or Amboina sailfin lizard (Hydrosaurus amboinensis) is the largest agamid lizard in the world, growing to over one metre in length. It is found in wooded habitats near water in New Guinea (both Papua New Guinea and Western New Guinea, Indonesia) and Ambon/Amboina Island (Indonesia). Although it has been reported from the Philippines and Sulawesi, a genetic study has shown that all in the former country (even southern ones, which have caused confusion in the past) are Philippine sailfin lizards H. pustulatus, while individuals from the latter island belong to a separate, currently unrecognized species to which the name H. celebensis is available.Sailfin lizards are semiaquatic and able to run short distances across water using both their feet and tail for support, similar to the basilisks.\n\n\n== References ==\n\nPhotos at Fobi.web.id\nGBIF.org\n\n\n== Further reading ==\nBleeker, P. (1860). [12. Reptilien van Boni]. Natuurkundl. Tijdschr. Nederl. Indie, Batavia 22: 81-85\nBoulenger, G.A. (1885). Catalogue of the Lizards in the British Museum (Nat. Hist.) I. Geckonidae, Eublepharidae, Uroplatidae, Pygopodidae, Agamidae. London: 450 pp.\nDas, I. (1993). Jour. Sarawak Mus., 44 (65): 128\nDe Rooij, N. de (1915). The Reptiles of the Indo-Australian Archipelago. I. Lacertilia, Chelonia, Emydosauria. Leiden (E. J. Brill), xiv + 384 pp.\nDuméril, A. M. C. and G. Bibron. (1837). Erpétologie Générale ou Histoire Naturelle Complete des Reptiles. Vol. 4. Libr. Encyclopédique Roret, Paris, 570 pp.\nGábris, J. (2003). Zur Haltung von philippinischen Segelechsen (Hydrosaurus pustulatus). Draco 4 (14): 24-33\nGray, J. E. 1845. Catalogue of the specimens of lizards in the collection of the British Museum. Trustees of die British Museum/Edward Newman, London: xxvii + 289 pp.\nGünther, A. 1873. Notes on some reptiles and batrachians obtained by Dr. Bernhard Meyer in Celebes and the Philippine Islands. Proc. Zool. Soc. London 1873: 165-172\nManthey, U. & SCHUSTER, N. 1999. Agamen, 2. Aufl. Natur und Tier Verlag (Münster), 120 pp.\nPeters, Wilhem Carl Hartwig 1872. Über einige von Hrn. Dr. A. B. Meyer bei Gorontalo und Auf den Togian-Inseln gesammelte Amphibien. Monatsber. königl. Akad. Wiss. Berlin. 1872 (Juli): 581-585\nPoche, F. 1903. Einige nothwendige Änderungen in der herpetologischen Nomenklatur. Zool. Anz. 26: 698-703\nSchlosser 1768. Epistola ad F. DEJEAN de L. amboin.\nShaw, G. 1802. General Zoology, or Systematic Natural History. Vol.3, part 2. G. Kearsley, Thomas Davison, London: 313-615\nWerning, H. (2004). Bibliographie der Gattungen Physignathus, Lophognathus und Hydrosaurus. Iguana Rundschreiben 17 (2): 18-31",
    "ImageURL": "Philippinesailfinnedlizard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Hydrosaurus_amboinensis",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Iguania",
        "Family": "Agamidae",
        "Genus": "Hydrosaurus",
        "Species": "amboinensis"
    },
    "ScientificName": "Hydrosaurus amboinensis"
}