{
    "CommonName": "Pied Tamarin",
    "BriefSummary": "The pied tamarin (Saguinus bicolor) is an endangered primate species found in a restricted area in the Brazilian Amazon Rainforest.",
    "WikiContents": "The pied tamarin (Saguinus bicolor) is an endangered primate species found in a restricted area in the Brazilian Amazon Rainforest.\n\n\n== Range ==\nThis New World monkey is found within and just north of the city limits of Manaus, the capital of the Amazonas state of Brazil. The main distribution is in the rio Cuieiras and rio Preto da Eva interfluvium. Pied tamarins are also found in the adjacent rio Preto da Eva and rio Urubu interfluvium, but are comparatively rare. There appears to be interspecific competition between the pied tamarin and the red-handed tamarin with the red-handed tamarin gradually displacing the pied tamarin from areas of its historical distribution. There are therefore multiple threats to the long-term survival off the pied tamarin that stem from habitat destruction and from interspecific competition.\n\n\n== Description ==\nThe pied tamarin's body measures 20.8–28.3 cm.; including the tail it measures 33.5–42.0 cm. Males weigh 428 grams (n = 4). Its life expectancy is approximately 10 years in the wild.\n\n\n== Behavior and reproduction ==\nIndividuals live in groups of 2 to 15 members with little intra-group competition. Average group size in the Reserva Florestal Adolpho Ducke is 4.8 individuals per group (n = 41), and other areas around Manaus reported mean group sizes of 6.19 ± 2.62 (n = 46).Only the alpha female of the group will breed. Reproduction in other females of the group is behaviorally suppressed. The gestation lasts 140–170 days and mothers typically give birth to twins. Young tamarins are cared for primarily by the father and turned over to the mother only to nurse; however, the entire group helps with the care of the young.\nTamarins are omnivorous, their diet consisting of fruit, flowers, nectar, insects, spiders, small vertebrates and bird eggs. Its natural predators are small cats, birds of prey, and snakes. In urban setting main predators are domestic and feral cats and dogs. Because of the destruction of its natural habitat, the species is at risk. However, the species also occurs in several protected areas.\n\n\n== Conservation ==\nMajor protected areas outside Manaus include:\nThe Rio Negro State Park South Section\nThe Sauim-Castanheiras Wildlife Refuge (97 ha)\nThe Adolfo Ducke Forest Reserve of the Instituto Nacional de Pesquisas da Amazônia (INPA) (10,000 ha)\nThe Walter Egler Forest Reserve of the Instituto Nacional de Pesquisas da Amazônia (INPA) (630 ha)\nThe Military training area of the Centro de Instrução de Guerra na Selva (CIGS) (115,000 ha)\nThe Tupé Sustainable Development Reserve\nThe Rio Negro Left Bank Environmental Protection Area – Tarumã-Açú/Tarumã-mirim SectorMajor protected areas within Manaus include:\nThe campus of Universidade Federal do Amazonas (UFAM) (670 ha)\nThe buffer zone around the Eduardo Gomes international airport (800 ha)\nThe buffer zone around the Ponte Pelada regional airport (57.6 ha)\nThe Sumaúma State Park (51 ha)\nThe Mindu Municipal Park (26.5 ha)\nThe worker's country club SESCI (49.5 ha)\nThe worker's country club SESI (100 ha)\nThe 1ºBIS/CIGS military zoo and surrounding areas\n\n\n== References ==",
    "ImageURL": "PiedTamarin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pied_tamarin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Callitrichidae",
        "Genus": "Saguinus",
        "Species": "bicolor"
    },
    "ScientificName": "Saguinus bicolor",
    "Zone": "* #### I"
}