{
    "CommonName": "Pied avocet",
    "BriefSummary": "The pied avocet (Recurvirostra avosetta) is a large black and white wader in the avocet and stilt family, Recurvirostridae. They breed in temperate Europe and western and Central Asia. It is a migratory species and most winter in Africa or southern Asia. Some remain to winter in the mildest parts of their range, for example in southern Spain and southern England. The pied avocet is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.",
    "WikiContents": "The pied avocet (Recurvirostra avosetta) is a large black and white wader in the avocet and stilt family, Recurvirostridae. They breed in temperate Europe and western and Central Asia. It is a migratory species and most winter in Africa or southern Asia. Some remain to winter in the mildest parts of their range, for example in southern Spain and southern England. The pied avocet is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.\n\n\n== Taxonomy ==\nThe pied avocet was one of the many bird species originally described by Linnaeus in the landmark 1758 10th edition of his Systema Naturae, where it was given the binomial name of Recurvirostra avosetta. This species gets its English and scientific names from the Venetian name avosetta. It appeared first in Aldrovandi's Ornithologia (1603). While the name may refer to black and white outfits once worn by European advocates or lawyers, the actual etymology is unknown. Other common names include black-capped avocet, Eurasian avocet or just avocet.It is one of four species of avocet that make up the genus Recurvirostra. The genus name is from Latin recurvus, \"curved backwards\" and rostrum, \"bill\". A 2004 study combining genetics and morphology showed that it was the most divergent species in the genus.\n\n\n== Description ==\nThe pied avocet is a striking white wader with bold black markings. Adults have white plumage except for a black cap and black patches in the wings and on the back. They have long, upturned bills and long, bluish legs. It is approximately 16.5–17.75 in (41.9–45.1 cm) in length of which the bill is approximately 2.95–3.35 in (7.5–8.5 cm) and the legs are approximately 3–4 in (7.6–10.2 cm). Its wing-span is approximately 30–31.5 in (76–80 cm). Males and females look alike. The juvenile resembles the adult but with more greyish and sepia tones.\nThe call of the avocet is a far-carrying, liquid, melodious kluit kluit.\n\n\n== Behaviour ==\n\nThese birds forage in shallow brackish water or on mud flats, often scything their bills from side to side in water (a feeding technique that is unique to the avocets). They mainly eat crustaceans and insects.\nTheir breeding habitat is shallow lakes with brackish water and exposed bare mud. They nest on open ground, often in small groups, sometimes with other waders. 3–5 eggs are laid in a lined scrape or on a mound of vegetation.\n\n\n== In Britain ==\nThe pied avocet was extirpated as a breeding species in Great Britain by 1840. Its successful recolonisation at Minsmere, Suffolk, in 1947 led to its adoption as the logo of the Royal Society for the Protection of Birds. The pied avocet has spread inland and northwards and westwards in Britain since then and it has bred in Wales  and in Scotland in 2018 at Skinflats.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\n(Pied) avocet species text in The Atlas of Southern African Birds\n\"Pied avocet media\". Internet Bird Collection.\nBirdLife species factsheet for Recurvirostra avosetta\nPied avocet photo gallery at VIREO (Drexel University)\nInteractive range map of Recurvirostra avosetta at IUCN Red List maps\nAudio recordings of Pied avocet on Xeno-canto.",
    "ImageURL": "Piedavocet_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pied_avocet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Recurvirostridae",
        "Genus": "Recurvirostra",
        "Species": "avosetta"
    },
    "ScientificName": "Recurvirostra avosetta"
}