{
    "CommonName": "Pied crow",
    "BriefSummary": "The Pied Crow (Corvus albus) is a widely distributed African bird species in the crow genus.\nStructurally, the Pied Crow is better thought of as a small crow-sized Raven, especially as it can hybridise with the Somali Crow (Dwarf Raven) where their ranges meet in the Horn of Africa. Its behaviour, though, is more typical of the Eurasian Carrion Crows, and it may be a modern link (along with the Somali Crow) between the Eurasian crows and the Common Raven.",
    "WikiContents": "The Pied Crow (Corvus albus) is a widely distributed African bird species in the crow genus.\nStructurally, the Pied Crow is better thought of as a small crow-sized Raven, especially as it can hybridise with the Somali Crow (Dwarf Raven) where their ranges meet in the Horn of Africa. Its behaviour, though, is more typical of the Eurasian Carrion Crows, and it may be a modern link (along with the Somali Crow) between the Eurasian crows and the Common Raven.\n\n\n== Description ==\nIt is approximately the size of the European Carrion Crow or a little larger (46–50 cm in length) but has a proportionately larger bill, slightly longer tail and wings, and longer legs. As its name suggests, its glossy black head and neck are interrupted by a large area of white feathering from the shoulders down to the lower breast. The tail, bill and wings are black too. The eyes are dark brown. The white plumage of immature birds is often mixed with black. It resembles the White-necked and Thick-billed Ravens but has a much smaller bill.\n\n\n=== Measurements ===\nLength 46 – 52 cm \nWing 328 to 388 mm (17 unsexed birds)\nWeight 520g \n\n\n=== Identification ===\nIn southern Africa the range overlaps with the White-necked Raven.\nThe Pied Crow is slightly smaller and has a white chest and belly with a black, more delicate beak compared to the black chest and belly of the larger White-necked Raven which also has a white tipped and weightier beak.\nIt is larger than the Black Crow.\n\n\n=== Voice ===\nThe voice is described as a harsh \"ar-ar-ar-ar\" or \"karh-karh-karh\".\n\n\n== Taxonomy ==\nThe Pied Crow was first described in 1776 by Statius Muller. Its specific name is the Latin adjective albus, meaning \"white\".\n\n\n== Distribution and habitat ==\nThis species, Africa's most widespread member of the genus Corvus, occurs from Sub-Saharan Africa, specifically Senegal, Sudan, Somalia and Eritrea down to the Cape of Good Hope and on the large island of Madagascar, the Comoros islands, Aldabra, Assumption Island, Cosmoledo, Astove Island, Zanzibar, Pemba and Fernando Po. It inhabits mainly open country with villages and towns nearby. It does not occur in the equatorial rainforest region. It is rarely seen very far from human habitation, though it is not as tied to the urban way of life as the House Crow (Corvus splendens) of Asia, and may be encountered far from human habitation in Eritrea.\n\n\n== Behaviour ==\n\nPied Crows are generally encountered in pairs or small groups, although an abundant source of food may bring large numbers of birds. The species behaves in a similar manner to the Hooded and Carrion Crows. In Dakar, birds have been observed mobbing passing Ospreys and Snake Eagles but avoiding Black Kites.\n\n\n=== Diet ===\nAll of its food is obtained from the ground such as insects and other small invertebrates, small reptiles, small mammals, young birds and eggs, grain, peanuts, carrion and any scraps of human food and fruit. It has been recorded killing and eating roosting Fruit Bats and is frequently seen (sometimes in huge numbers) scavenging around slaughterhouses.\n\n\n=== Reproduction ===\nThe nest is usually built in tall, isolated trees, though sometimes smaller specimens are used, depending on availability. The cross supports of telephone poles are also frequently used, and both sexes build the nest. A clutch of 3–6 eggs is laid from September to November (depending on latitude) and are pale green spotted with various shades of brown. The eggs are normally covered when the incubating female leaves the nest. Incubation is 18–19 days and the young are usually fledged by around 45 days. Both sexes rear the young.\n\n\n== See also ==\nCape crow also known as the  Black Crow\nWhite-necked Raven\nCorvidae\n\n\n== References ==\n\n\n=== Cited text ===\nGoodwin D. (1983). Crows of the World. Queensland University Press, St Lucia, Qld. ISBN 0-7022-1015-3.\n\n\n== External links ==\nPied Crow - Species text in The Atlas of Southern African Birds.\nPied Crow videos, photos & sounds on the Internet Bird Collection",
    "ImageURL": "Piedcrow_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pied_crow",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Corvidae",
        "Genus": "Corvus",
        "Species": "albus"
    },
    "ScientificName": "Corvus albus"
}