{
    "CommonName": "Pied kingfisher",
    "BriefSummary": "The pied kingfisher (Ceryle rudis) is a water kingfisher and is found widely distributed across Africa and Asia. Originally described by Linnaeus in 1758, it has five recognised subspecies. Its black and white plumage, crest and the habit of hovering over clear lakes and rivers before diving for fish make it distinctive. Males have a double band across the breast while females have a single gorget that is often broken in the middle. They are usually found in pairs or small family parties. When perched, they often bob their head and flick up their tail.",
    "WikiContents": "The pied kingfisher (Ceryle rudis) is a water kingfisher and is found widely distributed across Africa and Asia. Originally described by Linnaeus in 1758, it has five recognised subspecies. Its black and white plumage, crest and the habit of hovering over clear lakes and rivers before diving for fish make it distinctive. Males have a double band across the breast while females have a single gorget that is often broken in the middle. They are usually found in pairs or small family parties. When perched, they often bob their head and flick up their tail.\n\n\n== Taxonomy and evolution ==\nThe pied kingfisher was one of the many bird species originally described by Linnaeus in the landmark 1758 10th edition of his Systema Naturae, who noted that it lived in Persia and Egypt. He named it Alcedo rudis. The German naturalist Friedrich Boie erected the genus Ceryle in 1828. The name is from classical Greek kērulos, an unidentified and probably mythical bird mentioned by Aristotle and other authors. The specific epithet rudis is Latin for \"wild\" or \"rude\".The pied kingfisher is the only member of the genus Ceryle. Molecular analysis shows it is an early offshoot of the lineage that gave rise to American kingfishers of the genus Chloroceryle. The pied kingfisher was initially believed to be descended from an ancestral American green kingfisher which crossed the Atlantic Ocean about one million years ago. A more recent suggestion is that the pied kingfisher and the American green kingfishers are derived from an Old World species, with the pied kingfisher or its ancestor losing the metallic colouration afterwards.There are five subspecies:\nC. r. syriacus Roselaar, 1995 – Turkey to Israel east to southwest Iran (some ornithologists do not recognise this subspecies)\nC. r. rudis (Linnaeus, 1758) – Egypt and Africa south of the Sahara\nC. r. leucomelanurus  Reichenbach, 1851 – east Afghanistan through India to south China and north Indochina\nC. r. travancoreensis Whistler, 1935 – southwest India\nC. r. insignis Hartert, 1910 – east and southeast China, Hainan Island\n\n\n== Description ==\nThis is a medium-sized kingfisher, about 25 cm (9.8 in) long with a white with a black mask, a white supercilium and black breast bands. The crest is neat and the upperparts are barred in black. Several subspecies are recognized within the broad distribution. The nominate race is found in sub-Saharan Africa, extending into West Asia. The subspecies syriacus is a larger northern bird similar to the nominate subspecies (following Bergmann's rule). Subspecies leucomelanura is found from Afghanistan east into India, Sri Lanka, Thailand and Laos. The subspecies travancoreensis of the Western Ghats is darker with the white reduced. The subspecies C. r. insignis is found in Hainan and southeastern China and has a much larger bill. Males have a narrow second breast-band while females have a single broken breast band.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Distribution ==\nIt is common throughout sub-Saharan Africa and southern Asia from Turkey to India to China. It is resident, and most birds do not migrate, other than short-distance seasonal movements. In India it is distributed mainly on the plains and is replaced in the higher hills of the Himalayas by the crested kingfisher (Megaceryle lugubris).The pied kingfisher is estimated to be one of the three most numerous kingfishers in the world; the other two are the common kingfisher and collared kingfisher. It a noisy bird, hard to miss.\n\n\n== Behaviour ==\nWhen perched the pied kingfisher often bobs its heads up and down and will sometimes raise its tail and flick it downwards. It calls often with sharp chirruk chirruk notes. Unlike some kingfishers, it is quite gregarious, and forms large roosts at night.\n\n\n=== Feeding ===\nThis kingfisher feeds mainly on fish, although it will take crustaceans and large aquatic insects such as dragonfly larvae. It usually hunts by hovering over the water to detect prey and diving vertically bill-first to capture fish. When not foraging, it has a straight rapid flight and have been observed flying at nearly 50 km/h.\nIn Lake Victoria in East Africa the introduction of the Nile perch reduced the availability of haplochromine cichlids which were formerly the preferred prey of these birds.It can deal with prey without returning to a perch, often swallowing small prey in flight, and so can hunt over large water bodies or in estuaries that lack perches that are required by other kingfishers.\n\n\n=== Breeding ===\nThe breeding season is February to April. Its nest is a hole excavated in a vertical mud bank about five feet above water. The nest tunnel is four to five feet deep and ends in a chamber. Several birds may nest in the same vicinity. The usual clutch is three to six white eggs. The pied kingfisher sometimes reproduces cooperatively, with young non-breeding birds from an earlier brood assisting parents or even unrelated older birds. In India, nestlings have been found to be prone to maggot infestations (probably by Protocalliphora sp.) and in some areas to leeches. Nest holes may sometimes be used for roosting.In 1947, British zoologist Hugh B. Cott noticed while skinning birds that hornets were attracted to certain birds but avoided the flesh of pied kingfishers. This led to a comparative study of edibility of birds and he suggested that more conspicuously plumaged birds may be less palatable. This suggestion was, however, not supported by a subsequent reanalysis of his data.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nCramp, Stanley, ed. (1985). \"Ceryle rudis Pied Kingfisher\". Handbook of the birds of Europe the Middle East and North Africa. The Birds of the Western Palearctic. Volume IV: Terns to Woodpeckers. Oxford: Oxford University Press. pp. 723–731. ISBN 978-0-19-857507-8.\n\n\n== External links ==\nPied Kingfisher Species text in the Atlas of Southern African Birds\nPhotos and video",
    "ImageURL": "Piedkingfisher_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pied_kingfisher",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Coraciiformes",
        "Family": "Alcedinidae",
        "Genus": "CeryleF. Boie",
        "Species": "rudis"
    },
    "ScientificName": "CeryleF. Boie rudis"
}