{
    "CommonName": "Pig-tailed macaque",
    "BriefSummary": "The southern pig-tailed macaque (Macaca nemestrina), also known as the Sundaland pigtail macaque and Sunda pig-tailed macaque, is a medium-sized macaque that lives in southern Thailand, Malaysia, and Indonesia. It is known locally as the bruh.",
    "WikiContents": "The southern pig-tailed macaque (Macaca nemestrina), also known as the Sundaland pigtail macaque and Sunda pig-tailed macaque, is a medium-sized macaque that lives in southern Thailand, Malaysia, and Indonesia. It is known locally as the bruh.\n\n\n== Etymology and taxonomy ==\nThe species epithet, nemestrina, is an adjective (derived from Latin Nemestrinus, the god of groves) modified to agree in gender with the feminine generic name. Macaca nemestrina formerly included the northern pig-tailed, Pagai Island, and Siberut macaques as subspecies. All four are now considered separate species.\n\n\n== Description ==\nMacaca nemestrina can reach a weight of 5–15 kg in large males. These monkeys are buff-brown with a darker back and lighter lower parts of the body. Their common name refers to the short tail held semi-erect and reminiscent of the tail of a pig.\n\n\n== Behaviour and ecology ==\nThey are mainly terrestrial but they also are skilled climbers. Unlike almost all primates they love water. They live in large groups split into smaller groups during the day when they are looking for food. They are omnivorous, feeding mainly on fruits, seeds, berries, cereals, fungi and invertebrates.  A study in peninsular Malaysia found them to be the primary, and perhaps only, seed dispersers of the rattan species Daemonorops calicarpa and Calamus (palm) castaneus.There is a hierarchy among males, based on the strength, and among females, based on heredity. Thus, the daughter of the dominant female will immediately be placed above all other females in the group. The dominant female leads the group, while the male role is more to manage conflict within the group and to defend it.\nSexual maturity is reached at the age of 3–5 years. Female gestation lasts about 6 months. She will give birth to one infant every two years. Weaning occurs at 4–5 months.\nIn Thailand, they have been trained for 400 years to harvest coconuts.\n\n\n== Habitat and distribution ==\nThis macaque is mostly found in rainforest up to 2000 meters, but will also enter plantations and gardens.It is found in the southern half of the Malay Peninsula (only just extending into southernmost Thailand), Borneo, Sumatra and Bangka Island.  There are reports of the species having been present in Singapore before 1950, but these were likely escaped pets.  The only pig-tailed macaques in Singapore today are introduced monkeys.\n\n\n== References ==\n\nMaestripieri D, 1999. Changes in Social Behavior and Their Hormonal Correlates during Pregnancy in Pig-tailed Macaques. International Journal of Primatology 20 : 707-718.\nRodman PS, 1991. Structural differentiation of microhabitats of sympatricmacaca fascicularis andM. nemestrina in East Kalimantan, Indonesia. International Journal of Primatology 12 : 357-375.\nOi T, 1990. Patterns of dominance and affiliation in wild pig-tailed macaques (Macaca nemestrina nemestrina) in West Sumatra. International Journal of Primatology 11 : 339-356.\n\n\n== External links ==\nARKive - images and movies of the Sunda pig-tailed macaque (Macaca nemestrina)\nBiolib",
    "ImageURL": "Pigtailedmacaque_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_pig-tailed_macaque",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Cercopithecidae",
        "Genus": "Macaca",
        "Species": "nemestrina"
    },
    "ScientificName": "Macaca nemestrina",
    "Zone": "* #### I"
}