{
    "CommonName": "Pika",
    "BriefSummary": "A pika ( PY-kə; archaically spelled pica) is a small mammal, with short limbs, very round body, rounded ears, and no external tail. They resemble their close cousin the rabbit, but with shorter ears. They live in mountainous countries in Asia, and there are also two species in North America. Most pikas prefer rocky slopes. The large-eared pika of the Himalayas and nearby mountains is one of the highest living mammals; it is found at heights of more than 6,000 metres (20,000 ft). Pikas graze on a range of plants, mostly grasses, flowers and young stems. In the autumn, they pull hay, soft twigs and other stores of food into their burrows to eat during the long, cold winter. The name \"pika\" is used for any member of the Ochotonidae, a family within the order of lagomorphs; the latter also includes the Leporidae (rabbits and hares). One genus, Ochotona, is recognised within the family, and it includes 30 species. It is also known as the \"whistling hare\" due to its high-pitched alarm call when diving into its burrow. In the United States, the pika is colloquially called a \"coney\", a nonspecific term also used for rabbits, hares, and hyraxes.  The name \"pika\" appears to be derived from the Tungus piika and the scientific name Ochotona is from the Mongolian word ogdoi which means pika.",
    "WikiContents": "A pika ( PY-kə; archaically spelled pica) is a small mammal, with short limbs, very round body, rounded ears, and no external tail. They resemble their close cousin the rabbit, but with shorter ears. They live in mountainous countries in Asia, and there are also two species in North America. Most pikas prefer rocky slopes. The large-eared pika of the Himalayas and nearby mountains is one of the highest living mammals; it is found at heights of more than 6,000 metres (20,000 ft). Pikas graze on a range of plants, mostly grasses, flowers and young stems. In the autumn, they pull hay, soft twigs and other stores of food into their burrows to eat during the long, cold winter. The name \"pika\" is used for any member of the Ochotonidae, a family within the order of lagomorphs; the latter also includes the Leporidae (rabbits and hares). One genus, Ochotona, is recognised within the family, and it includes 30 species. It is also known as the \"whistling hare\" due to its high-pitched alarm call when diving into its burrow. In the United States, the pika is colloquially called a \"coney\", a nonspecific term also used for rabbits, hares, and hyraxes.  The name \"pika\" appears to be derived from the Tungus piika and the scientific name Ochotona is from the Mongolian word ogdoi which means pika.\n\n\n== Habitat ==\n\nPikas are native to cold climates, mostly in Asia, North America, and parts of Eastern Europe. Most species live on rocky mountainsides, where there are numerous crevices in which to shelter, although some pikas also construct crude burrows. A few burrowing species are native to open steppe land. In the mountains of Eurasia, pikas often share their burrows with snowfinches, which build their nests there.  Pikas require cold temperatures to live, and can die if exposed to temperatures above 77.9 °F (25.5 °C). Changing temperatures have forced some pika populations to restrict their ranges to even higher elevations.\n\n\n== Characteristics ==\n\nPikas are small mammals, with short limbs and rounded ears. They are about 15 to 23 centimetres (5.9 to 9.1 in) in body length and weigh between 120 and 350 grams (4.2 and 12.3 oz), depending on species. Like rabbits, after eating they initially produce soft green feces, which they eat again to take in further nutrition, before producing the final, solid, fecal pellets. Some pikas, such as the collared pika, have been known to store dead birds in their burrows for food during winter.These animals are herbivores, and feed on a wide variety of plant matter, including forbs, grasses, sedges, shrub twigs, moss, and lichen. As with other lagomorphs, pikas have gnawing incisors and no canines, although they have fewer molars than rabbits, and have a dental formula of: 2.0.3.21.0.2.3\nRock-dwelling pikas have small litters of fewer than five young, while the burrowing species tend to give birth to more young, and to breed more frequently, possibly due to a greater availability of resources in their native habitats. The young are born after a gestation period of between 25 and 30 days.\n\n\n== Activity ==\n\nPikas are diurnal or crepuscular, with higher-elevation species generally being more active during the daytime. They show their peak activity just before the winter season. Pikas do not hibernate, so they generally spend time during the summer collecting and storing food they will eat over the winter. Each rock-dwelling pika stores its own \"haypile\" of dried vegetation, while burrowing species often share food stores with their burrow mates. Haying behavior is more prominent at higher elevations. Many of the vocalizations and social behaviors that pikas exhibit are related to haypile defense.\nEurasian pikas commonly live in family groups and share duties of gathering food and keeping watch. Some species are territorial. North American pikas (O. princeps and O. collaris) are asocial, leading solitary lives outside the breeding season.\n\n\n== Dialects ==\nPikas have distinct calls that vary in duration. The call can either be short and quick, a little longer and more drawn out, or they can be songs. The short calls are an example of geographic variation. The pikas determine the appropriate time to make short calls by listening for cues for sound localization. The calls are used for individual recognition, predator warning signals, territory defense, or as a way to attract the opposite sex. There are also different calls depending on the season. In the spring, the songs become more frequent during the breeding season. In late summer, the vocalizations become short calls. Through various studies, the acoustic characteristics of the vocalizations can be a useful taxonomic tool.\n\n\n== Lifespan ==\nThe average lifespan in pikas is roughly seven years in the wild. A pika's age is determined by the number of adhesion lines on the periosteal bone on the lower jaw. The lifespan does not differ between the sexes.\n\n\n== Species ==\nThere are 30 species listed.\n\nOrder LagomorphaFamily Ochotonidae: pikas\nGenus Ochotona\nSubgenus Pika: northern pikas\nAlpine pika or Altai pika, Ochotona alpina\nHelan Shan pika or silver pika, Ochotona argentata\nCollared pika, Ochotona collaris\nHoffmann's pika, Ochotona hoffmanni\nNorthern pika or Siberian pika, Ochotona hyperborea\nPallas's pika, Ochotona pallasi\nAmerican pika, Ochotona princeps\nTuruchan pika, Ochotona turuchanensis\nSubgenus Ochotona: shrub-steppe pikas\nGansu pika or gray pika, Ochotona cansus\nPlateau pika or black-lipped pika, Ochotona curzoniae\nDaurian pika, Ochotona dauurica\nTsing-ling pika, Ochotona huangensis\nNubra pika, Ochotona nubrica\nSteppe pika, Ochotona pusilla\nAfghan pika, Ochotona rufescens\nMoupin pika, Ochotona thibetana\nThomas's pika, Ochotona thomasi\nOchotona yarlungensis\nOchotona qionglaoensis\nSubgenus Conothoa: mountain pikas\nChinese red pika, Ochotona erythrotis\nForrest's pika, Ochotona forresti\nGaoligong pika, Ochotona gaoligongensis\nGlover's pika, Ochotona gloveri\nHimalayan pika, Ochotona himalayana\nIli pika, Ochotona iliensis\nKoslov's pika, Ochotona koslowi\nLadak pika, Ochotona ladacensis\nLarge-eared pika, Ochotona macrotis\nMuli pika, Ochotona muliensis\nBlack pika, Ochotona nigritia\nRoyle's pika, Ochotona roylei\nTurkestan red pika, Ochotona rutila\nSubgenus Alienauroa\nOchotona huanglongensis\nOchotona xunhuaensis\nOchotona sacraria\nOchotona flatcalvariam\nOchotona dabashanensis\n\n\n== Extinct pikas ==\nThere are many known fossil forms of Ochotona described in the literature, from the Miocene epoch to the early Holocene (extinct species) and present (16.4-0 Ma). They lived in Europe, Asia, and North America. Note that some species listed below are common for Eurasia and North America (O. gromovi, O. tologoica, O. zazhigini and probably O. whartoni).\n\nEurasia\nlarge forms\n†Ochotona chowmincheni (China: Baode area, late Miocene)\n†Ochotona gromovi (Asia, Pliocene, see also North America)\n†Ochotona gudrunae (China: Shanxi, early Pleistocene)\n†Ochotona guizhongensis (Tibet, late Miocene)\n†Ochotona lagreli (China: Inner Mongolia, late Miocene to late Pliocene)\n†Ochotona magna (China, early Pleistocene)\n†Ochotona tologoica (Transbaikalia, Pliocene, see also North America)\n†Ochotona transcaucasica (Transcaucasia: eastern Georgia and Azerbaijan, Transbaikal and probably southern Europe, early to late Pleistocene)\n†Ochotona ursui (Romania, Pliocene)\n†Ochotona zasuchini (Transbaikalia, Pleistocene)\n†Ochotona zazhigini (Asia, Pliocene, see also North America)\n†Ochotona zhangi (China, Pleistocene)\nmedium-sized forms\n†Ochotona agadjianiani (Asia, Pliocene)\n†Ochotona antiqua (Moldavia, Ukraine and the Russian Plain, Caucasus, and probably Rhodes, late Miocene to Pliocene)\n†Ochotona azerica (Transcaucasia: Azerbaijan, middle Pliocene)\n†Ochotona lingtaica (Asia, Pliocene)\n†Ochotona dodogolica (Asia: western Transbaikalia, Pleistocene)\n†Ochotona nihewanica (China: Hebei, early Pleistocene)\n†Ochotona plicodenta (Asia, Pliocene)\n†Ochotona polonica (Europe: Poland, Germany, France, Pliocene)\nsmall-sized forms\n†Ochotona bazarovi (Asia, upper Pliocene)\n†Ochotona dehmi (Germany: Schernfeld, Pleistocene)\n†Ochotona filippovi (Siberia, Pleistocene)\n†Ochotona gracilis (Asia, Pliocene)\n†Ochotona horaceki (Slovakia: Honce, Pleistocene)\n†Ochotona minor (China, late Miocene)\n†Ochotona sibirica (Asia, Pliocene)\n†Ochotona valerotae (France: Valerots site, Pleistocene)\n†Ochotona youngi (Asia, Pliocene)and others.\nother examples\n†Ochotona agadzhaniani (Transcaucasia: Armenia, Pliocene)\n†Ochotona alaica (Asia: Kyrgyzstan, Pleistocene)\n†Ochotona (Proochotona) eximia (Moldova, Ukraine, Russia, Kazakhstan, Miocene to Pliocene)\n†Ochotona (Proochotona) gigas (Ukraine, Pliocene)\n†Ochotona gureevi (Transbaikalia, middle Pliocene)\n†Ochotona hengduanshanensis (China, Pleistocene)\n†Ochotona intermedia (Asia, Pliocene)\n†Ochotona (Proochotona) kalfaense (Europe: Moldova, Miocene)\n†Ochotona (Proochotona) kirgisica (Asia: Kyrgyzstan, Pliocene)\n†Ochotona kormosi (Hungary, Pleistocene)\n†Ochotona (Proochotona) kurdjukovi (Asia: Kyrgyzstan, Pliocene)\n†Ochotona largerli (Georgia, Pleistocene)\n†Ochotona lazari (Ukraine, Pleistocene)\n†Ochotona mediterranensis (Turkey, Pliocene)\n†Ochotona ozansoyi (Turkey, Miocene)\n†Ochotona pseudopusilla (Ukraine and Russian Plain, Pleistocene)\n†Ochotona spelaeus (Ukraine, late Pleistocene)\n†Ochotona tedfordi (China: Yushe Basin, late Miocene)\n†Ochotona cf. whartoni (Irkutsk Oblast and Yakutia, Pleistocene, see also North America)\n†Ochotona zabiensis (southern Poland, early Pleistocene)\n†Ochotona sp. (Greece: Maritsa, Pliocene)\n†Ochotona sp. (Hungary: Ostramos, Pleistocene)\n†Ochotona sp. (Siberia, Pleistocene)\n†Ochotona sp. (Yakutia, Pleistocene)\nNorth America\n†Ochotona gromovi (US: Colorado, Pliocene, see also Eurasia)\n†Ochotona spanglei (US, late Miocene or early Pliocene)\n†Ochotona tologoica (US: Colorado, Pliocene, see also Eurasia)\n†Ochotona whartoni (giant pika, US, Canada, Pleistocene to early Holocene, see also Eurasia)\n†Ochotona wheatleyi (US: Alaska, Pliocene, late Pleistocene)\n†Ochotona zazhigini (US: Colorado, Pleistocene, see also Eurasia)\nextinct small pikas similar to the O. pusilla group (Pleistocene)Paleontologists have also described multiple forms of pika not referred to specific species (Ochotona indet.) or not certainly identified (O. cf. antiqua, O. cf. cansus, O. cf. daurica, O. cf. eximia, O. cf. gromovi, O. cf. intermedia, O. cf. koslowi, O. cf. lagrelii, O. cf. nihewanica). The status of Ochotona (Proochotona) kirgisica and O. spelaeus is uncertain.The \"pusilla\" group of pikas is characterized by archaic (plesiomorphic) cheek teeth and small size.The North American species migrated from Eurasia. They invaded the New World twice:\n\nOchotona spanglei during the latest Miocene or early Pliocene, followed by an approximately three-million-year-long gap in the known North American pikas record.\nOchotona whartoni (giant pika) and small pikas via the Bering Land Bridge during the earliest Pleistocene.Ochotona cf. whartoni and small pikas of the O. pusilla group are also known from Siberia. The extant, endemic North American species appeared in the Pleistocene. It has been suggested that the North American collared pika (O. collaris) and American pika (O. princeps) descended from the same ancestor as the steppe pika (O. pusilla).The range of Ochotona was larger in the past, with both extinct and extant species inhabiting western Europe and eastern North America, areas that are currently free of pikas. Pleistocene fossils of the extant steppe pika Ochotona pusilla currently native to Asia have been found also in many countries of Europe from the United Kingdom to Russia and from Italy to Poland, and the Asiatic extant northern pika Ochotona hyperborea in one location in the middle Pleistocene United States.\n\nOther genera of ochotonids (currently living only Ochotonidae) include except Ochotona (pika) extinct †Albertona, †Alloptox, †Amphilagus, †Australagomys, †Austrolagomys, †Bellatona, †Bellatonoides, †Bohlinotona, †Cuyamalagus, †Desmatolagus, †Eurolagus, †Gripholagomys, †Gymnesicolagus, †Hesperolagomys, †Heterolagus, †Kenyalagomys, †Lagopsis, †Marcuinomys, †Ochotonoides, †Ochotonoma, †Oklahomalagus, †Oreolagus, †Paludotona, †Piezodus, †Plicalagus, †Pliolagomys, †Prolagus, †Proochotona (syn. Ochotona), †Pseudobellatona, †Ptychoprolagus, †Russellagus, †Sinolagomys and †Titanomys. The earliest one is Desmatolagus (middle Eocene to Miocene, 42.5–14.8 Ma), usually included in Ochotonidae, sometimes in Leporidae or in neither ochotonid nor leporid stem-lagomorphs.Ochotonids appeared in Asia between the late Eocene and the early Oligocene, and continued to develop along with increased distribution of C3 grasses in previously forest dominated areas under the \"climatic optimum\" from the late Oligocene to middle Miocene. They thrived in Eurasia, North America and even Africa. The peak of their diversity occurred during the period from the early Miocene to middle Miocene, most of them became extinct during the transition from the Miocene to Pliocene, what was accompanied by diversity increase in the leporids. It has been proposed that this switch between ochotonids and larger leporids was caused by expansion of C4 plants (particularly the Poaceae) related to global cooling in the late Miocene, since extant pikas reveal a strong preference for C3 plants (Asteraceae, Rosaceae and Fabaceae, many of them C3). Replacement of large areas of forests by open grassland first started probably in North America and is called sometimes \"nature's green revolution\".\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Additional references of the Paleobiology Database ==\n\n\n== Further reading ==\nOrr, Robert Thomas (1977). The Little-known Pika (illustrated ed.). New York: Macmillan. ISBN 9780025939608.\n\n\n== External links ==\nThe trek of the pika, by Michael Morris, Parks Canada, Mount Revelstoke and Glacier National Parks. (includes sound file)",
    "ImageURL": "Pika_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pika",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Lagomorpha",
        "Family": "OchotonidaeThomas",
        "Genus": "OchotonaLink"
    }
}