{
    "CommonName": "Pink Fairy Armadillo",
    "BriefSummary": "The pink fairy armadillo (Chlamyphorus truncatus) or pichiciego is the smallest species of armadillo (mammals of the families Chlamyphoridae and Dasypodidae, recognized by a bony armor shell), first described by Richard Harlan in 1825. This desert-adapted animal is endemic to central Argentina and can be found inhabiting sandy plains, dunes, and scrubby grasslands.\nPink fairy armadillos have small eyes, silky yellowish white fur, and a flexible dorsal shell that is solely attached to its body by a thin dorsal membrane. In addition, its spatula-shaped tail protrudes from a vertical plate at the blunt rear of its shell. This creature exhibits nocturnal and solitary habits and has a diet that is mainly composed of insects, worms, snails, and various plant parts.\nThe conservation status for pink fairy armadillo is still uncertain, and it is listed as Data Deficient by the IUCN Red List of Threatened Species. The decline in population for this species has generally been attributed to farming activities and predators including domestic dogs and cats. Pink fairy armadillos are found less commonly than they were a few decades ago, and the field sightings have been rare and incidental. Individuals that have been caught in the wild had a tendency to die during or a couple days after they were transported from their natural habitat to captive facilities. There is a sole record for the longevity of a pink fairy armadillo that was held in captivity more than 4 years; however, that particular case lacks proper scientific description and thus cannot be considered fully valid.\nArmadillos' evolutionary distinctiveness, combined with their restricted geographic range, ongoing threats, and rarity makes the urgent conservation attention extremely important for these species.",
    "WikiContents": "The pink fairy armadillo (Chlamyphorus truncatus) or pichiciego is the smallest species of armadillo (mammals of the families Chlamyphoridae and Dasypodidae, recognized by a bony armor shell), first described by Richard Harlan in 1825. This desert-adapted animal is endemic to central Argentina and can be found inhabiting sandy plains, dunes, and scrubby grasslands.\nPink fairy armadillos have small eyes, silky yellowish white fur, and a flexible dorsal shell that is solely attached to its body by a thin dorsal membrane. In addition, its spatula-shaped tail protrudes from a vertical plate at the blunt rear of its shell. This creature exhibits nocturnal and solitary habits and has a diet that is mainly composed of insects, worms, snails, and various plant parts.\nThe conservation status for pink fairy armadillo is still uncertain, and it is listed as Data Deficient by the IUCN Red List of Threatened Species. The decline in population for this species has generally been attributed to farming activities and predators including domestic dogs and cats. Pink fairy armadillos are found less commonly than they were a few decades ago, and the field sightings have been rare and incidental. Individuals that have been caught in the wild had a tendency to die during or a couple days after they were transported from their natural habitat to captive facilities. There is a sole record for the longevity of a pink fairy armadillo that was held in captivity more than 4 years; however, that particular case lacks proper scientific description and thus cannot be considered fully valid.\nArmadillos' evolutionary distinctiveness, combined with their restricted geographic range, ongoing threats, and rarity makes the urgent conservation attention extremely important for these species.\n\n\n== Evolutionary origins ==\nAt present, fairy armadillos have the least molecular data available within the armadillo family. This genus includes only 2 living species of fairy armadillo: Chlamyphorus truncatus (pink fairy armadillo) and Chlamyphorus retusus (chacoan or greater fairy armadillo). These two species are morphologically similar: both have notably reduced eyes and reinforced forearms that support enlarged digging claws. It is also one of few mammals that does not have external ears visible. Both species are specialized to subterranean lifestyle which was developed in their ancestral lineage sometime between 32 and 17 Mya. Both species have allopatric distributions; both are strictly nocturnal but the details of their ecology and population biology remain unknown. The similarities can be explained either by the presence of a shared common ancestry, which would prove the monophyly of both species, or by the result of adaptive convergence due to extreme selective pressures induced by their lifestyle (which would suggest the diphyletic origin). In 2012, the first theory has been proven. The split between these two species was estimated to have occurred around 17 ± 3 Mya, around the transition between Early and Middle Miocene.Both species are rare in the field and are fairly elusive, thus phylogenetic affinities of fairy armadillos have been tested only once. As a result of the research conducted in 2007, the idea of respective monophyly of the 3 previously identified subfamilies Dasypodinae, Euphractinae, and Tolypeutinae (which separated from each other shortly after the Eocene-Oligocene transition) was supported. Chlamyphorinae subfamily was found to show phylogenetic affinities with the clade Tolypeutinae, which became a significant step to define the previously completely unknown phylogenetic position of this armadillo subfamily within Cingulata. Later, the separation of fairy armadillos subfamily from their tolypeutine sister-group was estimated to have occurred 32 ± 3 Mya.Fairy armadillos are currently classified within the subfamily Euphractinae according to the reference taxonomy by A.L. Gardner (2005). However, there is an opinion that the antiquity and uniqueness of pink fairy armadillos would be best accounted for by retaining the subfamily Chlamyphorinae.\n\n\n== Range and habitat ==\nPink fairy armadillos are nocturnal burrowing mammals endemic to the xeric environment in central Argentina. They have been found south of Mendoza province as well as north of Rio Negro and south of Buenos Aires.This narrow range contains a unique and crucial habitat for the pink fairy armadillo. It lives in scrubby grasslands that display a variety of thin Larrea and Portulaca shrubs during spring and summer periods. It also resides in sandy plains and dunes.  The Mendoza region has both warm and cold seasons, and likewise, a wet and dry season. These varying average temperatures are the subject for the armadillo to adapt to. An average high during the warm season is approximately 26.6 °C (80 °F) and the cold season might only have a high of 15.5 °C (60 °F) with an average low of 2.2 °C (36 °F).\nThe pink fairy armadillo is classified as a subterranean armadillo that is extremely sensitive to environmental changes and stress. As an example, sudden environmental changes that could affect pink fairy armadillos include temperature and soil quality. In order for them to survive and maintain stability, they must occupy undisturbed places that contain sufficient amounts of compact sand and hiding places. This also refers to possible captivity conditions for this animal due to its desert-adapted characteristics.\n\n\n== Dietary habits ==\nThe pink fairy armadillo is classified as a fossorial generalist insectivore. Main source of its food consists of ants and larvae it finds underground. While those are its primary sources of food, the armadillos are known to eat worms, snails, and various insects. If these insects and invertebrates can't be found plant leaves and roots make a good secondary dietary option for their underground lifestyle. In captivity, this animal was observed to be willingly accepting such foods as watermelon, avocado shells with rests of flesh, and Mazuri Insectivore Diet.\n\n\n== Description ==\n\nThe pink fairy armadillo is 90–115 mm (3.5–4.5 in) long, and typically weighs about 120 g (4.2 oz).  This species is the smallest living armadillo and is among the least known.\n\n\n=== Thermoregulation and external shell ===\nThis fine hair has been found to be beneficial for thermoregulation in an environment with highly variable temperatures.  Night temperatures in Argentinian plains can get very low, and since the armadillo is nocturnal it needs the fur to conserve heat while it is being active outside its burrow. \nArmadillos are well known for leathery shells covering the majority of its dorsal side. The pink fairy armadillo has this characteristic as well, but its shell is much softer and more flexible. Though the shell is close enough to the body for these blood vessels to be seen through the armor, this protective part of the animal is only attached via a thin membrane along the spinal column of the animal. The Pink Fairy Armadillo can curl up to protect the vulnerable soft underside, covered with dense white hair. The armored shell consists of 24 bands that allow the animal to curl up in a ball, and the armor is flattened in the posterior portion of the animal so that it can compress dirt behind it as it is digging. This compression strategy is thought to help prevent tunnel collapses. Lastly, the shell itself is also thought to help with thermoregulation. Since the underlying blood vessels are so close to the surface, the animal can control the amount of surface area exposed to the environment in order to gain or lose heat. Also, like most armadillos, they rely mostly on a sense of smell to find each other and their prey.\n\n\n=== Burrowing lifestyle ===\nThe armadillo has two massive sets of claws on its front and hind limbs help it to dig the burrows in compacted soil very quickly. The pink fairy armadillo is nicknamed the \"sand-swimmer\" because it is said that it can \"burrow through the ground as fast as a fish can swim in the sea.\"  These claws are very big relatively to the size of this animal which makes it difficult for it to walk on a hard surface.\nAlong with these unique traits, the pink fairy armadillo has greatly reduced eyes and relies highly on touch and hearing to navigate. It also has a torpedo-shaped body in order to reduce the amount of drag it may encounter while working in underground tunnels and a thick, hairless tail that it uses for balance and stability while using its other limbs to dig.\n\n\n== Threats ==\n\nDue to its subterranean lifestyle, the armadillo is forced to leave its burrows when heavy storms roll in due to the threat of drowning and the risk of wetting its fur. If its fur is wet the armadillo cannot properly thermoregulate and could experience hypothermia during night hours. Once above ground during a rainstorm the armadillo is subject to an array of predators, which can easily get to it since it is not able to burrow back to safety. Domestic dogs have also greatly preyed on these armadillos.\nThe animals face domestic dogs and cats that forage in their burrows as well as wild boars doing the same. These armadillos also do not do well in captivity. The survival rate is so low that many will die just through transport from where the armadillo was captured to the new area of captivity. Armadillos that are put into captivity typically do not last longer than a few hours or at most 8 days. In fact, not a single specimen has survived more than 4 years. In spite of the high mortality rate associated with captivity, many are sold illegally on the black market, often as pets. These armadillos are very susceptible to climate changes as well; since they inhabit temperate and warm regions, cold temperatures could wipe out its population due to their low metabolism rate and the lack of fat it is able to store. Habitat loss is also a large issue for these species. As the numbers of acres converted to farmland increases, the armadillo's burrows not only get plowed over, but the land is no longer habitable for them. Lastly, the use of pesticides on farmlands is a huge concern because these pesticides adhere to ants, which are the armadillo's primary source of food. If the armadillo ingests enough of these pesticide-infested ants it can be quite detrimental to its health. The over hunting of these animals have contributed to their endangerment. Many in the Americas continue to hunt armadillos for consumption, which is said to be similar to pork in texture and taste.\n\n\n== Conservation efforts ==\nIn 2006, the armadillo was placed in the near-threatened category on the IUCN Red List. In 2008 it was moved to the data deficient category due to the lack of scientific information on its population dynamics and natural history. Field sightings were confirmed to be rare and less common than before, even though pink fairy armadillo is already difficult to observe due to its nocturnal fossorial lifestyle.Researchers have found that the pink fairy armadillo is highly subject to stress, making the attempts to apply any conservation policies (including taking it out of its natural environment) unsuccessful and extremely difficult. Any modifications in its environment, external temperature, or diet are known to trigger stress response, which is considered to be a possible reason for the failure of captivity attempts. Also, many of the armadillos have died during the transportation process from their wild habitat, and many more have only survived several days in captivity. Overall, there are only three reports of captive maintenance of pink fairy armadillo that are considered successful - in 1970, 1985, and 2009, reporting individuals to live in captivity for at least 30 months, 22 months, and 8 months respectively.This armadillo species is found in several protected areas, including the Lihué Calel National Park. Both national and provincial legislation is in place specifically protecting the species.\n\n\n== References ==\n\nBorghi, C. E; Campos, C. M.; Giannoni, S. M.; Campos, V. E.; Sillero-Zubiri, C. (2011). \"Updated Distribution of the Pink Fairy Armadillo, Chlamyphorus truncatus, the World's Smallest Armadillo\". Sloth and Armadillo Specialist Group. 1: 14–19.\nCuevas, M. E; Novillo, A.; Campos, C.; Dacar, M. A.; Ojeda, R. A. (2010). \"Food habits and impact of rooting behavior of the invasive wild boar, Sus scrofa, in a protected area of the Monte Desert, Argentina\". Journal of Arid Environments. 74 (11): 1582–1585. Bibcode:2010JArEn..74.1582C. doi:10.1016/j.jaridenv.2010.05.002.\nAverage Weather For Mendoza, Argentina\nAbsurd Creature of the Week: Pink Fairy Armadillo Crawls Out of the Desert and Into Your Heart\nSuperina, M (2006). \"New Information on Population Declines in Pink Fairy Armadillos\". Sloth and Armadillo Specialist Group. 7: 48–50. doi:10.1896/1413-4411.7.1.48.\nSuperina, M (2011). \"Husbandry of a Pink Fairy Armadillo (Chlamyphorus truncatus): Case Study of a Cryptic and Little Known Species in Captvity\". Zoo Biology. 30 (2): 225–231. doi:10.1002/zoo.20334.\nMöller-Krull, M.; Delsuc, F.; Churakov, G.;  et al. (November 2007). \"Retroposed Elements and Their Flanking Regions Resolve the Evolutionary History of Xenaethan Mammals (Armadillos, Anteaters, and Sloths)\". Mol. Biol. Evol. 24 (11): 2573–2582. doi:10.1093/molbev/msm201. PMID 17884827.\nDelsuc, F.; Superina, M.; Tilak, M.-K.; Dousery, E.; Hassanin, A. (2012). \"Molecular phylogenetics unveils the ancient evolutionary origins of the enigmatic fairy armadillos\". Molecular Phylogenetics and Evolution. 62 (2): 673–680. doi:10.1016/j.ympev.2011.11.008. PMID 22122941.\nKatharine and David Lowrie. \"Roast Armadillo-a recipe for extinction.\" The Independent Blogs. Web. 23 Oct 2014.\nBob Corrigan, eds. \"Chlamyphorus truncates.\" Encyclopedia of Life available from http://eol.org/pages/328488/overview. Accessed 23 Oct 2014.\nSuperina, M., Abba, A.M. & Roig, V.G. 2014. Chlamyphorus truncatus. The IUCN Red List of Threatened Species. Version 2014.2. <www.iucnredlist.org>. Downloaded on 23 October 2014.\n\"Armadillo.\" National Geographics. n.p, n.d. Web. 23 Oct 2014.\nSuperina Mariella. \"New Information On Population Declines In Pink Fairy Armadillos.\" Edentata (2006): 48. BioOne Online Journals. Web. 22 Oct.2014\n\n\n== External links ==\n Media related to Chlamyphorus truncatus at Wikimedia Commons\n Data related to Chlamyphorus truncatus at Wikispecies\nSpecies profile from the U.S. Fish & Wildlife Service\nGenus Chlamyphorus - Armadillo Online\nChlamyphorus truncatus page of the Instituto Argentino de Investigaciones de las Zonas Áridas (in Spanish)\nPink Fairy Armadillo - Little, Pink, Armored Fairies\nPink armadillos ain't your Texas critters\nFacts about this animal in Spanish",
    "ImageURL": "PinkFairyArmadillo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pink_fairy_armadillo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Cingulata",
        "Family": "Chlamyphoridae",
        "Genus": "ChlamyphorusHarlan",
        "Species": "truncatus"
    },
    "ScientificName": "ChlamyphorusHarlan truncatus",
    "Zone": "* #### F"
}