{
    "CommonName": "Plush-crested Jay",
    "BriefSummary": "The plush-crested jay (Cyanocorax chrysops) is a jay of the family Corvidae (which includes the crows and their many allies). It is found in central-southern South America: in southwestern Brazil, Bolivia, Paraguay, Uruguay, and northeastern Argentina, including southern regions of the Amazon Basin river systems bordering the Pantanal.\nThis is an elegant medium-sized bird, dark plumaged with a cream-yellow breast; the bulky tail is also cream colored, top and underneath, for the lower half.",
    "WikiContents": "The plush-crested jay (Cyanocorax chrysops) is a jay of the family Corvidae (which includes the crows and their many allies). It is found in central-southern South America: in southwestern Brazil, Bolivia, Paraguay, Uruguay, and northeastern Argentina, including southern regions of the Amazon Basin river systems bordering the Pantanal.\nThis is an elegant medium-sized bird, dark plumaged with a cream-yellow breast; the bulky tail is also cream colored, top and underneath, for the lower half.\n\n\n== Distribution ==\n\nThe range of the plush-crested jay extends from the Southern Region, Brazil with Uruguay and approaches the South Atlantic coast, but avoids the coast, approximating a 400 to 150 km coastal strip; the coastal-inland range extends 3500 km from São Paulo south to Rio Grande do Sul bordering Uruguay. The inland range continues in northwestern Uruguay and extends northwest through northern Argentina, Paraguay–Bolivia, and through the Pantanal at the southern Cerrado; the range extends in two arms, to the northwest to northern Bolivia, and northeastwards to headwaters of the Amazon Basin Tapajós River.\nIn the Amazon Basin, central Bolivia is the northwest range limit, the headwater tributaries to the north-northeast flowing Madeira River; the next range skips the Guaporé River, (a northwest-flowing tributary to the Madeira), eastwards on the Brazil–Bolivia border, and is next found at the headwaters of the Tapajós River, and joins on the east the extreme headwaters of the Xingu River.\nA disjunct range occurs downstream on the Tapajós and east towards the Xingu River, a block 850 by 750 kilometres (530 mi × 470 mi). Two other localized populations occur in the Amazon Basin, one on the Amazon River, the other on the downstream Madeira River.\n\n\n== References ==\n\n\n== External links ==\nPlush-crested jay videos on the Internet Bird Collection\nStamps (for Argentina, Paraguay) with RangeMap\nPlush-crested jay photo gallery VIREO\nPhoto-High Res; Article mangoverde\nPhoto-Medium Res; Article pantanalbirds—\"Birds of the Pantanal\"\nPhoto-High Res; Article tropicalbirding–Argentina",
    "ImageURL": "PlushcrestedJay_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Plush-crested_jay",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Corvidae",
        "Genus": "Cyanocorax",
        "Species": "chrysops"
    },
    "ScientificName": "Cyanocorax chrysops"
}