{
    "CommonName": "Pond Skater",
    "BriefSummary": "The Gerridae are a family of insects in the order Hemiptera, commonly known as water striders, water skeeters, water bugs, pond skaters, water skippers, or jesus bugs. Consistent with the classification of the Gerridae as true bugs (i.e., suborder Heteroptera), gerrids have mouthparts evolved for piercing and sucking, and distinguish themselves by having the unusual ability to walk on water, making them pleuston (surface-living) animals. They are anatomically built to transfer their weight to be able to run on top of the water's surface. As a result, one could likely find water striders present in any pond, river, or lake. Over 1,700 species of gerrids have been described, 10% of them being marine.While 90% of the Gerridae are freshwater bugs, the oceanic Halobates makes the family quite exceptional among insects. The genus Halobates was first heavily studied between 1822 and 1883 when Buchanan-White collected several different species during the Challenger Expedition. Around this time, Eschscholtz discovered three species of the Gerridae, bringing attention to the species, though little of their biology was known. Since then, the Gerridae have been continuously studied due to their ability to walk on water and unique social characteristics. Small gerrids have frequently been confused with the other semiaquatic bugs, the Veliidae. The most consistent characteristic used to separate these two families are internal genitalia differences. Since internal genitalia require specific training and tools to identify, it is almost impossible to tell a member of the Gerridae apart from a member of the Veliidae by external visual cues. One must study their habitat and behaviors to properly differentiate the two without looking at their specific anatomy.",
    "WikiContents": "The Gerridae are a family of insects in the order Hemiptera, commonly known as water striders, water skeeters, water bugs, pond skaters, water skippers, or jesus bugs. Consistent with the classification of the Gerridae as true bugs (i.e., suborder Heteroptera), gerrids have mouthparts evolved for piercing and sucking, and distinguish themselves by having the unusual ability to walk on water, making them pleuston (surface-living) animals. They are anatomically built to transfer their weight to be able to run on top of the water's surface. As a result, one could likely find water striders present in any pond, river, or lake. Over 1,700 species of gerrids have been described, 10% of them being marine.While 90% of the Gerridae are freshwater bugs, the oceanic Halobates makes the family quite exceptional among insects. The genus Halobates was first heavily studied between 1822 and 1883 when Buchanan-White collected several different species during the Challenger Expedition. Around this time, Eschscholtz discovered three species of the Gerridae, bringing attention to the species, though little of their biology was known. Since then, the Gerridae have been continuously studied due to their ability to walk on water and unique social characteristics. Small gerrids have frequently been confused with the other semiaquatic bugs, the Veliidae. The most consistent characteristic used to separate these two families are internal genitalia differences. Since internal genitalia require specific training and tools to identify, it is almost impossible to tell a member of the Gerridae apart from a member of the Veliidae by external visual cues. One must study their habitat and behaviors to properly differentiate the two without looking at their specific anatomy.\n\n\n== Description ==\n \nThe family Gerridae is physically characterized by having hydrofuge hairpiles, retractable preapical claws, and elongated legs and body.Hydrofuge hairpiles are small, hydrophobic microhairs. These are tiny hairs with more than one thousand microhairs per mm. The entire body is covered by these hairpiles, providing the water strider resistance to splashes or drops of water. These hairs repel the water, preventing drops from weighing down the body.\n\n\n=== Size ===\nThey are generally small, long-legged insects and the body length of most species is between 2 and 12 mm (0.08–0.47 in). A few are between 12 and 25 mm (0.47–0.98 in). Among widespread genera, the North Hemisphere Aquarius includes the largest species, generally exceeding 12 mm (0.47 in), at least among females, and the largest species averaging about 24 mm (0.94 in). Females typically average larger than males of their own species, but it appears to be reversed in the largest species, the relatively poorly known Gigantometra gigas of streams in northern Vietnam and adjacent southern China. It typically reaches a body length of about 36 mm (1.42 in) in wingless males and 32 mm (1.26 in) in winged females (winged males, however, only average marginally larger than females). In this species each middle and hind leg can surpass 10 cm (4 in).\n\n\n=== Antennae ===\n \nWater striders have two antennae with four segments on each. Antennal segments are numbered from closest to the head to farthest. The antennae have short, stiff bristles in segment III. Relative lengths of the antennae segments can help identify unique species within the family Gerridae, but in general, segment I is longer and stockier than the remaining three. The four segments combined are usually no longer than the length of the water strider head.\n\n\n=== Thorax ===\nThe thorax of water striders is generally long, narrow, and small in size. It generally ranges from 1.6 mm to 3.6 mm long across the species, with some bodies more cylindrical or rounder than others. The pronotum, or outer layer of the thorax, of the water strider can be either shiny or dull depending on the species, and covered with microhairs to help repel water. The abdomen of a water strider can have several segments and contains both the metasternum and omphalium.\n\n\n=== Appendages ===\nGerridae have front, middle, and back legs. The front legs are shortest and have preapical claws adapted to puncture prey. Preapical claws are claws that are not at the end of the leg, but rather halfway through, like mantids. The middle legs are longer than the first pair and shorter than the last pair and are adapted for propulsion through the water. The hind pair is the longest and is used for spreading weight over a large surface area, as well as steering the bug across the surface of the water. The front legs are attached just posterior to the eyes, while the middle legs are attached closer to the back legs which attach midthorax but extend beyond the terminal end of the body.\n\n\n=== Wings ===\nSome water striders have wings present on the dorsal side of their thorax, while other species of Gerridae do not, particularly Halobates. Water striders experience wing length polymorphism that has affected their flight ability and evolved in a phylogenetic manner where populations are either long-winged, wing-dimorphic, or short-winged. Wing dimorphism consists of summer gerrid populations evolving different length wings than winter populations within the same species. Habitats with rougher waters are likely to hold gerrids with shorter wings, while habitats with calm waters are likely to hold long-winged gerrids. This is due to potential for damage of the wings and ability for dispersal.\n\n\n== Wing polymorphism ==\nWing polymorphism is important to the variety and dispersal of the Gerridae. The ability for one brood to have young with wings and the next not allows water striders to adapt to changing environments. Long, medium, short, and nonexistent wing forms are all necessary depending on the environment and season. Long wings allow for flight to a neighboring water body when one gets too crowded, but they can get wet and weigh a water strider down. Short wings may allow for short travel, but limit how far a gerrid can disperse. Nonexistent wings prevent a gerrid from being weighed down, but prevent dispersal.\nWing polymorphism is common in the Gerridae despite most univoltine populations being completely apterous (wingless) or macropterous (with wings). Apterous populations of gerrids would be restricted to stable aquatic habitats that experience little change in environment, while macropterous populations can inhabit more changing, variable water supplies. Stable waters are usually large lakes and rivers, while unstable waters are generally small and seasonal. Gerrids produce winged forms for dispersal purposes and macropterous individuals are maintained due to their ability to survive in changing conditions. Wings are necessary if the body of water is likely to dry since the gerrid must fly to a new source of water. However, wingless forms are favored due to competition for ovarian development and wings and reproductive success is the main goal due to the selfish gene theory. Overwintering gerrids usually are macropterous, or with wings, so they can fly back to their aquatic habitat after winter. An environmental switch mechanism controls seasonal dimorphism observed in bivoltine species, or species having two broods per year. This switch mechanism is what helps determine whether or not a brood with wings will evolve. Temperature also plays an important role in photoperiodic switch. Temperatures signify the seasons and thus when wings are needed since they hibernate during winter. Ultimately, these switching mechanisms alter genetic alleles for wing characteristics, helping to maintain biological dispersal.\n\n\n== Nature of the ability to walk on water ==\n\nWater striders are able to walk on top of water due to a combination of several factors. Water striders use the high surface tension of water and long, hydrophobic legs to help them stay above water. \nGerridae species use this surface tension to their advantage through their highly adapted legs and distributed weight. \nThe legs of a water strider are long and slender, allowing the weight of the water strider body to be distributed over a large surface area. The legs are strong, but have flexibility that allows the water striders to keep their weight evenly distributed and flow with the water movement. Hydrofuge hairs line the body surface of the water strider. There are several thousand hairs per square millimeter, providing the water strider with a hydrofuge body that prevents wetting from waves, rain, or spray, which could inhibit their ability to keep their entire body above the water surface if the water stuck and weighed down the body. This position of keeping the majority of the body above the water surface is called an epipleustonic position, which is a defining characteristic of water striders. If the body of the water strider were to accidentally become submerged, for instance by a large wave, the tiny hairs would trap air. Tiny air bubbles throughout the body act as buoyancy to bring the water strider to the surface again, while also providing air bubbles to breathe from underwater.The tiny hairs on the legs provide both a hydrophobic surface as well as a larger surface area to spread their weight over the water. The middle legs used for rowing have particularly well developed fringe hairs on the tibia and tarsus to help increase movement through the ability to thrust. The hind pair of legs are used for steering  When the rowing stroke begins, the middle tarsi of gerrids are quickly pressed down and backwards to create a circular surface wave in which the crest can be used to propel a forward thrust. The semicircular wave created is essential to the ability of the water strider to move rapidly since it acts as a counteracting force to push against. As a result, water striders often move at 1 meter per second or faster.\n\n\n== Life cycle ==\nGerrids generally lay their eggs on submerged rocks or vegetation using a gelatinous substance as a glue. Gravid females carry between two and twenty eggs. The eggs are creamy white or translucent, but become bright orange.Gerrids go through the egg stage, five instar stages of nymphal forms, and then the adult stage. Instar durations of water striders are highly correlated throughout the larval period. This means that individuals tend to develop at the same rate through each instar stage. Each nymphal stage lasts 7–10 days and the water strider molts, shedding its old cuticle through a Y-shaped suture dorsal to the head and thorax. Nymphs are very similar to adults in behavior and diet, but are smaller (1 mm long), paler, and lack differentiation in tarsal and genital segments. It takes approximately 60 to 70 days for a water strider to reach adulthood, though this development rate has been found highly correlated to the water temperature the eggs are in.\n\n\n== Ecology ==\n\n\n=== Habitat ===\nGerridae generally inhabit surfaces of calm waters. The majority of water striders inhabit freshwater areas, with the exception of Asclepios, Halobates, Stenobates and a few other genera, which inhabit marine waters. The marine species are generally coastal, but a few Halobates live offshore (oceanic) and are the only insects of this habitat. Gerridae prefer an environment abundant with insects or zooplankton and one that contains several rocks or plants to oviposit eggs on. It has been studied by prevalence of water striders in varying environments, that water striders most prefer waters around 25 °C (77 °F). Any water temperature lower than 22 °C (72 °F) is unfavorable. This is likely due to the fact that development rates of young are temperature dependent [5]. The cooler the surrounding waters, the slower the development of the young is. Prominent genera Gerridae are present in Europe, the former USSR, Canada, US, South Africa, South America, Australia, China and Malaysia [5]. None have been yet identified in New Zealand waters.\n\n\n=== Diet ===\n\nGerrids are aquatic predators and feed on invertebrates, mainly spiders and insects, that fall onto the water surface. Water striders are attracted to this food source by ripples produced by the struggling prey. The water strider uses its front legs as sensors for the vibrations produced by the ripples in the water. The water strider punctures the prey item's body with its proboscis, injects salivary enzymes that break down the prey's internal structures, and then sucks out the resulting fluid. Gerrids prefer living prey, though they are indiscriminate feeders when it comes to terrestrial insect type. Halobates, which are found on open sea, feed off floating insects, zooplankton, and occasionally resort to cannibalism of their own nymphs. Cannibalism often occurs, but helps to control population sizes and restrict conflicting territories. During the non-mating season when gerrids live in cooperative groups, and cannibalism rates are lower, water striders will openly share large kills with others around them. Some gerrids are collectors, feeding off sediment or deposit surface.\n\n\n=== Predators ===\nGerrids, or water striders, are preyed upon largely by birds and some fish. Petrels, terns, and some marine fish prey on Halobates. Fish do not appear to be the main predators of water striders, but will eat them in cases of starvation. Scent gland secretions from the thorax are responsible for repelling fish from eating them. Gerrids are largely hunted by birds of a wide range of species dependent on habitat. Some water striders are hunted by frogs, but they are not their main food source. Water striders are also sometimes hunted by each other. Water strider cannibalism involves mainly hunting nymphs for mating territory and sometimes for food. To escape predators, water striders will either fly away to a neighboring pond or dive under water. This avoidance of predation aids the dispersal process and thus spread of a species over a larger area of land. As species encounter new areas of land, they adapt to new environments. There are so many species of water strider partially as a result of this dispersion and adaptation over time.\n\n\n=== Parasites ===\nSeveral endoparasites have been found in gerrids. Trypanosamatid flagellates, nematodes, and parasitic Hymenoptera all act as endoparasites. Water mite larvae act as ectoparasites of water striders.\n\n\n=== Dispersal ===\nSudden increases in salt concentration in the water of gerrid habitats can trigger migration of water striders. Water striders will move to areas of lower salt concentration, resulting in the mix of genes within brackish and freshwater bodies. Nymphal population density also affects the dispersal of water striders. The higher density of water striders in the nymphal stage results in a higher percentage of brachypterous adults developing flight muscles. These flight muscles allow for the water striders to fly to neighboring bodies of water and mate, resulting in the spread of genes. This spread and mixing of genes can be beneficial due to a heterozygotic advantage. Generally, water striders will try to disperse in such a way to lower the density of gerrids in one area or pool of water. Most do this by flight, but those that lack wings or wing muscles will rely on the current of their water body or flooding. Eggs in Halobates are often laid on floating ocean debris and thus spread across the ocean by this drifting matter.\n\n\n== Mating behavior ==\n\nSex discrimination in Gerridae is determined through communication of ripple frequency produced on the water surface. Males predominantly produce these ripples in the water. There are three main frequencies found in ripple communication: 25 Hz as a repel signal, 10 Hz as a threat signal, and 3 Hz as a courtship signal. An approaching gerrid will first give out a repel signal to let the other water strider know they are in its area. If the other gerrid does not return the repel signal, then the bug knows it is a female and will switch to the courtship signal. A receptive female will lower her abdomen and allow the male to mount her and mate. A non-receptive female will raise her abdomen and emit a repel signal. Males that are allowed to mate stay attached to the same female for the entire reproductive season. This is to ensure that the female's young belong to the mounting male and thus guarantee the spread of his genes. Females oviposit, or lay their eggs, by submerging and attaching the eggs to stable surfaces such as plants or stones. Some water strider species will lay the eggs at the water edge if the body of water is calm enough. The amount of eggs laid depends on the amount of food available to the mother during the reproductive season. The availability of food and dominance among other gerrids in the area both play crucial roles in the amount of food obtained and thus, resulting fecundity. Water striders will reproduce all year long in tropical regions where it remains warm, but only during the warm months in seasonal habitats. Gerrids that live in environments with winters will overwinter in the adult stage. This is due to the large energy cost which would need to be spent to maintain their body temperature at functional levels. These water striders have been found in leaf litter or under stationary shelters such as logs and rocks during the winter in seasonal areas. This reproductive diapause is a result of shortening day lengths during larval development and seasonal variation in lipid levels. Shorter day length signals the water strider of the coming temperature drops, also acting as a physical signal the body uses to store lipids throughout the body as food sources. Water striders use these lipids to metabolize during their hibernation. The length of the hibernation depends when the environment warms and the days become longer again.\n\n\n== Social behavior ==\nKin discrimination is rare in Gerridae, only really being seen in Halobates. Without hunger playing a role, several studies have shown that neither Aquarius remigis nor Limnoporus dissortis parents preferentially cannibalize on non-kin. Those two species are highly prevalent in American waters. These species do not show familial tendencies, leaving their young to forage on their own. Females cannibalize more on young than males do and, in particular, on first-instar nymphs. Young must disperse as soon as their wings are fully developed to avoid cannibalism and other territorial conflicts since neither parents nor siblings can identify members genetically related to themselves.\nGerridae are territorial insects and make this known by their vibration patterns. Both female and male adult Gerridae hold separate territories, though usually the male territories are larger than the female. During the mating season, gerrids will emit warning vibrations through the water and defend both their territory and the female in it. Even though gerridae are very conspicuous, making their presence known through repel signals, they often live in large groups. These large groups usually form during the non-mating season since there is less need to compete. Instead of competing to reproduce, water striders can work together to obtain nutrition and shelter outside of the mating season. Water striders will attempt to disperse when these groups become too dense. They do so by flying away or cannibalizing.\n\n\n== See also ==\n\nVeliidae (Smaller water strider)\nAnimal locomotion on the water surface\nDenny's paradox\nList of Gerridae genera\n\n\n== References ==\n\n\n== External links ==\n\"Gerridae\". Integrated Taxonomic Information System.\nLarge format pictures: winged and wingless varieties\nRow, Row, Row Your Bug\nVideo of water strider movements\nVideo of Pond Skaters (Gerris lacustris) in Wales, U.K.",
    "ImageURL": "PondSkater_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Gerridae",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Hemiptera",
        "Suborder": "Heteroptera",
        "Family": "GerridaeLeach"
    },
    "Zone": "* #### K"
}