{
    "CommonName": "Pool Frog",
    "BriefSummary": "The pool frog (Pelophylax lessonae) is a European frog. It is one of only four amphibian species recognized by the UK government as protected under its Biodiversity Action Plan. The reasons for declining populations are decreased pond habitat from human encroachment and also air pollution leading to over-nitrification of pond waters. Its specific name was chosen by the Italian herpetologist Lorenzo Camerano in order to honour his master Michele Lessona.",
    "WikiContents": "The pool frog (Pelophylax lessonae) is a European frog. It is one of only four amphibian species recognized by the UK government as protected under its Biodiversity Action Plan. The reasons for declining populations are decreased pond habitat from human encroachment and also air pollution leading to over-nitrification of pond waters. Its specific name was chosen by the Italian herpetologist Lorenzo Camerano in order to honour his master Michele Lessona.\n\n\n== Pool frogs in Britain ==\nThe pool frog has not always been recognised as a native British species. Part of the reason for this is that other similar species are known to have been introduced. However research has now shown that a native origin is most likely.\nThe Herpetological Conservation Trust website states that \"The Pool Frog is a European frog and was formerly recorded from two sites in East Anglia although it was lost from one of these in the middle of the 19th century. It was presumed extinct in the wild at the last remaining site by 1995. A single individual known from this population survived in captivity until 1999. Other populations have become established in the UK and it is known that some of these included individuals of British origin in their founding stock.\"\nAn English Nature reintroduction project is underway in Breckland, where pool frogs were introduced to a single site in 2005.\n\n\n== Hybridogenesis ==\n\nThe edible frog Pelophylax kl. esculentus is a hybridogenetic hybrid of the pool frog Pelophylax lessonae and the marsh frog P. ridibundus. Its populations are maintained however through other crossings by hybridogenesis.\n\n\n== References ==\n\n\n== External links ==\nBBC News article on the reintroduction\nSpecies page at the Herpetological Conservation Trust website\nMovie with sound Youtube",
    "ImageURL": "PoolFrog_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pool_frog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Ranidae",
        "Genus": "Pelophylax",
        "Species": "lessonae"
    },
    "ScientificName": "Pelophylax lessonae"
}