{
    "CommonName": "Potoroo",
    "BriefSummary": "Potoroo is a common name for species of Potorous, a genus of smaller marsupials. They are allied to the Macropodiformes, the suborder of kangaroo, wallaby, and other rat-kangaroo genera. All three extant species are threatened by ecological changes since the English colonisation of Australia, especially the long-footed Potorous longipes (Endangered) and P. gilbertii (Critically Endangered). The broad-faced P. platyops disappeared after its first description in the nineteenth century. The main threats are predation by introduced species (especially foxes) and habitat loss.\nPotoroos were formerly very common in Australia, and early settlers reported them as being significant pests to their crops.",
    "WikiContents": "Potoroo is a common name for species of Potorous, a genus of smaller marsupials. They are allied to the Macropodiformes, the suborder of kangaroo, wallaby, and other rat-kangaroo genera. All three extant species are threatened by ecological changes since the English colonisation of Australia, especially the long-footed Potorous longipes (Endangered) and P. gilbertii (Critically Endangered). The broad-faced P. platyops disappeared after its first description in the nineteenth century. The main threats are predation by introduced species (especially foxes) and habitat loss.\nPotoroos were formerly very common in Australia, and early settlers reported them as being significant pests to their crops.\n\n\n== Status ==\nGilbert's Potoroo was discovered in 1840 by a naturalist called John Gilbert. It was then thought to have become extinct until being rediscovered in 1994 at the Two Peoples Bay Nature Reserve (near Albany) in Western Australia. Conservation efforts have grown an initial wild population of 30-40 to over 100. All species of Potorous are well within the \"critical weight range\" for mammals in Australia, those weighing from 35 to 4200 grams whose trajectory was toward decline or extinction during British settlement.\n\n\n== Taxonomy ==\nA genus of smaller macropodids, that gives its name to the family Potoroidae. The species of Potorous have been greatly impacted or become extinct since their first descriptions, which has presented difficulties in determining the diversity of the genus. The number of species described by 1888 was five, when a revision by Oldfield Thomas merged this to three species.The genus was named Potorous by Anselme Gaëtan Desmarest in 1804, an epithet that was replaced by Illiger with the name Hypsiprymnus and cited by subsequent authors despite the protest of Desmarest. Oldfield Thomas saw no basis for this substitution and recognised Potorous in 1888.The common names for the species include rat-kangaroo, kangaroo rat and potoroo.\n\n\n== Classification ==\nThe genus is allied with the extant Bettongia and Aepyprymnus, which along with the family Hypsiprymnodontidae, are informally grouped as the 'rat-kangaroos' of the suborder Macropodiformes.\nA conservative arrangement with allied modern and fossil genera may be summarised as,\nfamily Potoroidaesubfamily †Palaeopotoroinae\nsubfamily Potoroinaegenus Aepyprymnus\ngenus Bettongia\ngenus †Borungboodie\ngenus †Milliyowi\ngenus Caloprymnus † modern extinction\ngenus PotorousP. gilbertii Gilbert's potoroo,\nP. longipes Long-footed potoroo,\nP. platyops Broad-faced potoroo, † modern extinction\nP. tridactylus Long-nosed potoroo,genus †Purtia\ngenus †Wakiewakie\ngenus †Gumardeesubfamily †Bulungamayinae\n\n\n== Description ==\nThe long-nosed potoroo sniffs the ground with a side to side motion near the vicinity of food. Once the long-nosed potoroo has located a possible food source (with its sense of smell), it positions itself to begin excavating with its forepaws.The skull of potoroos may be either narrow and elongate, as in the extant P. gilbertii, P. longipes, P. tridactylus, or broad and flattened, a feature of the extinct P. platyops.\nAn external occipital crest is strongly defined, particularly in the males, and there is no apparent saggital crest in the species cranial morphology.\nPotorous skulls have shallow and flattened auditory bullae.\nThe dentition is distinguished by sharp and strong canines, the broad permanent premolars are long and low with a profile that is serrated, concave or horizontal at the cutting edge.\nAn acutely pointed incisor extends from the long and narrow lower mandible.\nThe dental formula of the genus is the same as other potoroid taxa: I3/1 C1/0 PM1/1 M4/4. \nTwo premolars in juveniles are replaced by a permanent sectorial premolar.\n\n\n== In popular culture ==\n\nThe first depiction of a potoroo species was published in 1790 by John White in his Journal of a Voyage to Botany Bay, the caption describing the animal as a \"Poto Roo\". The artwork was produced by Sarah Stone.\nPinstripe Potoroo is a minor antagonist in the Crash Bandicoot video game series, depicted as a stereotypical Mafia gangster wielding a tommy gun. He serves as the fourth boss in the first game, and makes a reappearance in Crash Team Racing.\n\n\n== References ==\n\n\n== External links ==\nhttp://www.deh.gov.au/cgi-bin/sprat/public/publicspecies.pl?taxon_id=66645\nhttp://animaldiversity.ummz.umich.edu/site/accounts/classification/Potorous.html\nhttp://www.museum.vic.gov.au/bioinformatics/mammals/images/longlive.htm",
    "ImageURL": "Potoroo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Potoroo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Potoroidae",
        "Genus": "PotorousDesmarest"
    }
}