{
    "CommonName": "Puku",
    "BriefSummary": "The puku (Kobus vardonii) is a medium-sized antelope found in wet grasslands in southern Democratic Republic of Congo, Namibia, Tanzania, and Zambia. Nearly one-third of all puku are found in protected areas, zoos, and national parks due to their diminishing habitat.",
    "WikiContents": "The puku (Kobus vardonii) is a medium-sized antelope found in wet grasslands in southern Democratic Republic of Congo, Namibia, Tanzania, and Zambia. Nearly one-third of all puku are found in protected areas, zoos, and national parks due to their diminishing habitat.\n\n\n== Description ==\nPuku stand about 80 cm (31 in) at the shoulder and weigh from 70 to 80 kg (150 to 180 lb). The puku is sandy brown in colour, with the underbelly a slightly lighter brown. The coat is rougher than the similar-sized southern reedbuck, lechwe or impala, or the smaller oribi. Males have 50-cm-long, ridge-structured horns which are very vaguely lyre-shaped.\n\n\n== Subspecies ==\nThere are two subspecies, the Senga Puku (Kobus vardonii senganus) and the southern puku (Kobus vardonii vardonii).\n\n\n== Ecology ==\nPuku are found almost exclusively in marshy grassland and dambos of the Kilombero Valley of Tanzania, where they eat grasses. Puku are crepuscular, active in the early morning and late afternoon. When scared, puku repeat a shrill whistle sound. Females gather in herds of up to 20 individuals. During the rainy season, many herds will come together for added safety, typically reaching around 50 females. Males hold territories and attempt to persuade herds of females to stay within their territories for as long as possible. In the wet season, due to large floods in their habitat they migrate to a high elevation and in dry seasons remain near water.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\n1881 drawing of puku",
    "ImageURL": "Puku_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Puku",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Kobus",
        "Species": "vardonii"
    },
    "ScientificName": "Kobus vardonii",
    "Zone": "* #### D"
}