{
    "CommonName": "Purple Emperor",
    "BriefSummary": "Apatura iris, the purple emperor, is a Eurasian butterfly of the family Nymphalidae.",
    "WikiContents": "Apatura iris, the purple emperor, is a Eurasian butterfly of the family Nymphalidae.\n\n\n== Description ==\nAdults have dark brown wings with white bands and spots, and a small orange ring on each of the hindwings. Males have a wingspan of 70–80 millimetres (2.8–3.1 in), and have an iridescent purple-blue sheen that the slightly larger (80–92 mm) females lack. The larvae (caterpillars) are green with white and yellow markings, and have two large \"horns\" at the anterior end and a smaller one at the posterior.\n\n\t\t\n\n\n== Habits ==\nFemales spend most of their lives in the tree canopy, favouring dense and mature oak woodlands, coming down only to lay their eggs in the small sallow bushes that grow in clearings and rides. Males also spend much of their time in the tree tops, defending their territory from rivals, though they will sometimes descend to drink from puddles or feed. Unlike most butterflies, the purple emperor does not feed from flowers but instead on the honeydew secreted by aphids, sap oozing from oak trees, and on dung, urine and animal carcasses.Richard South noted that collectors once used animal carcasses \"in a somewhat advanced state of decay\" to lure the males down to the ground, adding that this practice was \"unsportsmanlike\"; otherwise one needed a \"high net\" mounted on a pole about 14 or 15 feet (about 4.5 metres) in length to capture them. Heslop et al. noted that the males' penchant for roadkill can often cause them to be killed by cars.\n\n\n== Life cycle ==\nThey lay eggs in late summer on the upperside of sallow leaves, preferring the broad-leaved sallow, Salix caprea, but they will also use the narrow-leaved sallow, Salix atrocinerea, and various species of poplar. (Poplar is a more common food plant in continental Europe than in the British Isles.) After hatching, the larvae will lie along the midrib of the leaf where they are well camouflaged, and feed only at night. During the winter they hibernate in the forks of sallow branches, where they change colour from green to brown to match their surroundings. (The larvae are variously stated to be reach 35–40 mm long when fully fed or 55–56 mm; it is hard to give definitive measurements, given that they lack a rigid structure.) The following June they form a pale green chrysalis, 30–35 mm long and 12–15 mm in width, resembling a leaf shoot. The adults usually emerge in July, flying well into August.\n\n\n== Distribution ==\nApatura iris is widely distributed in dense, broadleaved woodlands throughout Central Europe including southern Britain, and in suitably temperate parts of Asia, including central and western China. Different subspecies are found across the region (see below).\n\n\n=== British Isles ===\nIn Victorian times this species was regarded as being common in southern England, as far north as the river Humber, but since then it has experienced a sharp decline in both range and numbers. This decline started in the first part of the twentieth century (it was noted by South, for example, writing in 1921) and by the 1960s it was relatively scarce, being confined to old broadleaved woodlands in a few counties in south-east England. Heslop et al. ascribed the decline to habitat fragmentation and loss, starting before the First World War but accelerated by the increased demand for timber during that war, causing old woodlands to be clear felled to make way for commercial forestry crops, especially softwoods. This rendered large parts of its former habitat unsuitable, and it died out in those areas. This process continued after the Second World War for the same reason. Heslop estimated from his personal observation that \"the minimum number of individual imagines (adults) required to sustain a viable colony in an average year is one thousand\"; independent confirmation of this has not been found.\nSouth believed that once they had become uncommon, increased collecting had contributed \"to the monarch's destruction\" in many areas. By 1989 the species had a stronghold in the remaining large broadleaved woodlands of Hampshire, Surrey and Sussex, but was still found in scattered localities elsewhere across southern England.South noted that it had not been recorded from Scotland, and only doubtfully from Ireland, adding that \"in Wales it is only found in Monmouthshire.\"\n\n\n== Subspecies ==\nApatura iris iris\nApatura iris bieti Oberthür, 1885 (Tibet, western and central China)\nApatura iris xanthina Oberthür, 1909\nApatura iris kansuensis O. Bang-Haas, 1933\nApatura iris amurensis Stichel, [1909] (Amur, Ussuri)\n\n\n== Popular culture ==\nThe butterflies on the canopy in Mirkwood were similar to purple emperors, only entirely black, in The Hobbit according to J.R.R. Tolkien.\nIn Tinker Bell and the Great Fairy Rescue, Lizzy's father identifies a butterfly as the apatura iris, but only one of its wings matched its common pattern.\n\n\n== References ==\n\n\n== External links ==\nPurple emperor at Butterfly Conservation\nPurple emperor at UK Butterflies",
    "ImageURL": "PurpleEmperor_sm.jpeg",
    "Source": "https://en.wikipedia.org/wiki/Apatura_iris",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Lepidoptera",
        "Family": "Nymphalidae",
        "Genus": "Apatura",
        "Species": "iris"
    },
    "ScientificName": "Apatura iris",
    "Zone": "* #### G"
}