{
    "CommonName": "Quetzal",
    "BriefSummary": "Quetzals () are strikingly colored birds in the trogon family.\nThey are found in forests, especially in humid highlands, with the five species from the genus Pharomachrus being exclusively Neotropical, while a single species, the eared quetzal, Euptilotis neoxenus, is found in Mexico and very locally in the southernmost United States. Quetzals are fairly large (all over 32 cm or 13 inches long), slightly bigger than other trogon species. The resplendent quetzal is the national bird of Guatemala.\nQuetzals have iridescent green or golden-green wing coverts, back, chest and head, with a red belly. They are strongly sexually dimorphic, and parts of the females' plumage are brown or grey. These largely solitary birds feed on fruits, berries, insects and small vertebrates (such as frogs). Even with their famous bright plumage, they can be hard to see in their natural wooded habitats.",
    "WikiContents": "Quetzals () are strikingly colored birds in the trogon family.\nThey are found in forests, especially in humid highlands, with the five species from the genus Pharomachrus being exclusively Neotropical, while a single species, the eared quetzal, Euptilotis neoxenus, is found in Mexico and very locally in the southernmost United States. Quetzals are fairly large (all over 32 cm or 13 inches long), slightly bigger than other trogon species. The resplendent quetzal is the national bird of Guatemala.\nQuetzals have iridescent green or golden-green wing coverts, back, chest and head, with a red belly. They are strongly sexually dimorphic, and parts of the females' plumage are brown or grey. These largely solitary birds feed on fruits, berries, insects and small vertebrates (such as frogs). Even with their famous bright plumage, they can be hard to see in their natural wooded habitats.\n\n\n== Conservation status ==\nNone of the many quetzal species are under immediate threat in the wild, although the eared and resplendent quetzal are at the Near Threatened status. The remaining are not considered threatened by the IUCN and all are locally common. \n\n\n== Etymology ==\nThe name quetzal is from Nahuatl quetzalli [keˈt͡salːi], \"large brilliant tail feather\" (American Audubon Dictionary) or \"tail coverts of the quetzal\" (Merriam-Webster's Collegiate Dictionary), from the Nahuatl root quetz = \"stand up\" used to refer to an upstanding plume of feathers. The word entered English through Spanish.\nThe word quetzal was originally used for just the resplendent quetzal, the long-tailed quetzal of Guatemala, (more specifically a town called Petén) which is the national bird and the name of the currency of Guatemala. It still often refers to that bird specifically but now also names all the species of the genera Pharomachrus and Euptilotis.\nPharomachrus is from Ancient Greek φάρος pharos, \"mantle\", and μακρός makros, \"long\", referring to the wing and tail coverts of the resplendent quetzal (the second h is unexplained).\nThe quetzal is also known in Spanish as the pilco.\n\n\n== Species ==\nGenus Pharomachrus:\n\nCrested quetzal, Pharomachrus antisianus.\nGolden-headed quetzal, Pharomachrus auriceps.\nWhite-tipped quetzal, Pharomachrus fulgidus.\nResplendent quetzal, Pharomachrus mocinno.\nPavonine quetzal, Pharomachrus pavoninus.Genus Euptilotis:\n\nEared quetzal, Euptilotis neoxenus.Euptilotis neoxenus is related to Pharomachrus and is called the eared quetzal by some authorities, such as the American Ornithologists' Union, but the eared trogon by others.\n\n\n== See also ==\nList of English words of Nahuatl origin\nThe Nest (aviary)\n\n\n== References ==\n\n\n== External links ==\n\"Pharomachrus\". Integrated Taxonomic Information System.\nMangoverde.com  For images of four quetzal species, select \"trogons\".\nTrogon videos, including quetzals, on the Internet Bird Collection\nA study about quetzal, The quetzal description and habitat",
    "ImageURL": "Quetzal_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Quetzal",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Trogoniformes",
        "Family": "Trogonidae"
    },
    "Zone": "* #### B"
}