{
    "CommonName": "Quokka",
    "BriefSummary": "The quokka (), Setonix brachyurus, the only member of the genus Setonix, is a small macropod about the size of a domestic cat. Like other marsupials in the macropod family (such as kangaroos and wallabies), the quokka is herbivorous and mainly nocturnal.Quokkas are found on some smaller islands off the coast of Western Australia, particularly Rottnest Island, just off Perth, and also Bald Island near Albany, and in isolated scattered populations in forest and coastal heath between Perth and Albany. A small colony exists at the eastern limit of their range in a protected area of Two Peoples Bay Nature Reserve, where they co-exist with the critically endangered Gilbert's potoroo.\n\n",
    "WikiContents": "The quokka (), Setonix brachyurus, the only member of the genus Setonix, is a small macropod about the size of a domestic cat. Like other marsupials in the macropod family (such as kangaroos and wallabies), the quokka is herbivorous and mainly nocturnal.Quokkas are found on some smaller islands off the coast of Western Australia, particularly Rottnest Island, just off Perth, and also Bald Island near Albany, and in isolated scattered populations in forest and coastal heath between Perth and Albany. A small colony exists at the eastern limit of their range in a protected area of Two Peoples Bay Nature Reserve, where they co-exist with the critically endangered Gilbert's potoroo.\n\n\n== Description ==\nThe quokka weighs 2.5 to 5 kilograms (5.5 to 11.0 lb) and is 40 to 54 centimetres (16 to 21 in) long with a 25-to-30-centimetre-long (9.8 to 11.8 in) tail, which is quite short for a macropod. It has a stocky build, well developed hind legs, rounded ears, and a short, broad head. Its musculoskeletal system was originally adapted for terrestrial bipedal saltation but over its evolution its system has been built for arboreal locomotion. Although looking rather like a very small kangaroo, it can climb small trees and shrubs up to 1.5 metres (4 ft 11 in). Its coarse fur is a grizzled brown colour, fading to buff underneath. The quokka is known to live for an average of ten years.Quokkas have a promiscuous mating system. After a month of gestation, females give birth to a single baby called a joey. Females can give birth twice a year and produce approximately seventeen joeys during their lifespan. The joey lives in its mother’s pouch for six months. Once it leaves the pouch, the joey relies on its mother for milk for two more months and is fully weaned approximately eight months after birth. Females sexually mature after roughly 18 months. When a female quokka with a joey in her pouch is pursued by a predator, she may drop her baby onto the ground; the joey produces noises, which may serve to attract the predator’s attention while the mother escapes.\n\n\n== Discovery by Europeans ==\n\nThe Dutch mariner Samuel Volckertzoon wrote of sighting \"a wild cat\" on Rottnest Island in 1658. In 1696, Willem de Vlamingh mistook them for giant rats and named the island \"Rotte nest\", which comes from the Dutch word Rattennest, meaning \"rat nest\".The word quokka is derived from a Nyungar word, which was probably gwaga.\n\n\n== Ecology ==\nIn the wild, its roaming is restricted to a very small range in the South-West of Western Australia, with a number of small scattered populations.  There is one large population on Rottnest Island and a smaller population on Bald Island near Albany. The islands are free of certain predators such as foxes and cats. On Rottnest, quokkas are common and occupy a variety of habitats ranging from semi-arid scrub to cultivated gardens.\nPrickly Acanthocarpus plants, which are unaccommodating for humans and other relatively large animals to walk through, provide their favorite daytime shelter for sleeping. Additionally, they are known for their ability to climb trees.\n\n\n== Diet ==\nLike most macropods, quokkas eat many types of vegetation, including grasses and leaves.  A study found that Guichenotia ledifolia, a small shrub species of the family Malvaceae, is one of the quokka's favoured foods. Rottnest Island visitors are urged to never feed quokkas, in part because eating \"human food\" can cause dehydration and malnourishment, both of which are detrimental to the quokka's health. Despite the relative lack of fresh water on Rottnest Island, quokkas do have high water requirements, which they satisfy mostly through eating vegetation. On the mainland quokkas only live in the areas that have 600 mm (24 in) or more of rain per year.\n\n\n== Population ==\nAt the time of colonial settlement, the quokka was widespread and abundant with its distribution encompassing an area of about  41,200 km2 (15,900 sq mi) of south-west Western Australia, inclusive of the two offshore islands, Bald and Rottnest Island. Following extensive population declines in the twentieth century, by 1992 the quokka’s distribution on the mainland was reduced by more than 50% to an area of about 17,800 km2 (6,900 sq mi).Although numerous on the small offshore islands, the quokka is classified as vulnerable. On the mainland, where it is threatened by introduced predatory species such as foxes, cats and dogs, it requires dense ground cover for refuge. Clearfell logging, agricultural development, and housing expansion have reduced this habitat, thus contributing to the decline of the species, as has the clearing and burning of the remaining swamplands. Moreover, quokkas usually have a litter size of one and successfully rear one young each year. Although these animals are constantly mating, usually one day after their young is born, the small litter size paired with the restricted space and threatening predators contribute to the scarcity of these marsupials on the mainland.The quokka population on Rottnest Island is 8,000–12,000 (est. 2007). Snakes are the quokka's only predator on the island. The population on smaller Bald Island, where the quokka has no predators, is 600–1,000. There are an estimated 4,000 quokkas on the mainland, with nearly all mainland populations in groups of less than 50, although there is one declining group of over 700 in the southern forest between Nannup and Denmark.In 2015 an extensive bushfire near Northcliffe nearly eradicated one of the local mainland populations, with an estimated 90% of the 500 quokkas dying.At the end of summer and into autumn, there is a seasonal decline of quokkas on Rottnest Island, where loss of vegetation and reduction of available surface water can lead to starvation.\n\n\n== Human interaction ==\nThe quokka has little fear of humans and it is common for quokkas to approach people closely, particularly on Rottnest Island where there is a prevalent population of them. Even though quokkas have a reputation of the happiest animal on Earth, there a few dozens of cases annually reporting quokkas biting people, especially children.. There are certain restrictions regarding feeding. It is illegal for members of the public to handle the animals in any way, and feeding, particularly of \"human food\", is especially discouraged as they can easily get sick. An infringement notice carrying a A$300 fine can be issued by the Rottnest Island Authority for such an offence. The maximum penalty for animal cruelty is a A$50,000 fine and a five-year prison sentence.Quokkas can also be observed at several zoos and wildlife parks around Australia; some examples include Perth Zoo, Sydney's Taronga Zoo and Wildlife Sydney Zoo, and Adelaide Zoo. Physical interaction is generally not permitted without explicit permission from supervising staff.\nQuokka behavior in response to human interaction has been examined in zoo environments, one brief study indicated fewer animals remained visible from the visitor paths when the enclosure was an open or walk-through environment. This may have been due to the quokkas acquiring avoidance behavior of visitors, which the authors propose has implications for stress management in their exhibition to the public.\n\n\n== References ==\n\n\n== Bibliography ==\nRonald M. Nowak (1999), Walker's Mammals of the World (6th ed.), Baltimore: Johns Hopkins University Press, ISBN 0-8018-5789-9, LCCN 98023686\n\n\n== External links ==\nImages and movies of the quokka (Setonix brachyurus) at ARKive",
    "ImageURL": "Quokka_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Quokka",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Macropodidae",
        "Genus": "Setonix",
        "Species": "brachyurus"
    },
    "ScientificName": "Setonix brachyurus",
    "Zone": "* #### B"
}