{
    "CommonName": "Red junglefowl",
    "BriefSummary": "The red junglefowl (Gallus gallus) is a tropical bird in the family Phasianidae. It is the primary progenitor of the domestic chicken (though genetic evidence strongly suggests some past hybridisation with the grey junglefowl, as well). The red junglefowl was first domesticated at least 5000 years ago in Asia. Since then, its domestic form has spread around the world and is kept globally as a very productive food source of both meat and eggs.\n\n",
    "WikiContents": "The red junglefowl (Gallus gallus) is a tropical bird in the family Phasianidae. It is the primary progenitor of the domestic chicken (though genetic evidence strongly suggests some past hybridisation with the grey junglefowl, as well). The red junglefowl was first domesticated at least 5000 years ago in Asia. Since then, its domestic form has spread around the world and is kept globally as a very productive food source of both meat and eggs.\n\n\n== Taxonomy and systematics ==\nNumerous wild and domestic subspecies of Gallus gallus exist, including:\n\nG. g. gallus – from Southeast Asia\nG. g. bankiva – from Java\nG. g. jabouillei – from Vietnam\nG. g. murghi – from India and Bangladesh\nG. g. spadiceus – from Burma\nG. g. domesticus – (domestic chicken)\n\n\n== Description ==\nThe true nominate race of red junglefowl has a mix of feather colors, with orange, brown, red, gold, gray, white, olive and even metallic green plumage. The tail of the male roosters can grow up to 28 centimetres (11 in), and the whole bird may be as long as 70 centimetres (28 in). There are 14 tail feathers. A moult in June changes the bird's plumage to an eclipse pattern, which lasts through October. The male eclipse pattern includes a black feather in the middle of the back, and small red-orange plumes spread across the body. Female eclipse plumage is generally indistinguishable from regular plumage, but the moulting schedule is the same as males.Compared to the more familiar domestic chicken, the red junglefowl tends to have smaller body mass, and is brighter in its coloration.\n\n\n=== Sexual dimorphism ===\nThe male's tail is composed of long, arching feathers that initially look black, but shimmer with blue, purple, and green in bright light. The female's plumage is typical of this family of birds in being cryptic and adapted for camouflage. She alone looks after the eggs and chicks. She also has no fleshy wattles, and a very small comb on the head.\nDuring their mating season, the male birds announce their presence with the well known \"cock-a-doodle-doo\" call or crowing. Male red junglefowl have a shorter crowing sound than domestic roosters; the call cuts off abruptly at the end. This serves both to attract potential mates and to make other male birds in the area aware of the risk of fighting a breeding competitor. A spur on the lower leg just behind and above the foot serves in such fighting. Their call structure is complex and they have distinctive alarm calls for aerial and ground predators to which others react appropriately.\n\n\n== Distribution and habitat ==\nThe range of the wild form stretches from India, eastwards across Indochina and southern China and into Malaysia, Singapore, the Philippines, and Indonesia. Junglefowl were one of three main animals (along with the domesticated pigs and dogs) carried by early Austronesian peoples from Island Southeast Asia in their voyages to the islands of Oceania in prehistory, starting at around 5,000 BP. Today their ancient descendants are found throughout Micronesia, Melanesia, and Polynesia.\n\n\n== Behaviour and ecology ==\n\nRed junglefowl regularly bathe in dust to keep just the right balance in their plumage. The dust absorbs extra oil and subsequently falls off.Flight in these birds is almost purely confined to reaching their roosting areas at sunset in trees or any other high and relatively safe places free from ground predators, and for escape from immediate danger through the day.\n\nViolent sexual coercion has been observed in red junglefowl.\n\n\n=== Breeding ===\nMales make a food-related display called \"tidbitting\", performed upon finding food in the presence of a female. The display is composed of coaxing, cluck-like calls, and eye-catching bobbing and twitching motions of the head and neck. During the performance, the male repeatedly picks up and drops the food item with his beak. The display usually ends when the hen takes the food item either from the ground or directly from the male's beak. Breeding then occurs.The red junglefowl breeds spring through summer, with the bird laying an egg every day. Eggs take 21 days to develop. Chicks fledge in about 4 to 5 weeks, and at 12 weeks old are chased out of the group by their mother – at which point they start a new group or join an existing one. Sexual maturity is reached at 5 months, with females taking slightly longer than males to reach maturity. \n\n\n=== Diet ===\nThey are omnivorous and feed on insects, seeds, and fruits, including those that are cultivated such as those of the oil palm.\n\n\n== Relationship to humans ==\n\nThe red junglefowl was domesticated for human use well over 5,000 years ago as subspecies Gallus gallus domesticus. Known as the chicken, it is a major source of food for humans. However, undomesticated red jungle fowl still represent an important source of meat and eggs in its endemic range. The undomesticated form is sometimes used in cock-fighting.\n\n\n=== Timeline of domestication ===\nIn 2012, a study examined mitochondrial DNA recovered from ancient bones from Europe, Thailand, the Pacific, and Chile, and from Spanish colonial sites in Florida and the Dominican Republic, in directly dated samples originating in Europe at 1,000 BP and in the Pacific at 3,000 BP. The study showed that chickens were most likely domesticated from wild red junglefowl, though some have suggested possible genetic contributions from other junglefowl species. Domestication occurred at least 7,400 years ago from a common ancestor flock in the bird's natural range, then proceeded in waves both east and west. The earliest undisputed domestic chicken remains are bones associated with a date around 7,400 BP from the Chishan site, in the Hebei province of China. In the Ganges region of India, red junglefowl were being used by humans as early as 7,000 years ago. No domestic chicken remains older than 4,000 years have been identified in the Indus Valley, and the antiquity of chickens recovered from excavations at Mohenjodaro is still debated.\n\n\n== Hybridisation ==\nThe other three members of the genus — Sri Lanka junglefowl (G. lafayetii), grey junglefowl (G. sonneratii), and the green junglefowl (G. varius) — do not usually produce fertile hybrids with the red junglefowl, suggesting that this is the domestic chicken's sole ancestor.  However, supporting the hypothesis of a hybrid origin, research published in 2008 found that the gene responsible for the yellow skin of the domestic chicken most likely originated from the closely related grey junglefowl (Gallus sonneratii) and not from the red junglefowl (Gallus gallus). A culturally significant hybrid between the red junglefowl and the green junglefowl in Indonesia is known as the bekisar.\n\n\n== Status ==\nPurebred red junglefowl are thought to be facing a serious threat of extinction due to hybridisation at the edge of forests, where domesticated free-ranging chickens are common.\n\n\n== References ==\n\n\n== External links ==\nMalaysian Red Junglefowl\nRed Junglefowl: Pure-bred v/s Cross-bred\nARKive – images and movies of the Red Junglefowl (Gallus gallus)\nBirdLife Species Factsheet\nRed Junglefowl\nView the red junglefowl genome in Ensembl\nView the galGal4 genome assembly in the UCSC Genome Browser.\nGallus bankiva (illustration) in Sir William Jardine, The natural history of gallinaceous birds: Vol. I., published by W. H. Lizars, and Stirling and Kenney, 1834; at Google Books.\nReference guide to the four species of the genus Gallus, commonly known as junglefowl. Contains information and photographs of each of the species\nAncestors of chickens studied for conservation; 7 August 2008; The Economic Times, Times of India",
    "ImageURL": "Redjunglefowl_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red_junglefowl",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Galliformes",
        "Family": "Phasianidae",
        "Genus": "Gallus",
        "Species": "gallus"
    },
    "ScientificName": "Gallus gallus",
    "Zone": "* #### F"
}