{
    "CommonName": "Red hartebeest",
    "BriefSummary": "The red hartebeest (Alcelaphus buselaphus caama or A. caama) is a species of even-toed ungulate in the family Bovidae found in Southern Africa. More than 130,000 individuals live in the wild. The red hartebeest is closely related to the tsessebe and the topi.\nAlcelaphus buselaphus caama is a large African antelope of the family Bovidae, one of ten subspecies;  it is sometimes treated as a separate species, A. caama. Commonly known as the red hartebeest, it is the most colorful hartbeest, with black markings contrasting against its white abdomen and behind. It has a longer face that other subspecies, with complex curving horns joined at the base. The average weight of a male is about 150 kg, and female is 120 kg. Their average shoulder height is 135 cm, and horns are 60 cm long. The life expectancy of a red hartebeest is around 19 years. Little sexual dimorphism is noted between males and females, showing no distinct identifiable physical features, but body size is slightly affected. Horn size, however, expresses more dimorphism between males and females, as males fight and defend themselves for sexual selection. Thus, male skull weight and circumference is slightly greater than that of the female.\nHartebeests have an excellent sense of hearing and smell, although their sense of sight is poor. When alarmed, hartebeests elude confusion before running, by which they can reach a maximum speed of 55 km/h. Their evasion tactic is to run in a zigzag pattern, making it difficult for predators to catch them.",
    "WikiContents": "The red hartebeest (Alcelaphus buselaphus caama or A. caama) is a species of even-toed ungulate in the family Bovidae found in Southern Africa. More than 130,000 individuals live in the wild. The red hartebeest is closely related to the tsessebe and the topi.\nAlcelaphus buselaphus caama is a large African antelope of the family Bovidae, one of ten subspecies;  it is sometimes treated as a separate species, A. caama. Commonly known as the red hartebeest, it is the most colorful hartbeest, with black markings contrasting against its white abdomen and behind. It has a longer face that other subspecies, with complex curving horns joined at the base. The average weight of a male is about 150 kg, and female is 120 kg. Their average shoulder height is 135 cm, and horns are 60 cm long. The life expectancy of a red hartebeest is around 19 years. Little sexual dimorphism is noted between males and females, showing no distinct identifiable physical features, but body size is slightly affected. Horn size, however, expresses more dimorphism between males and females, as males fight and defend themselves for sexual selection. Thus, male skull weight and circumference is slightly greater than that of the female.\nHartebeests have an excellent sense of hearing and smell, although their sense of sight is poor. When alarmed, hartebeests elude confusion before running, by which they can reach a maximum speed of 55 km/h. Their evasion tactic is to run in a zigzag pattern, making it difficult for predators to catch them.\n\n\n== Life cycle ==\n\n\n=== Breeding ===\nA. buselaphus subspecies have a gestation period of eight months, and they give birth to single calves. They typically give birth in a seasonal pattern before the summer rain begins. After birth, calves are hidden in dense vegetation before joining a group to increase their chances of survival from predators, since they are weak.\nMost females begin breeding after the age of two, and can conceive again 9 or 10 months after giving birth.\n\n\n=== Diet ===\nRed hartebeests are grass feeders, which is evidenced by their long snouts, which give the advantage of an improved cropping ability to acquire and masticate grasses more efficiently. During the rainy season in southern Africa, the grass species Andropogon is in abundance and is the main source of dietary consumption. As grazers, their diets fluctuate seasonally, as they consume higher-quality, green primary production in wet seasons, and lower-quality sheath material in the dry seasons. Hartebeests are considered less water-dependent than most alcelaphines, only needing to drink water when melons and tubers are inaccessible.\n\n\n=== Predators ===\nThe few carnivores preying on hartebeests in southern Africa include lions, spotted hyenas, leopards, and cheetahs. However, hartebeests are not the primary food source of any of these species, particularly spotted hyenas. Lions only consume hartebeests for about 7% of their diets, hyenas consume hartebeests in 3.5%, cheetahs consume hartebeests in 1.75%, and leopards consume hartebeests in 6.25% of their diets. Lions typically prey on adult males, while both spotted hyenas and leopards tend to prey on young calves. These predatory habits are likely attributed to the difficulty of catching nomadic hartebeests, as well as the better success hyenas and leopards have with catching calves.\n\n\n== Environmental threats ==\nHunting is always an issue to consider in rural areas, since little enforcement of animal protection laws is possible, or there can be no established regulations at all. Hunting hartebeests for survival is an ancient practice: persistence hunting in the hottest part of the day was most common, when hunters could catch the animal at its weakest point. Over the past 20 years, however, one of the only places where persistence hunting still occurs is in central Kalahari.\n\n\n== Habitat and demographics ==\nThe red hartebeest is primarily found in southwestern Africa. Southern Africa's dissected topography, geologic diversity, climate oscillations, and mosaic of distinct vegetation types has been the primary means for radiation and diversification amidst hartebeest species, which has led red hartebeests to vary slightly in their capacity to consume the diets they do. Most ungulates in Africa are nomadic, as they are dependent on food sources that become depleted if they stay in one place.  A. buselaphus lives in herds in open plains and scrublands in the sub-Saharan African climate.\n\n\n== Evolutionary history ==\nIn the early 1900s, \"antelope\" was a very broad, ambiguous name given to most hollow-horned ruminants besides oxen, sheep, and goats. Of these antelopes found in Africa, Asia, and Europe, Africa has the most diverse populations of antelopes, with horn lengths ranging from six feet long, to a quarter of an inch. A. b. caama, from the family Bovidae, used to be categorized as the subfamily of Bubalinae, but are now classified under the subfamily Alcelaphini.  This youngest of all African bovid subfamilies dates back 5 million years ago, and has exhibited great diversification. The oldest fossil of Alcelaphus has been dated to 740,000 years ago. Besides Alcelaphus, the three other genera from the Alcelaphini are Beatragus, Connochaetes, and Damaliscus.\nOver millions of years, the Alcelaphini have diversified to fill certain niches and have spread to different habitats across the continent of Africa. The genus Alcelaphus is suggested to have evolved and diversified due to climate variability over a range of habitats in the Pleistocene era. About 500,000 years ago, the Alcelaphini diverged into northern and southern clades, while the northern clade diverged once more into eastern and western lineages 400,000 years ago. The species Alcelaphus caama originated from the southern clade, also including lichtensteinii, in Namibia. The northern clade comprises the rest of the hartebeest complex.\nDiversification of these species has been solely attributed to environmental and habitat changes due to global warming around 250 to 195 thousand years ago, and global cooling 175 to 125 thousand years ago.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nNational Geographic Video\nAfrican Safari",
    "ImageURL": "Redhartebeest_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red_hartebeest",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Alcelaphus",
        "Species": "buselaphus"
    },
    "ScientificName": "Alcelaphus buselaphus"
}