{
    "CommonName": "Red-handed Tamarin",
    "BriefSummary": "The red-handed tamarin (Saguinus midas), also known as the golden-handed tamarin or Midas tamarin, is a New World monkey belonging to the family Callitrichidae.",
    "WikiContents": "The red-handed tamarin (Saguinus midas), also known as the golden-handed tamarin or Midas tamarin, is a New World monkey belonging to the family Callitrichidae.\n\n\n== Distribution ==\nThis species is native to wooded areas north of the Amazon River in Brazil, Guyana, French Guiana, Suriname, and possibly Venezuela. A population of tamarins south of the Amazon River that lack the contrasting feet and hands was previously believed to be a sub-population of red-handed tamarins but is now treated as a separate species, the black tamarin.\nPopulations of red-handed tamarins appear to be expanding into the historical range of the pied tamarin, with the red-handed tamarin gradually displacing the pied tamarin through interspecific competition.\n\n\n== Habitat ==\nThis species prefers trees with small crowns. \n\n\n== Description ==\n\nThe red-handed tamarin's body measures 20.5–28 centimetres (8.1–11.0 in); including the tail it measures 31–44 centimetres (12–17 in). It weighs 400–550 grams (0.88–1.21 lb).\nThe fur of the red-handed tamarin is dark brown or black, with contrasting reddish-orange hair on its feet and hands (hence the common name). The dark face is hairless, the big ears stick out of the fur. As with all marmosets, there are claws instead of nails on the fingers and toes (with the exception of the big toe). Furthermore, the thumb is not opposable.\n\n\n== Biology and behavior ==\nThe life expectancy of Saguinus midas is approximately 10 years in the wild  and 16 years in captivity. These tamarins live in cooperative groups of 4 to 15 members with little competition within group even between breeding males. Adults can reach sexual maturity at age of 16-20 months.  Only one female in the group will breed during breeding season with the other females suppressing the instinct. The gestation period is 140–170 days and mothers typically give birth to two offspring. Young tamarins are cared for primarily by the father and turned over to the mother only to nurse, however the entire group helps with the care of the young. Defense is a priority in a group, and when one tamarin is threatened the others will rush to its defense. The red-handed tamarin is territorial and can be aggressive, with sharp canines and claws instead of fingernails on all fingers and all but the large toe.\nThe red-handed tamarin is an exceptional climber and spends most of its time among the vines and branches of the trees.  It is quick and agile and is a superb jumper known to jump distances of over 60 feet (18 m) from a tree to the ground with no sign of injury. It is omnivore.  Its diet consists of leaves, plant exudates, fruit, flowers, eggs, insects and other arthropods, frogs, spiders, lizards, and nectar.> Its natural predators include small cats, birds of prey, and snakes.\n\n\n== References ==",
    "ImageURL": "RedhandedTamarin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-handed_tamarin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Callitrichidae",
        "Genus": "Saguinus",
        "Species": "midas"
    },
    "ScientificName": "Saguinus midas",
    "Zone": "* #### G"
}