{
    "CommonName": "Red-breasted cockatoo",
    "BriefSummary": "The red-vented cockatoo (Cacatua haematuropygia) sometimes called the Philippine cockatoo or kalangay, is a critically endangered species of cockatoo that is endemic to the Philippines. It is roughly the size and shape of the Tanimbar corella, but is easily distinguished by the red feathers around the vent.",
    "WikiContents": "The red-vented cockatoo (Cacatua haematuropygia) sometimes called the Philippine cockatoo or kalangay, is a critically endangered species of cockatoo that is endemic to the Philippines. It is roughly the size and shape of the Tanimbar corella, but is easily distinguished by the red feathers around the vent.\n\n\n== Description ==\n\nThe plumage is all white with red undertail coverts tipped white, yellowish undertail and pale yellow underwings. It is 12 inches (30 cm) long and has an 8.6-inch (22 cm) wingspan.\nThe red-vented cockatoo makes a characteristic bleating call, as well as screeching or whistling noises that are common to most cockatoos. It is quieter than most cockatoos, and much quieter than the umbrella cockatoo or Moluccan cockatoo.\n\n\n== Distribution and status ==\nRed-vented cockatoos were formerly widely distributed on all larger and many smaller islands of the Philippines, excluding northern and central Luzon. In the early 1990s the total wild population was estimated at 1000–4000. However, by 2008 this was reduced to probably less than 1000. Now remnant populations exist on the islands of Palawan, Tawitawi, Mindanao and Masbate. The species stronghold is the Palawan Faunal Region where the Katala Foundation has been running the Philippine cockatoo Conservation Programme since 1998. There are around 180 found in wilderness conservation in the municipality of Narra and Puerto Princesa, Palawan, particularly in Rasa Island. The efforts for conservation of the Katala Foundation are threatened by plans to build a coal-fired power station on Palawan's coast. Environmental organizations like the Katala Foundation or Rainforest Rescue are trying to prevent the construction.A captive population is bred by Antonio de Dios's Birds International near Manila.This bird is critically endangered. Populations have decreased dramatically due to illegal trapping for the cage-bird trade. The high price fetched per bird (c.US$160 in Manila in 1997) means that chicks are taken from virtually every accessible nest. Other contributing factors are loss of coastal habitat and persecution as an agricultural pest.\n\n\n== Behaviour ==\nThe red-vented cockatoo is a social species which roosts, feeds, and flies in noisy groups but during the mating season, from March to July, pairs live apart from the flock.\nThey feed on seeds, and, to a lesser extent, on fruits, flowers, buds and nectar. The species is very adaptable and even forages on crops, particularly rice, when half-ripe, and corn, hence becoming regarded a pest.\n\n\n== See also ==\nKatala Foundation, Inc.\n\n\n== References ==\n\n\n== External links ==\n\"Philippine cockatoo – BirdLife Species Factsheet\". BirdLife International. Retrieved 20 October 2009.\nKatala Foundation Incorporated\nOriental Bird Images: \"Philippine cockatoo\"",
    "ImageURL": "Redbreastedcockatoo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-vented_cockatoo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Cacatuidae",
        "Genus": "Cacatua",
        "Species": "haematuropygia"
    },
    "ScientificName": "Cacatua haematuropygia"
}