{
    "CommonName": "Red-billed Blue Magpie",
    "BriefSummary": "The red-billed blue magpie (Urocissa erythroryncha) is a species of bird in the crow family, Corvidae. It is about the same size as the Eurasian magpie but has a much longer tail, one of the longest tails of any corvid. It is 65–68 cm (25.5–27 in) long and weighs 196–232 g (6.9–8.2 oz).\n\n",
    "WikiContents": "The red-billed blue magpie (Urocissa erythroryncha) is a species of bird in the crow family, Corvidae. It is about the same size as the Eurasian magpie but has a much longer tail, one of the longest tails of any corvid. It is 65–68 cm (25.5–27 in) long and weighs 196–232 g (6.9–8.2 oz).\n\n\n== Description ==\nThe head, neck and breast are black with a bluish spotting on the crown. The shoulders and rump are a duller blue and the underparts are a greyish cream. The long tail is a brighter blue (as are the wing primaries) with a broad white tip. The bill is a bright orange-red as are the legs and feet and a ring around the eye. This red can vary across its range to almost yellow in some birds.\n\n\n=== Habits and habitat ===\nThe red-billed blue magpie occurs in a broad swathe from the northern parts of the Indian Subcontinent, and further eastwards. It ranges from the Western Himalayas eastwards into Myanmar, Cambodia, Laos and Vietnam and through central and eastern China to southwest Manchuria, in evergreen forest and scrub in predominantly hilly or mountainous country. It has adapted to urban habitat and can be seen in large cities in China such as Beijing and Hong Kong. They nest in trees and large shrubs in a relatively shallow nest. There are usually three to five eggs laid.\n\nFood is sought both in trees and on the ground. It takes the usual wide range of food, such as invertebrates, other small animals, and fruit and some seeds. It robs nests of eggs and also chicks. Vocal mimicry is very apparent in this species and its calls are very varied, but the most usual are a grating rattle and a high pitched whistle a little like a flute.\n\n\n== References ==\n\n\n== External links ==\nBirdLife Species Factsheet",
    "ImageURL": "RedbilledBlueMagpie.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-billed_blue_magpie",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Corvidae",
        "Genus": "Urocissa",
        "Species": "U. erythroryncha"
    }
}