{
    "CommonName": "Red-headed woodpecker",
    "BriefSummary": "The red-headed woodpecker (Melanerpes erythrocephalus) is a small or medium-sized woodpecker from temperate North America. Their breeding habitat is open country across southern Canada and the eastern-central United States. It is rated as least concern on the International Union for Conservation of Nature (IUCN)'s Red List of Endangered species, having been downlisted from near threatened in 2018.The red-bellied woodpecker also has its most prominent red part of its plumage on the head, but it looks quite different in other respects.",
    "WikiContents": "The red-headed woodpecker (Melanerpes erythrocephalus) is a small or medium-sized woodpecker from temperate North America. Their breeding habitat is open country across southern Canada and the eastern-central United States. It is rated as least concern on the International Union for Conservation of Nature (IUCN)'s Red List of Endangered species, having been downlisted from near threatened in 2018.The red-bellied woodpecker also has its most prominent red part of its plumage on the head, but it looks quite different in other respects.\n\n\n== Taxonomy ==\n\nThe red-headed woodpecker was one of the many species originally described by Linnaeus in his 18th-century work Systema Naturae. The specific epithet is derived from the Ancient Greek words ἐρυθρός, erythros 'red' and κεφαλή, kephalē 'head'.There are three subspecies recognized:\n\nM. e. brodkorbi\nM. e. caurinus\nM. e. erythrocephalus\n\n\n== Description ==\nAdults are strikingly tri-colored, with a black back and tail and a red head and neck. Their underparts are mainly white. The wings are black with white secondary remiges. Adult males and females are identical in plumage. Juveniles have very similar markings, but have an all grey head. While red-bellied woodpeckers have some bright red on the backs of their necks and heads, red-headed woodpeckers have a much deeper red that covers their entire heads and necks, as well as a dramatically different overall plumage pattern.\nThese are mid-sized woodpeckers. Both sexes measure from 19 to 25 cm (7.5 to 9.8 in) in length, with a wingspan of 42.5 cm (16.7 in). They weigh from 56 to 97 g (2.0 to 3.4 oz) with an average of 76 g (2.7 oz). Each wing measures 12.7–15 cm (5.0–5.9 in), the tail measures 6.6–8.5 cm (2.6–3.3 in), the bill measures 2.1–3 cm (0.83–1.18 in) and the tarsus measures 1.9–2.5 cm (0.75–0.98 in). The maximum longevity in the wild is 9.9 years.They give a tchur-tchur call or drum on their territory.\n\n\n== Behavior ==\nThese birds fly to catch insects in the air or on the ground, forage on trees or gather and store nuts. They are omnivorous, eating insects, seeds, fruits, berries, nuts, and occasionally small rodents and even the eggs of other birds. About two thirds of their diet is made up of plants. They nest in a cavity in a dead tree, utility pole, or a dead part of a tree that is between 2.45 and 24.5 m (8.0 and 80.4 ft) above the ground. They lay 4 to 7 eggs in early May which are incubated for two weeks. Two broods can be raised in a single nesting season. Northern birds migrate to the southern parts of the range, with most having arrived on the breeding range by late April, and having left for winter quarters by late October; southern birds are often permanent residents.\n\n\n== Conservation ==\nThe red-headed woodpecker is rated as least concern on the International Union for Conservation of Nature (IUCN)'s Red List of Endangered species. It was formerly rated as near threatened, having been reclassified from Least Concern in 2004 after it appeared to have suffered a 65.5% decline in population over 40 years. However, increased habitat management has caused its numbers to stabilize, thus leading to its downlisting.It was once common bird species found in southern Canada and the east-central United States. Consistent long-term population declines have resulted in red-headed woodpecker's threatened status in Canada and several states in the US. This has led to an immediate need for conservation, which, so far, has been the focus of limited studies. Throughout most of its range it inhabits areas that have been heavily altered by humans. Factors suggested for red-headed woodpecker declines include: loss of overall habitat and, within habitats, standing dead wood required for nest sites, limitations of food supply, and possible nest-site competition with other cavity nesters such as European starlings or red-bellied woodpeckers. Unfortunately few of these factors have been substantiated.\nOf the 600 Canadian Important Bird Areas only seven report the red-headed woodpecker in their area: Cabot Head, Ontario on the Georgian Bay side of the tip of Bruce Peninsula; Carden Plain, Ontario east of Lake Simcoe; Long Point Peninsula and Marshes, Ontario along Lake Erie near London, Ontario; Point Abino, Ontario on Lake Erie near Niagara Falls; Port Franks Forested Dunes, Ontario northeast of Sarnia on Lake Huron; Kinosota/Leifur, Manitoba at the northwest side of Lake Manitoba south of The Narrows and east of Riding Mountain National Park; and along South Saskatchewan River from Empress, Alberta to Lancer Ferry in Saskatchewan.\n\n\n== Popular culture ==\nIn 1996, the United States Postal Service issued a 2-cent postage stamp depicting a perched red-headed woodpecker. The stamp was discontinued at some time thereafter, but re-issued in 1999 and remained available for purchase until 2006.\n\n\n== References ==\n\n\n== Further reading ==\nBirdHouses101.com (2007): Red-headed Woodpecker. Version of 2007-SEP-30. Retrieved 2008-FEB-14.\n\n\n== External links ==\nRed-headed Woodpecker - Melanerpes erythrocephalus - USGS Patuxent Bird Identification InfoCenter\nThe Nature Conservancy's Species Profile: Red-headed Woodpecker\nRed-headed Woodpecker Species Account – Cornell Lab of Ornithology\nRed-headed Woodpecker Recovery\nEnature.com – Red-headed Woodpecker\nA video of the Red Headed Woodpecker - YouTube\n\"Red-headed Woodpecker media\". Internet Bird Collection.\nRed-headed Woodpecker photo gallery at VIREO (Drexel University)",
    "ImageURL": "Redheadedwoodpecker_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-headed_woodpecker",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Piciformes",
        "Family": "Picidae",
        "Genus": "Melanerpes",
        "Species": "erythrocephalus"
    },
    "ScientificName": "Melanerpes erythrocephalus"
}