{
    "CommonName": "Red-tailed phascogale",
    "BriefSummary": "The red-tailed phascogale (Phascogale calura), also known as the red-tailed wambenger, is a small carnivorous marsupial found in central and western Australia. It is closely related to the brush-tailed phascogale (Phascogale tapoatafa), but is smaller and browner.",
    "WikiContents": "The red-tailed phascogale (Phascogale calura), also known as the red-tailed wambenger, is a small carnivorous marsupial found in central and western Australia. It is closely related to the brush-tailed phascogale (Phascogale tapoatafa), but is smaller and browner.\n\n\n== Taxonomy ==\nThe red-tailed phascogale is one of three members of the phascogale genus, the others being the brush-tailed phascogale (P. tapoatafa) and the Northern brush-tailed phascogale (P. pirata). The species was described in 1844 by naturalist and artist John Gould. Its scientific name means \"beautiful-tailed pouched-weasel\".\n\n\n== Description ==\n\nThe red-tailed phascogale is smaller and browner than its close relative the brush-tailed phascogale.  As in the brush-tailed phascogale, male red-tailed phascogales die following their first mating as a result of stress-related diseases. Males rarely live past 11.5 months, although females can live to three years old. In captivity males and females can survive up to five years. An arboreal species, the red-tailed phascogale has a varied diet, and can feed on insects and spiders, but also small birds and small mammals, notably the house mouse (Mus musculus), which has become ubiquitous in the landscape since its introduction by Europeans; it does not drink as its water is metabolised through its food.\n\n\n== Distribution and habitat ==\nThe red-tailed phascogale was formerly widespread throughout central and western Australia but is now restricted to the southern Western Australian wheatbelt, and is classified as near threatened by the IUCN Red List and endangered by the Australian EPBC Act. It is found in dense and tall climax vegetation, and appears to prefer those containing the Wandoo (Eucalyptus wandoo) and the Rock Sheoak (Allocasuarina huegeliana), as it has developed a resistance to the fluoroacetate the plants produce that is lethal to livestock. Most native animals have a resistance to this fluoracetate, but introduced species, like the red fox (Vulpes vulpes), do not, so it has been suggested that the red-tailed phascogale's survival in these areas could be attributed to this chemical. The species was reintroduced to the Wadderin Sanctuary in the central wheatbelt of Western Australia in 2009.\n\n\n== Model species ==\nThe species is used as a model species in research. Studies have been conducted on behavioural thermoregulation and have indicated they bask to reduce their energy demands. Captive nutrition trials found red-tailed phascogales consume up to 39% of their body mass in food per day and their daily maintenance energy requirements are approximately 954 kJ kg0.75day−1. Like many other mammals their food intake during lactation changes to meet the increasing demands of the young Most notably the red-tailed phascogale has been used to study the marsupial immune system and the development of their immune tissues. They have an active complement system, like other marsupials, and the expression levels of complement components vary in developing young. The serum of red-tailed phascogales has been showed to have antimicrobial properties against some bacterial species.Red-tailed phascogales also express T-cell receptors and co-receptors, Major Histocompatibility Complex, and interleukin-6 and its receptor.\n\n\n== References ==\n\n\n== External links ==\nAustralianFauna.com\nAustralian Department of Environment and Heritage Species Profiles, features distribution map",
    "ImageURL": "Redtailedphascogale_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-tailed_phascogale",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Dasyuromorphia",
        "Family": "Dasyuridae",
        "Genus": "Phascogale",
        "Species": "calura"
    },
    "ScientificName": "Phascogale calura"
}