{
    "CommonName": "Red-legged pademelon",
    "BriefSummary": "The red-legged pademelon (Thylogale stigmatica) is a species of small macropod found on the northeastern coast of Australia and in New Guinea. In Australia it has a scattered distribution from the tip of Cape York Peninsula in Queensland to around Tamworth in New South Wales. In New Guinea it is found in south central lowlands.The red-legged pademelon is usually solitary but may group together when feeding. It is found mostly in rainforests, where it is rarely seen, but it is not considered threatened. In New South Wales, however, it is considered to be vulnerable. It feeds on fallen fruit, leaves and grasses. It weighs 2.5 to 7 kg and is 38–58 cm long with a 30–47 cm tail.There are four subspecies of the red-legged pademelon:\nT. s. stigmatica, found in the Cairns region of Queensland;\nT. s. coxenii, found in Cape York Peninsula;\nT. s. orimo, found in New Guinea;\nT. s. wilcoxi, found in southern Queensland and New South Wales.",
    "WikiContents": "The red-legged pademelon (Thylogale stigmatica) is a species of small macropod found on the northeastern coast of Australia and in New Guinea. In Australia it has a scattered distribution from the tip of Cape York Peninsula in Queensland to around Tamworth in New South Wales. In New Guinea it is found in south central lowlands.The red-legged pademelon is usually solitary but may group together when feeding. It is found mostly in rainforests, where it is rarely seen, but it is not considered threatened. In New South Wales, however, it is considered to be vulnerable. It feeds on fallen fruit, leaves and grasses. It weighs 2.5 to 7 kg and is 38–58 cm long with a 30–47 cm tail.There are four subspecies of the red-legged pademelon:\nT. s. stigmatica, found in the Cairns region of Queensland;\nT. s. coxenii, found in Cape York Peninsula;\nT. s. orimo, found in New Guinea;\nT. s. wilcoxi, found in southern Queensland and New South Wales.\n\n\n== Introduction ==\nThe red-legged pademelon is a marsupial rainforest kangaroo. As is typical of marsupials, when a baby pademelon is born they are incompletely developed and are generally carried and suckled in a pouch on their mother’s belly. They are found in rainforests and the open country. Red-legged pademelons are the only ground dwelling wallaby that lives in Wet Tropics rainforests. There are a few subspecies of red-legged pademelon, but the species in this article is the Thylogale Stigmatica (T.stigmatica). It is also part of the family Macropodidae (wallabies, kangaroos etc.).\n\n\n== Physical appearance ==\n\n\n=== Color ===\nRed-legged pademelons have soft thick fur, grey-brown on the back and cream on the belly. The cheeks forearms, outside and inside of their hind legs are a rusty brown color. Its common name refers to the rusty color on the limbs. They also have a pale cream stripe on their outer thigh. Rainforest forms are usually darker in color than those from the open country.\n\n\n=== Other physical features ===\nTheir tail is short and thick, and an average-sized pademelon may be 2 1⁄2 feet (76 cm) tall when standing upright. They are 35–58 cm when not standing upright, have a 30–47 cm tail and weigh between 2.5 and 7 kg.\n\n\n== Habitat ==\nDue to land clearance, red-legged pademelons have suffered a reduction in range, but they still remain common where the habitat remains, and they are not seriously disturbed by selective loggings. Distribution is discontinuous, especially in the north where it appears to be limited by the availability of vegetation providing satisfactory cover. The red-legged pademelon seems to prefer rainforest areas, but is also found near both sclerophyll and dry vine scrubs. Extensive rainforest clearing has reduced its available habitat, but sufficient parks and reserves currently exist throughout their range to secure their status. Forest clearing may benefit the red-legged pademelon to a certain point. A higher number of forest fragments means the pademelons have more adequate pastures that provide them with sufficient food. Only two types of subspecies inhabit Australia; Thylogale Stigmatica and the Thylogale Wilcoxi.\n\n\n== Life cycle and diet ==\n\n\n=== Diet ===\nRed-legged pademelons mainly eat fallen leaves, but sometimes they eat fresh leaves. They also feed on fruits and berries from shrubs, the Moreton Bay Fig from the southern part of its range and the fruit of the Burdekin plum from the northern part. The Moreton Bay Fig and the Burdekin Plum are major food sources. They sometimes eat the fishbone fern, king orchid, and grasses like Paspalum notatum and Cyrtococcum oxyphyllum. Red-legged pademelons eat the bark of trees and cicadas. They affect regeneration of the rainforest as they browse on the young trees and can seriously impede their growth or even kill them.\n\n\n=== Life cycle ===\nThe red-legged pademelon lifespan ranges between 4 and 9.7 years. This can be due to predation and forest fire. After a forest fire, predation levels increase due to reduced forest cover.\n\n\n== Reproduction ==\nPademelons have a gestation period of 28–30 days. Their oestrous cycle is 29–32 days. Mating occurs 2–12 hours after the birth of the young. The gender of pouch-young is distinguished at 3 to 4 weeks. Teat detachment occurs at 13–18 weeks. Ears become erect at 15–18 weeks. Eyes open at 16–18 weeks. Hair becomes visible at 19–21 weeks. Young venture out of pouch at 22–26 weeks. Young leave the pouch at 26–28 weeks. Young start eating food at approximately 66 days after leaving the pouch. Females become mature at about 48 weeks. Males become mature at about 66 weeks. Then the process starts again. When it is born, the tiny blind baby has only been developing for 3 to 6 weeks. Its limbs are hardly developed but its forelimbs are well enough developed to haul itself through its mother’s belly hair to reach the pouch. Shortly after giving birth the female macropod becomes receptive again. If she successfully mates, she will again fall pregnant.\n\n\n=== Caring For Young ===\nIf the female macropod does in fact becomes pregnant, the new embryo (called a blastocyst) is put into a state of suspended animation. The blastocyst will remain in this state until such a time when its sibling is old enough to leave the pouch. As soon as the pademelon joey is old enough to leave the pouch, the stalled embryo begins developing again. Even once a young pademelon vacates the pouch, it often puts its head back in to suckle. It only uses the teat that it used during the time it was in its mother’s pouch. This allows the mother to supply two different types of milk for the more developed offspring that has left the pouch, and another for the less developed offspring that is still in the pouch. This reproductive system, known as embryonic diapause, is found in honey possums, bats, and seals as well as the other macropods. It is an extremely efficient reproductive system and if a young animal dies or is lost from the pouch, immediate development of the blastocyst can replace it quickly.\n\n\n== Adaptations ==\nFemales of the species have a pouch in which they keep their incompletely developed young. Mother red-legged pademelons make soft clucking noises to call their young. They are often found in small groups, foraging 30-50m apart so that they can warn each other of oncoming predators. They are largely nocturnal.\n\n\n== Behavior ==\nRed-legged pademelon behaviour varies under different circumstances. They are least active in the hours around midday and midnight. Late afternoon, evening and early morning they can be seen grazing on open grassland near the rainforest edges but quickly retreat into the forest if disturbed. They are generally solitary but may group together at night while feeding on grasslands. They feed at equal distances apart and are under the control of one dominant pademelon that controls their feeding area and sets their feeding distance. They communicate by vocalizations and thumping their heels on the ground. They use several vocalizations in social behaviour. In hostile interactions and if a female rejects a male during courtship, a harsh rasping sound is uttered. Soft clucking sounds are made by the courting male, similar sounds are made when a mother is calling her young.\nThe security of their family structure, as well as their speed and agility in closed rainforest protects them against most feral animal attacks. When the animal is resting, it sits on the base of its tail whilst placing the rest of it between the hind legs. The animal then leans back against a rock or sapling. As it falls asleep, its head leans forward to rest on the tail or on the ground beside it.\nThe main predators of the Thylogale stigmatica are dingos, tiger quolls, amethystine pythons, and occasionally domestic dogs. The rate of predation increases following a forest fire, when there is less forest cover. They detect predators by spreading out when foraging. Each pademelon can watch for predators on its particular area. If a predator is seen, a warning to others in the area is spread by a thumping sound made by the hind legs.\n\n\n== References ==\n\n\n== External links ==\nChambers Wildlife Rainforest Lodges on Red-legged Pademelon\nNSW Threatened Species\nhttps://web.archive.org/web/20061229155238/http://www.rainforest-australia.com/pademelon.htm\nhttp://www.environment.nsw.gov.au/animals/kangaroosandwallabies.htm\nhttp://www.departments.bucknell.edu/biology/resources/msw3/browse.asp?id=11000308\nhttp://www.departments.bucknell.edu/biology/resources/msw3/browse.asp?id=11000308\nhttp://www.worldanimalfoundation.net/f/Kangaroo.pdf",
    "ImageURL": "Redleggedpademelon_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Red-legged_pademelon",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Macropodidae",
        "Genus": "Thylogale",
        "Species": "stigmatica"
    },
    "ScientificName": "Thylogale stigmatica"
}