{
    "CommonName": "Red-billed buffalo weaver",
    "BriefSummary": "The red-billed buffalo weaver (Bubalornis niger) is a species of bird in the Ploceidae family. It is found in eastern and southern Africa. Its natural habitat is the dry savanna.",
    "WikiContents": "The red-billed buffalo weaver (Bubalornis niger) is a species of bird in the Ploceidae family. It is found in eastern and southern Africa. Its natural habitat is the dry savanna.\n\n\n== Description ==\nThe body length of approximately 24 cm and the weight of 65 g place rank this as one of the largest of the Ploceidae (weaver birds).   Visually the sexes are not greatly differentiated from one another.   The red-billed buffalo weaver is differentiated from the white-billed buffalo weaver (Bubalornis albirostris) by the color of its bill.\nThe feathers of the male are dark chocolate brown in color.   The front wing edges and the wing tips are flecked with white.   His bill is a shade of red.   The eyes are brown and the feet are reddish brown.   The female's body is also colored dark chocolate brown, without the white flecks on the wings.   However, her chin and throat feathers include broad white colored hems.   Her eyes are dark brown and her legs light brown.   Adolescent birds are a lighter shade of brown.\n\n\n== Feeding and foraging ==\nThe diet of the red billed buffalo weaver consists primarily of insects, seed and fruit. Particular insects the bird feeds on include crickets, locusts, grasshoppers, caterpillars, beetles, weevils, wasps, bees, ants, flies, and spiders. Its diet also includes scorpions. Most of these food sources are located in the soil or in low vegetation. As a result, the red-billed buffalo weaver does most of its foraging on the ground. Climate changes have not significantly affected the abundance of prey for the bird.\n\n\n== Habit, habitats, and microhabitats ==\nThese birds tend to live in dry savannahs and sparse woodlands. They prefer areas usually disturbed by humans and livestock. In fact, if people living in community with a population of red-billed buffalo weavers leave, the birds often depart as well. Thus as places continue to be urbanized, these birds find more homes. Additionally, overpopulation does not tend to be a problem for the red-billed buffalo weaver seeing as they live in colonies.\n\n\n== Behavior and social organization ==\nThe red-billed buffalo weaver has been observed in small family groups or in large flocks.Males tend to be polygamous and control anywhere from one to eight nest chambers with three females. Typically there is one dominant male who controls the most chambers and the most females. The males in lower social positions control fewer chambers and fewer females. These males will defend their chambers and females by showing aggressive displays and giving loud calls. However, two males sometimes cooperate with each other to build the nest, defend their territory, and help feed the chicks.Females do not tolerate other females in their chambers while they are nesting and laying their eggs. Females typically feed the chicks (unless they are part of a cooperative breeding colony). The diet consists of insects, seeds, and fruit found near the nest.\n\n\n== Reproduction and breeding ==\n\nRed-billed buffalo weavers breed in colonies. The nests are composed of an enormous mass of thorny twigs. These twigs are divided into separate lodges (compartments), each with multiple egg chambers. Each chamber has a smaller nest, typically built by the female (unless they are part of a cooperative breeding colony). The smaller nest is composed of grass, leaves, and roots. The whole nest is usually found in a thorny tree or in a windmill near areas inhabited by humans. When humans leave particular areas, so do the red-billed buffalo weavers living in the same area. White-backed vultures and bateleurs tend to construct their nests above red-billed buffalo weaver nests, which is helpful in camouflaging their nests from predators.Male red-billed buffalo weavers possess a pseudo-penis around 1.5 cm long. It was first reported in an 1831 German anatomist's report on the birds and subsequent research has shown that it is female selected. The pseudo-penis has no blood vessels and does not carry sperm but instead appears to be favored by the females for pleasure and aids males in attracting females; males in colonies have larger pseudo-penises than males which live alone, suggesting male-male competition has also favored the growth of this peculiar organ.Egg laying season can last from September to June, with the peak occurring between December and March. Females lay anywhere from 2 to 4 eggs and incubate them for roughly 14 days. The females are the only ones that tend to the eggs during this period. After 20 to 23 days, the birds leave the nest.\n\n\n== Conservation status and threats ==\nThe red-billed buffalo weaver is currently listed as a least concern (LC) on the IUCN status. While the global population of this species has not been estimated, this bird is considered common and the population is stable. There are currently no programs or organizations established to monitor and maintain the LC status of the bird.\nPredators of the red-billed buffalo weaver include hawks, eagles, snakes, and baboons. They prey on both adult and adolescent birds.\n\n\n== References ==\nFry, C. Hilary and Keith, Stuart: The Birds of Africa – Volume VII., Christopher Helm, London. 2004. ISBN 0-7136-6531-9\n\n\n== External links ==\nRed-billed buffalo weaver - Species text in Weaver Watch.\nRed-billed buffalo weaver - Species text in The Atlas of Southern African Birds.\nIllustration on Animal Diversity Web",
    "ImageURL": "Redbilledbuffaloweaver_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-billed_buffalo_weaver",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Ploceidae",
        "Genus": "Bubalornis",
        "Species": "niger"
    },
    "ScientificName": "Bubalornis niger"
}