{
    "CommonName": "Red-billed hornbill",
    "BriefSummary": "The red-billed hornbills are a group of hornbills found in the savannas and woodlands of sub-Saharan Africa. They are now usually split into five species, the northern red-billed hornbill (Tockus erythrorhynchus), western red-billed hornbill (T. kempi), Tanzanian red-billed hornbill (T. ruahae), southern red-billed hornbill (T. rufirostris) and Damara red-billed hornbill (T. damarensis), but some authorities consider the latter four all subspecies of Tockus erythrorhynchus.",
    "WikiContents": "The red-billed hornbills are a group of hornbills found in the savannas and woodlands of sub-Saharan Africa. They are now usually split into five species, the northern red-billed hornbill (Tockus erythrorhynchus), western red-billed hornbill (T. kempi), Tanzanian red-billed hornbill (T. ruahae), southern red-billed hornbill (T. rufirostris) and Damara red-billed hornbill (T. damarensis), but some authorities consider the latter four all subspecies of Tockus erythrorhynchus.\n\n\n== Description ==\nThis group of conspicuous birds have mainly whitish underparts and head, grey upperparts, long tails, and a long curved red bill which lacks a casque. The sexes are similar, but the female has a smaller bill. They are generally large, at 42 centimetres (17 in) long, but the entire group is considered one of the smaller hornbills.\n\n\n== Behaviour ==\n\n\n=== Breeding ===\nDuring incubation, the female lays three to six white eggs in a tree hole, which is blocked off with a plaster of mud, droppings and fruit pulp. There is only one narrow aperture, just big enough for the male to transfer food to the mother and the chicks.  When the chicks and the female are too big for the nest, the mother breaks out and rebuilds the wall. Then both parents feed the chicks. \n\n\n=== Nesting ===\nThe female red-billed hornbill protects her young against intruders by building a wall across the opening of her nest. She then seals herself in and brings up her chicks in a 'prison'.\n\n\n=== Feeding ===\nThey are omnivorous, taking insects, fruit and seeds. They feed mainly on the ground and will form flocks outside the breeding season.\n\n\n== References ==\n\nBirdLife International (2004). \"Tockus erythrorhynchus\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006. Database entry includes justification for why this species is of least concern\nBirds of The Gambia by Barlow, Wacher and Disley, ISBN 1-873403-32-1\n\n\n== External links ==\nRed-billed Hornbill videos, photos & sounds on the Internet Bird Collection\nRed-billed hornbill - Species text in The Atlas of Southern African Birds.",
    "ImageURL": "Redbilledhornbill_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Red-billed_hornbill",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Bucerotiformes",
        "Family": "Bucerotidae",
        "Genus": "Tockus"
    }
}