{
    "CommonName": "Reticulated Giraffe",
    "BriefSummary": "The reticulated giraffe (Giraffa camelopardalis reticulata), also known as the Somali giraffe, is a subspecies of giraffe native to the Horn of Africa. It lives in Somalia, southern Ethiopia, and northern Kenya. There are approximately 8,500 individuals living in the wild. The reticulated giraffe was described and given its binomial name by British zoologist William Edward de Winton in 1899, however the IUCN currently recognizes only one species of giraffe with nine subspecies.\nReticulated giraffes can interbreed with other giraffe species in captivity or if they come into contact with populations of other species in the wild.\nTogether with the Rothschild's giraffe, it is by far the giraffe that is most commonly seen in zoos. Its coat consists of large, polygonal, liver-colored spots outlined by a network of bright-white lines. The blocks may sometimes appear deep red and may also cover the legs. Giraffes are the tallest mammals in the world.",
    "WikiContents": "The reticulated giraffe (Giraffa camelopardalis reticulata), also known as the Somali giraffe, is a subspecies of giraffe native to the Horn of Africa. It lives in Somalia, southern Ethiopia, and northern Kenya. There are approximately 8,500 individuals living in the wild. The reticulated giraffe was described and given its binomial name by British zoologist William Edward de Winton in 1899, however the IUCN currently recognizes only one species of giraffe with nine subspecies.\nReticulated giraffes can interbreed with other giraffe species in captivity or if they come into contact with populations of other species in the wild.\nTogether with the Rothschild's giraffe, it is by far the giraffe that is most commonly seen in zoos. Its coat consists of large, polygonal, liver-colored spots outlined by a network of bright-white lines. The blocks may sometimes appear deep red and may also cover the legs. Giraffes are the tallest mammals in the world.\n\n\n== Taxonomy ==\nThe IUCN currently recognizes only one species of giraffe with nine subspecies, one of which is the reticulated giraffe. All living giraffes were originally classified as one species by Carl Linnaeus in 1758. The subspecies was described and given a binomial name Giraffa reticulata by British zoologist William Edward de Winton in 1899. \n\n\n== Distribution and habitat ==\nReticulated giraffes historically occurred widely throughout Northeast Africa. Their favored habitats are savannas, woodlands, seasonal floodplains, and rainforests.\n\n\n== Conservation ==\nTo save the remaining 9,000, or so, Reticulated giraffes, several conservation organizations have been formed. One of these organizations is San Diego Zoo Global's \"Twiga Walinzi\" (meaning Giraffe Guards) initiative. Their work includes hiring and training local Kenyans to monitor 120 trail cameras in Northern Kenya (Loisaba Conservancy and Namunyak Wildlife Conservancy) that capture footage of wild giraffes and other Kenyan wildlife; developing a photo ID database so individual giraffes can be tracked; informing rangers of poaching incidents and removing snares; caring for orphaned giraffes; and educating communities about giraffe conservation.\n\n\n== In zoos ==\nAlong with the Rothschild's giraffe, the reticulated giraffe is the most common giraffe found in zoos. The Cheyenne Mountain Zoo in Colorado Springs, Colorado is said to have the largest reticulated giraffe herd in all of North America. Reticulated and Rothschild's giraffes have been bred together in the past. This was done because it was thought that the giraffe subspecies interbred in the wild. However, new research that was done in 2016 discovered that the separate giraffe populations do not interbreed.\nFew zoos have distinct Rothschild's giraffe or reticulated giraffe herds. The San Diego Zoo Safari Park, Bronx Zoo, and Chester Zoo have herds of just Rothschild's giraffe. Cheyenne Mountain Zoo, Busch Gardens Tampa, The Maryland Zoo, and Omaha's Henry Doorly Zoo all have strictly reticulated giraffe herds. However, some zoos still breed Rothschild's giraffe and reticulated giraffes. At Utah's Hogle Zoo, their giraffe herd consists of male Riley, a reticulated giraffe, and females Kipenzi, a reticulated giraffe, and Pogo, a Rothschild's giraffe. In early 2016, Willow was born to Riley and Pogo. According to the new research discovered in 2016, Willow would be a hybrid. The trend of exhibiting only reticulated giraffe or only Rothschild's giraffe is becoming more popular.\n\n\n== References ==\n\n\n== External links ==\nCheyenne Mountain Zoo Giraffe Cam\nSaint Louis Zoo, Reticulated Giraffe\nThe BIG zoo\nSaint Louis Zoo Article",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/6/67/Two_Giraffes.PNG",
    "Source": "https://en.wikipedia.org/wiki/Reticulated_giraffe"
}