{
    "CommonName": "Rhinoceros Hornbill",
    "BriefSummary": "The rhinoceros hornbill (Buceros rhinoceros) is a large species of forest hornbill (Bucerotidae). In captivity it can live for up to 35 years. It is found in lowland and montane, tropical and subtropical climates and in mountain rain forests up to 1,400 metres in Borneo, Sumatra, Java, the Malay Peninsula, Singapore, and southern Thailand.The rhinoceros hornbill is the state bird of the Malaysian state of Sarawak and the country's National Bird. Some Dayak people, especially the Ibanic groups, believe it to be the chief of worldly birds or the supreme worldly bird, and its statue is used to welcome the god of the augural birds, Sengalang Burong, to the feasts and celebrations of humankind. Contrary to some misunderstandings, the rhinoceros hornbill does not represent their war god, who is represented in this world by the brahminy kite.",
    "WikiContents": "The rhinoceros hornbill (Buceros rhinoceros) is a large species of forest hornbill (Bucerotidae). In captivity it can live for up to 35 years. It is found in lowland and montane, tropical and subtropical climates and in mountain rain forests up to 1,400 metres in Borneo, Sumatra, Java, the Malay Peninsula, Singapore, and southern Thailand.The rhinoceros hornbill is the state bird of the Malaysian state of Sarawak and the country's National Bird. Some Dayak people, especially the Ibanic groups, believe it to be the chief of worldly birds or the supreme worldly bird, and its statue is used to welcome the god of the augural birds, Sengalang Burong, to the feasts and celebrations of humankind. Contrary to some misunderstandings, the rhinoceros hornbill does not represent their war god, who is represented in this world by the brahminy kite.\n\n\n== Description ==\n\nThe rhinoceros hornbill is a large arboreal hornbill, 80 to 90 cm (31–35 in) long. The weight varies by sex, with males weighing around 2,465 to 2,960 g (87.0–104.4 oz) and the females  2,040 to 2,330 g (72–82 oz). The plumage is predominately black, with white legs and vent and a white tail with a black band. The huge bill and casque are orange and red, the colour coming from preen oil rubbed on from the preen gland above the tail. The eyes of the male are red with black rims, and white with red rims in the female.\n\n\n== Behaviour ==\n\n\n=== Diet and feeding ===\n\nThe diet of the rhinoceros hornbill is dominated by fruit, but it will take any insect, small reptile, rodent, and smaller birds that it can catch.\n\n\n=== Breeding ===\nThe courtship and bonding of these birds are critical, as the female must trust the male to provide her with everything when she is incubating and raising chicks. These hornbills make their nests inside tree trunks, and the female stays inside with the eggs and then with the chicks, while the male brings them food. After the eggs are laid, the male collects mud, and the pair pack that mud, along with food and feces, to wall up the entrance to the tree cavity. They leave a very small hole, just large enough for the male to feed the female, and later the chicks, and for the female to defecate through the hole. Once the chicks are fully feathered and old enough to leave the nest, the parents chip away the dry mud to let the chicks out.\n\n\n== Status and conservation ==\nThe rhinoceros hornbill faces a number of threats, including loss of its rainforest habitat, as well as hunting for its meat, and its skull and feathers. Habitat destruction has led to the loss of the large trees the species requires for breeding, which in turn makes it easier for poachers to find the rhinoceros hornbill. It is frequently shot at by poachers due to confusion with the highly sought-after helmeted hornbill. Due to this, the species was uplisted to vulnerable from near threatened on the IUCN Red List in 2018.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\nPerrins, Christopher (ed.) (2003). Firefly Encyclopedia of Birds. Firefly Books. ISBN 978-1-55297-777-4.CS1 maint: Extra text: authors list (link)\n\n\n== External links ==\nDownloadable audio file of the sounds of the rhinoceros hornbill\nBBC Radio Programme concerning Hornbills, featuring a section focusing on the Rhinoceros Hornbill, including calls",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Buceros_rhinoceros_-Singapore_Zoo_-pair-8a.jpg",
    "Source": "https://en.wikipedia.org/wiki/Rhinoceros_hornbill"
}