{
    "CommonName": "Rhinoceros snake",
    "BriefSummary": "The rhinoceros ratsnake (Gonyosoma boulengeri ), also commonly known as the rhinoceros snake, rhino rat snake, and Vietnamese longnose snake, is a species of nonvenomous ratsnake in the family Colubridae. The species is found from northern Vietnam to southern China. It has a prominent, distinctive, scaled protrusion on the front of its snout, which has led to its common naming after a rhinoceros.",
    "WikiContents": "The rhinoceros ratsnake (Gonyosoma boulengeri ), also commonly known as the rhinoceros snake, rhino rat snake, and Vietnamese longnose snake, is a species of nonvenomous ratsnake in the family Colubridae. The species is found from northern Vietnam to southern China. It has a prominent, distinctive, scaled protrusion on the front of its snout, which has led to its common naming after a rhinoceros.\n\n\n== Etymology ==\nThe specific name, boulengeri, is in honor of Belgian-British biologist George Albert Boulenger.\n\n\n== Geographic range ==\nG. boulengeri is found in northern Vietnam including Tam Dao, and in southern China. During a 2001 survey, 10 specimens were observed in Yên Bái Province, northern Vietnam.\n\n\n== Description ==\n\nAdult size of G. boulengeri is  100–160 cm (39–63 in) in total length (including tail). Its scale count includes 19 rows of dorsals at midbody.\n\n\n== Natural history ==\nThe rhinoceros ratsnake inhabits subtropical rainforests at elevations between 300 and 1,100 m (980 and 3,610 ft), particularly valleys with streams. It is generally arboreal,  and mostly nocturnal, hunting small mice and other rodents, birds, and perhaps other vertebrate prey. Oviparous, its mating season from April to May may produce five to 10 eggs in a clutch. After 60 days' incubation, hatchlings are 30–35 cm (12–14 in) total length, brownish grey with dark edges on several dorsal scales. As they mature, rhinoceros ratsnakes change color to steel grey at about 12–14 months, then to a bluish green or green adult hue at about 24 months. However, a rare few individuals maintain their steel grey subadult color and do not pass into ordinarily mature color phase.\n\n\n== References ==\n\n\n== Further reading ==\nBrachtel, Norbert (1998). \"Das Portrait: Rhynchophis boulengeri (Mocquard, 1897)\". Sauria, Berlin 20 (1): 2. (in German).\nMocquard F (1897). \"Notes herpétologiques\". Bulletin du Muséum national d'histoire naturelle, Series 1, 3 (6): 211-217. (Rhynchophis boulengeri, new species, p. 215). (in French).\nOrlov, Nikolai et al. (1999). \"Eine seltene Natter aus Nordvietnam, Rhynchophis boulengeri (Mocquard, 1897)\". Sauria, Berlin 20 (1): 3–8. (in German).\n\n\n== External links ==\nCaptive care of rhino ratsnakes (Rhynchophis boulengeri ) from Adam Wilford of AC Snakes, United Kingdom [1].\nSacha Korell's Natural Elaphe Collection image gallery for Vietnamese Longnose Snake (Rhynchophis boulengeri ) [2].\nImage: \"A rare rhino rat snake (Rhynchophis boulengeri ) emerges from its shell at ZSL London Zoo\". Telegraph.co.uk [3].",
    "ImageURL": "Rhinocerossnake_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Rhinoceros_ratsnake",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Colubridae",
        "Genus": "Gonyosoma",
        "Species": "boulengeri"
    },
    "ScientificName": "Gonyosoma boulengeri",
    "Zone": "* #### D"
}