{
    "CommonName": "Roan antelope",
    "BriefSummary": "The roan antelope (Hippotragus equinus) is a savanna antelope found in West, Central, East and Southern Africa. It is the namesake of the Chevaline project, whose name was taken from the French Antilope Chevaline.Roan antelope are one of the largest species of antelopes, only Elands, Bongos and large male Kudus can exceed them in weight. They measure 190–240 cm (75–94 in) from the head to the base of tail and the tail measures 37–48 cm (15–19 in). The body mass of males is 242–300 kg (534–661 lb) and of females is 223–280 kg (492–617 lb). The shoulder of this species is typically around 130–140 cm (51–55 in). Named for their roan colour (a reddish brown), they have lighter underbellies, white eyebrows and cheeks and black faces, lighter in females. They have short, erect manes, very light beards and prominent red nostrils. The horns are ringed and can reach a metre long in males, slightly shorter in females. They arch backwards slightly.\nThey are similar in appearance to sable antelope and can be confused where their ranges overlap. Sable antelope males are darker, being black rather than dark brown.\nRoan antelope are found in woodland and grassland savanna, mainly in the tropical and subtropical grasslands, savannas, and shrublands biome, which range in tree density from forest with a grassy understorey (such as central Zambezian Miombo woodlands) to grasslands dotted with few trees, where they eat midlength grasses. They form harem groups of five to 15 animals with a dominant male. Roan antelope commonly fight among themselves for dominance of their herd, brandishing their horns while both animals are on their knees.",
    "WikiContents": "The roan antelope (Hippotragus equinus) is a savanna antelope found in West, Central, East and Southern Africa. It is the namesake of the Chevaline project, whose name was taken from the French Antilope Chevaline.Roan antelope are one of the largest species of antelopes, only Elands, Bongos and large male Kudus can exceed them in weight. They measure 190–240 cm (75–94 in) from the head to the base of tail and the tail measures 37–48 cm (15–19 in). The body mass of males is 242–300 kg (534–661 lb) and of females is 223–280 kg (492–617 lb). The shoulder of this species is typically around 130–140 cm (51–55 in). Named for their roan colour (a reddish brown), they have lighter underbellies, white eyebrows and cheeks and black faces, lighter in females. They have short, erect manes, very light beards and prominent red nostrils. The horns are ringed and can reach a metre long in males, slightly shorter in females. They arch backwards slightly.\nThey are similar in appearance to sable antelope and can be confused where their ranges overlap. Sable antelope males are darker, being black rather than dark brown.\nRoan antelope are found in woodland and grassland savanna, mainly in the tropical and subtropical grasslands, savannas, and shrublands biome, which range in tree density from forest with a grassy understorey (such as central Zambezian Miombo woodlands) to grasslands dotted with few trees, where they eat midlength grasses. They form harem groups of five to 15 animals with a dominant male. Roan antelope commonly fight among themselves for dominance of their herd, brandishing their horns while both animals are on their knees.\n\n\n== Taxonomy and evolution ==\nThe roan antelope shares the genus Hippotragus with the extinct bluebuck (H. leucophaeus) and the sable antelope (H. niger), and is a member of the family Bovidae. It was first described by French naturalist Étienne Geoffroy Saint-Hilaire in 1803. The specific epithet equinus derives from the Latin equus (\"horse-like\"), referring to the horse-like appearance of this antelope.In 1996, an analysis of mitochondrial DNA extracted from a mounted specimen of the bluebuck that it was outside the clade containing the roan and sable antelopes. The study therefore concluded that the bluebuck is a distinct species, and not merely a subspecies of the roan antelope. The cladogram below shows the position of the roan antelope among its relatives, following the 1996 analysis:\nIn 1974, palaeoanthropologist Richard Klein studied the fossils of Hippotragus species in South Africa. Most of these were found to represent the bluebuck and the roan antelope. The roan antelope seems to have appeared in the Nelson Bay Cave following climatic changes in the Holocene.\n\n\n=== Subspecies ===\nSix subspecies are recognised:\nH. e. bakeri (Heuglin, 1863): Occurs in Sudan.\nH. e. cottoni Dollman and Burlace, 1928: Occurs in Angola, Botswana, southern Democratic Republic of Congo, central and northern Malawi, and Zambia (southern Africa).\nH. e. equinus É. Geoffroy Saint-Hilaire, 1803: Occurs in Mozambique, South Africa and Zimbabwe.\nH. e. koba (Gray, 1872): Range extends from Senegal to Benin (western Africa).\nH. e. langheldi Matschie, 1898: Occurs in Burundi, northern Democratic Republic of Congo, Ethiopia, Kenya, Rwanda, South Sudan, Tanzania and Uganda (eastern Africa).\nH. e. scharicus (Schwarz, 1913): Occurs in Cameroon, Central African Republic, Chad and eastern Nigeria (central Africa).\n\n\n== Description ==\nThe roan antelope is a large antelope with a horse-like build. It is the largest antelope in the genus Hippotragus. The roan antelope stands 135–160 centimetres (53–63 in) at the shoulder, and weighs 230–320 kilograms (510–710 lb). The head-and-body length is typically between 235 and 285 centimetres (93 and 112 in). The dark tail, terminating in a black tuft, measures 54 centimetres (21 in). Characteristic features include a short and erect mane of greyish brown hair extending from the back of the neck along the midline of the back up to the rump, white patches around the eyes and the mouth on the otherwise black face, and long, narrow ears with 3–5 centimetres (1.2–2.0 in) long tufts. The long legs are supported by large hooves and false hooves.The short, smooth coat is brown to amber. The ventral parts are yellow to white, while the neck and the mane are grey to black. The sable antelope is notably darker; it has a brownish black coat.\n\n\n== References ==\n\n\n== External links ==\n \"Maharif\" . New International Encyclopedia. 1905. A subspecies.",
    "ImageURL": "Roanantelope_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Roan_antelope",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Hippotragus",
        "Species": "equinus"
    },
    "ScientificName": "Hippotragus equinus",
    "Zone": "* #### C"
}