{
    "CommonName": "Rock Hyrax",
    "BriefSummary": "The rock hyrax (Procavia capensis), also called rock badger, rock rabbit, and Cape hyrax, is  a medium-sized terrestrial mammal native to Africa and the Middle East. Commonly referred to in South African English as the dassie (/dasiː/), it is one of the four living species of the order Hyracoidea, and the only one in the genus Procavia.\nLike all hyraxes, it is between 4 kilograms (9 lb) and 5 kilograms (11 lb) in mass, with short ears and tail.The rock hyrax is found at elevations up to 4,200 metres (13,800 ft) in habitats with rock crevices allowing it to escape from predators. It is the only extant terrestrial afrotherian in the Middle East. Hyraxes typically live in groups of 10–80 animals, and forage as a group. It has been reported to use sentries to warn of the approach of predators.  Having incomplete thermoregulation, it is most active in the morning and evening, although its activity pattern varies substantially with season and climate.\nOver most of its range, the rock hyrax is not endangered, and in some areas is considered a minor pest. In Ethiopia, Israel and Jordan, it is a reservoir of the leishmaniasis parasite.\nAlong with other hyrax species and the manatee, this species is the most closely related to the elephant.",
    "WikiContents": "The rock hyrax (Procavia capensis), also called rock badger, rock rabbit, and Cape hyrax, is  a medium-sized terrestrial mammal native to Africa and the Middle East. Commonly referred to in South African English as the dassie (/dasiː/), it is one of the four living species of the order Hyracoidea, and the only one in the genus Procavia.\nLike all hyraxes, it is between 4 kilograms (9 lb) and 5 kilograms (11 lb) in mass, with short ears and tail.The rock hyrax is found at elevations up to 4,200 metres (13,800 ft) in habitats with rock crevices allowing it to escape from predators. It is the only extant terrestrial afrotherian in the Middle East. Hyraxes typically live in groups of 10–80 animals, and forage as a group. It has been reported to use sentries to warn of the approach of predators.  Having incomplete thermoregulation, it is most active in the morning and evening, although its activity pattern varies substantially with season and climate.\nOver most of its range, the rock hyrax is not endangered, and in some areas is considered a minor pest. In Ethiopia, Israel and Jordan, it is a reservoir of the leishmaniasis parasite.\nAlong with other hyrax species and the manatee, this species is the most closely related to the elephant.\n\n\n== Characteristics ==\n\n \n\nThe rock hyrax is squat and heavily built, adults reaching a length of 50 cm (20 in) and weighing around 4 kg (8.8 lb), with a slight sexual dimorphism, males being approximately 10% heavier than females.  Their fur is thick and grey-brown, although this varies strongly between different environments: from dark brown in wetter habitats, to light gray in desert living individuals. Hyrax size (as measured by skull length and humerus diameter) is correlated to precipitation, probably because of the effect on preferred hyrax forage.Prominent in and apparently unique to hyraxes is the dorsal gland, which excretes an odour used for social communication and territorial marking. The gland is most clearly visible in dominant males.The rock hyrax has a pointed head, short neck, and rounded ears. They have long black whiskers on their muzzles. The rock hyrax has a prominent pair of long, pointed tusk-like upper incisors which are reminiscent of the elephant, to which the hyrax is distantly related. The forefeet are plantigrade, and the hind feet semi-digitigrade. The soles of the feet have large, soft pads that are kept moist with sweat-like secretions. In males, the testes are permanently abdominal, another anatomical feature that hyraxes share with their relatives elephants and sirenians.Thermoregulation in the rock hyrax has been subject to much research, as their body temperature varies with a diurnal rhythm.  However, animals kept in constant environmental conditions also display such variation and this internal mechanism may be related to water balance regulation.\n\n\n== Distribution ==\nThe rock hyrax occurs across sub-Saharan Africa, with the exception of the Congo basin and Madagascar. A larger, longer-haired subspecies is abundant in the glacial moraines in the alpine zone of Mount Kenya. The distribution continues into southern Algeria, Libya and Egypt, and the Middle East, with populations in Israel, Jordan, Lebanon and the Arabian peninsula.An unrelated, convergently evolved mammal of similar habits and appearance is the rock cavy of Brazil.\nThe species was introduced to Jebel Hafeet, which is on the border of Oman and the United Arab Emirates.\n\n\n== Ecology and behavior ==\nRock hyraxes build dwelling holes in any type of rock with suitable cavities such as sedimentary rocks and soil.\nIn Mount Kenya, rock hyraxes live in colonies comprising an adult male, differing numbers of adult females and immatures. They are active during the day, and sometimes during moonlit nights. The dominant male defends and watches over the group. The male also marks its territory.\nIn Africa, hyraxes are preyed on by leopards, Egyptian cobras, puff adders, rock pythons, caracals, wild dogs, hawks, and owls. Verreaux's eagle in particular is a specialist hunter of hyrax. In Israel, the rock hyrax is reportedly rarely preyed upon by terrestrial predators, as their system of sentries and their reliable refuges provide considerable protection. Hyrax remains are almost absent from the droppings of wolves in the Judean Desert.\n\n\n=== Feeding and foraging ===\n\nHyraxes feed on a wide variety of different plants, including Lobelia and broad-leafed plants. They also have been reported to eat insects and grubs. The rock hyraxes forage for food up to about 50 metres from their refuge, usually feeding as a group and with one or more acting as sentries from a prominent lookout position. On the approach of danger, the sentries give an alarm call, and the animals quickly retreat to their refuge.They are able to go for many days without water due to the moisture they obtain through their food, but will quickly dehydrate under direct sunlight.  Despite their seemingly clumsy build, they are able to climb trees (although not as readily as Heterohyrax), and will readily enter residential gardens to feed on the leaves of citrus and other trees.\nThe rock hyrax also makes a loud grunting sound while moving its jaws as if chewing, and this behaviour may be a sign of aggression. Some authors have proposed that observation of this behavior by ancient Israelites gave rise to the misconception given in Leviticus 11:4–8 that the hyrax chews the cud. In fact, hyraxes are not ruminants.\n\n\n=== Reproduction ===\nRock hyraxes give birth to between two and four young after a gestation period of 6–7 months (long, for their size). The young are well developed at birth with fully opened eyes and complete pelage. Young can ingest solid food after two weeks and are weaned at ten weeks. After 16 months, the rock hyraxes become sexually mature, they reach adult size at three years, and they typically live about ten years.  During seasonal changes, the weight of the male reproductive organs (testis, seminal vesicles) changes due to sexual activity. A study showed that between May and January, the males were inactive sexually. From February onward, there was a dramatic increase to the weight of these organs, and the males are able to copulate.\n\n\n=== Social behavior ===\nIn a study of their social networks, it was found that hyraxes that live in more \"egalitarian\" groups, in which social associations are spread more evenly among group members, survive longer. In addition, hyraxes are the first non-human species in which structural balance was described. They follow \"the friend of my friend is my friend\" rule, and avoid unbalanced social configurations.Captive rock hyraxes make more than 20 different noises and vocal signals. The most familiar signal is a high trill, given in response to perceived danger. Rock hyrax calls can provide important biological information such as size, age, social status, body weight, condition, and hormonal state of the caller, as determined by measuring their call length, patterns, complexity, and frequency. More recently, researchers have found rich syntactic structure and geographical variations in the calls of rock hyraxes, a first in the vocalization of mammalian taxa other than primates, cetaceans, and bats. Higher ranked males tend to sing more often, although the energetic cost of singing is relatively low.The rock hyrax spends approximately 95% of its time resting. During this time, they can often be seen basking in the sun, which is thought to be an element of their complex thermoregulation.\n\n\n=== Dispersal ===\nMale hyraxes have been categorised into four classes: territorial, peripheral, early dispersers, and late dispersers. The territorial males are dominant. Peripheral males are more solitary and sometimes take over a group when the dominant male is missing. Early-dispersing males are juveniles that leave the birth site around 16 to 24 months of age. Late dispersers are also juvenile males, but they leave the birth site much later; around 30 or more months of age.\n\n\n== Names ==\nThey are known as dassies in South Africa, and sometimes rock rabbits. The Swahili names for them are pimbi, pelele and wibari, though the latter two names are nowadays reserved for the tree hyraxes.\nThis species has many subspecies, many of which are also known as rock or Cape hyrax, although the former usually refers to African varieties.\nIn Arabic, the rock hyrax is called الوبر (\"wabr\") or طبسون (\"tabsoun\"). In Hebrew, the rock hyrax is called שפן סלע (shafan sela), meaning rock \"shafan\", where the meaning of shafan is obscure, but is colloquially used as a synonym for rabbit in modern Hebrew.\nAccording to Gerald Durrell local people in Bafut, Cameroon,  call the rock hyrax the n'eer.\n\n\n== Naturopathic use ==\nRock hyraxes produce large quantities of hyraceum—a sticky mass of dung and urine that has been employed as a South African folk remedy in the treatment of several medical disorders, including epilepsy and convulsions. Hyraceum is now being used by perfumers who tincture it in alcohol to yield a natural animal musk.\n\n\n== In culture ==\nThe rock hyrax is classified as non-kosher in the Jewish Torah. Nonetheless, it is also included in Proverbs 30:26 as one of a number of remarkable animals for being small but exceedingly wise, in this case because \"the rock badgers are a people not mighty, yet they make their homes in the cliffs\".In Joy Adamson's books and the movie Born Free, a rock hyrax called Pati-Pati was her companion for six years before Elsa and her siblings came along; Pati-Pati took the role of nanny and watched over them with great care.The 2013 animated film Khumba features a number of rock hyraxes who sacrifice one of their own to a white black eagle.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nAnimal Diversity : Procavia capensis\nView the hyrax genome on Ensembl\nCute dassie on Table Mountain\nView the proCap1 genome assembly in the UCSC Genome Browser.",
    "ImageURL": "RockHyrax_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Rock_hyrax",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Hyracoidea",
        "Family": "Procaviidae",
        "Genus": "Procavia",
        "Species": "capensis"
    },
    "ScientificName": "Procavia capensis",
    "Zone": "* #### D"
}