{
    "CommonName": "Roe deer",
    "BriefSummary": "The European roe deer (Capreolus capreolus), also known as the western roe deer, chevreuil, or simply roe deer or roe, is a species of deer. The male of the species is sometimes referred to as a roebuck. The roe deer is relatively small, reddish and grey-brown, and well-adapted to cold environments.  The species is widespread in Europe, from the Mediterranean to Scandinavia, from Scotland to the Caucasus, and east to northern Iran and Iraq.  It is distinct from the somewhat larger Siberian roe deer.",
    "WikiContents": "The European roe deer (Capreolus capreolus), also known as the western roe deer, chevreuil, or simply roe deer or roe, is a species of deer. The male of the species is sometimes referred to as a roebuck. The roe deer is relatively small, reddish and grey-brown, and well-adapted to cold environments.  The species is widespread in Europe, from the Mediterranean to Scandinavia, from Scotland to the Caucasus, and east to northern Iran and Iraq.  It is distinct from the somewhat larger Siberian roe deer.\n\n\n== Distribution and related species ==\nWithin Europe, the European roe deer occurs in most areas, with the exception of northernmost Scandinavia (north of Narvik) and some of the islands, notably Iceland, Ireland, and the Mediterranean Sea islands; in the Mediterranean region, it is largely confined to mountainous areas, and is absent or rare at low altitudes. Scottish roe deer were introduced to the Lissadell Estate in Co. Sligo in Ireland around 1870 by Sir Henry Gore-Booth, Bt. The Lissadell deer were noted for their occasional abnormal antlers and survived in that general area for about 50 years before they died out. According to the National Biodiversity Data Centre, in 2014 there was a confirmed sighting of roe deer in County Armagh. There have been other, unconfirmed, sightings in County Wicklow.In England and Wales, roe have experienced a substantial expansion in their range in the latter half of the 20th century and continuing into the 21st century. This increase in population also appears to be affecting woodland ecosystems. At the start of the 20th century, they were almost extinct in Southern England, but since then have hugely expanded their range for no apparent reason and possibly in some cases with human help. In 1884, roe were introduced from Württemberg in Germany into the Thetford Chase area, and these spread to populate most of Norfolk, Suffolk, and substantial parts of Cambridgeshire. In southern England, they started their expansion in Sussex (possibly from enclosed stock in Petworth Park) and from there soon spread into Surrey, Berkshire, Wiltshire, Hampshire, and Dorset, and for the first half of the 20th century, most roe in southern England were to be found in these counties. By the end of the 20th century, they had repopulated much of Southern England and had expanded into Somerset, Devon, Cornwall, Oxfordshire, Gloucestershire, Warwickshire, Lincolnshire, and South Yorkshire, and had even spread into mid-Wales from the Ludlow area where an isolated population had appeared. At the same time, the surviving population in Scotland and the Lake District had pushed further south beyond Yorkshire and Lancashire and into Derbyshire and Humberside.Roe can now be found in most of rural England except for south east Kent and the greater part of Staffordshire and Cheshire, although the expansion is continuing to the extent that before the end of the 21st century, anywhere in the UK mainland suitable for roe may have a population. Not being a species that needs large areas of woodland to survive, urban roe are now a feature of several cities, notably Glasgow and Bristol, where in particular they favour cemeteries. In Wales, they are less common, but have been seen as far south west as Cardigan and as far north west as Bangor, and they are reasonably well established in Powys and Monmouthshire.\nGerman colonial administrators introduced roe deer to the island of Pohnpei in Micronesia.  They are hunted by locals in very steep and heavily vegetated terrain.  The meat is openly sold in markets and restaurants in Kolonia, the capital city of Pohnpei and the Federated States of Micronesia.\nThe roe deer is distinct from the somewhat larger Siberian roe deer (Capreolus pygargus) found from the Ural Mountains to as far east as China and Siberia. The two species meet at the Caucasus Mountains, with the European species occupying the southern flank of the mountain ranges and adjacent Asia Minor, and the Siberian species occupying the northern flank of the mountain ranges.\nIt is known that there are roe deer that live in the Red Forest near Chernobyl.\n\n\n== Physical appearance ==\n\nThe roe deer is a relatively small deer, with a body length of 95–135 cm (3.1–4.4 ft), a shoulder height of 65–75 cm (2.1–2.5 ft), and a weight of 15–35 kg (33–77 lb). Bucks in good conditions develop antlers up to 20–25 cm (8–10 in) long with two or three, rarely even four, points. When the male's antlers begin to regrow, they are covered in a thin layer of velvet-like fur which disappears later on after the hair's blood supply is lost. Males may speed up the process by rubbing their antlers on trees, so that their antlers are hard and stiff for the duels during the mating season. Unlike most cervids, roe deer begin regrowing antlers almost immediately after they are shed.\n\n\n== Habitat and diet ==\n\nThe roe deer is primarily crepuscular, very quick and graceful, and lives in woods, although it may venture into grasslands and sparse forests. They feed mainly on grass, leaves, berries, and young shoots. They particularly like very young, tender grass with a high moisture content, i.e., grass that has received rain the day before. Roe deer will not generally venture into a field that has had or has livestock (sheep, cattle) in it because the livestock make the grass unclean. A pioneer species commonly associated with biotic communities at an early stage of succession, during the Neolithic period in Europe, the roe deer was abundant, taking advantage of areas of forest or woodland cleared by Neolithic farmers.\n\n\n== Behaviour and lifecycle ==\n\nThe roe deer attains a maximum lifespan (in the wild) of 10 years. When alarmed, it will bark a sound much like a dog and flash out its white rump patch. Rump patches differ between the sexes, with the white rump patches heart-shaped on females and kidney-shaped on males. Males may also bark or make a low grunting noise. Females (does) make a high-pitched \"pheep\" whine to attract males during the rut (breeding season) in July and August. Initially, the female goes looking for a mate and commonly lures the buck back into her territory before mating. The roe deer is territorial, and while the territories of a male and a female might overlap, other roe deer of the same sex are excluded unless they are the doe's offspring of that year.\n\n\n== Reproduction ==\n\nThe polygamous roe deer males clash over territory in early summer and mate in early autumn. During courtship, when the males chase the females, they often flatten the underbrush, leaving behind areas of the forest in the shape of a figure eight called 'roe rings'. Males may also use their antlers to shovel around fallen foliage and soil as a way of attracting a mate. Roebucks enter rutting inappetence during the July and August breeding season. Females are monoestrous and after delayed implantation usually give birth the following June, after a 10-month gestation period, typically to two spotted fawns of opposite sexes. The fawns remain hidden in long grass from predators; they are suckled by their mother several times a day for around three months. Young female roe deer can begin to reproduce when they are around 6 months old. During the mating season, a male roe deer may mount the same doe several times over a duration of several hours.\n\n\n== In popular culture ==\nThe world-famous deer Bambi (the titular character of the book Bambi, A Life in the Woods (1923) and its sequel Bambi's Children (1939), by Felix Salten) is originally a roe deer. When the story was adapted into the animated feature film Bambi (1942), by the Walt Disney Studios,  Bambi was changed to a mule deer, and accordingly, the setting was changed to a North American wilderness. These changes made Bambi a deer species more familiar to mainstream US viewers.\n\n\n== See also ==\nSiberian roe deer\n\n\n== References ==\n\n\n== Further reading ==\nDK Adult Publishing (2001). Animal: The Definitive Visual Guide to the World's Wildlife. pg. 241.\nLyneborg, L. (1971). Mammals. ISBN 0-7137-0548-5.\nPrior, Richard (1995).  The Roe Deer: Conservation of a Native Species. Swan-Hill Press. This is regarded as the definitive work on roe deer in Great Britain.\nReader's Digest. The Wildlife Year. p. 228. ISBN 0-276-42012-8.\n\n\n== External links ==\nRoe Deer Research Group\nRoe Deer photos, distribution and information from Portugal\nA Roe Deer path with tracks through a Scottish pine plantation",
    "ImageURL": "Roedeer_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Roe_deer",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Cervidae",
        "Genus": "Capreolus",
        "Species": "capreolus"
    },
    "ScientificName": "Capreolus capreolus"
}