{
    "CommonName": "Roller",
    "BriefSummary": "The rollers are  an Old World family, Coraciidae, of near passerine birds. The group gets its name from the aerial acrobatics some of these birds perform during courtship or territorial flights. Rollers resemble crows in size and build, and share the colourful appearance of kingfishers and bee-eaters, blues and pinkish or cinnamon browns predominating. The two inner front toes are connected, but not the outer one.\nThey are mainly insect eaters, with Eurystomus species taking their prey on the wing, and those of the genus Coracias diving from a perch to catch food items from on the ground, like giant shrikes.\nAlthough living rollers are birds of warm climates in the Old World, fossil records show that rollers were present in North America during the Eocene. They are monogamous and nest in an unlined hole in a tree or in masonry, and lay 2–4 eggs in the tropics, 3–6 at higher latitudes. The eggs, which are white, hatch after 17–20 days, and the young remain in the nest for approximately another 30 days.",
    "WikiContents": "The rollers are  an Old World family, Coraciidae, of near passerine birds. The group gets its name from the aerial acrobatics some of these birds perform during courtship or territorial flights. Rollers resemble crows in size and build, and share the colourful appearance of kingfishers and bee-eaters, blues and pinkish or cinnamon browns predominating. The two inner front toes are connected, but not the outer one.\nThey are mainly insect eaters, with Eurystomus species taking their prey on the wing, and those of the genus Coracias diving from a perch to catch food items from on the ground, like giant shrikes.\nAlthough living rollers are birds of warm climates in the Old World, fossil records show that rollers were present in North America during the Eocene. They are monogamous and nest in an unlined hole in a tree or in masonry, and lay 2–4 eggs in the tropics, 3–6 at higher latitudes. The eggs, which are white, hatch after 17–20 days, and the young remain in the nest for approximately another 30 days.\n\n\n== Taxonomy and systematics ==\nThe roller family Coraciidae was introduced (as Coracinia) by the French polymath Constantine Samuel Rafinesque in 1815. It is one of nine families in the order Coraciiformes, which also includes the motmots, bee-eaters, todies, ground-rollers, cuckoo roller and three families of kingfishers. Apart from the ground-rollers, these families do not appear to be particularly closely related to the rollers, and the  Coraciiformes are therefore probably polyphyletic. The Coraciiformes family gets its scientific name for Latin coracium, \"like a raven\", and the English name \"roller\" from the aerial acrobatics some of these birds perform during courtship or territorial flights. Rollers are divided into two genera as follows.\n\n\n=== Genera ===\nThe roller family has two extant genera as follows:\nGenus Coracias (8 species)\nGenus Eurystomus (4 species)\n\n\n== Description ==\nRollers can be identified as medium-sized birds with strong, slightly hooked beaks and stocky bodies, often with brightly colored plumage. Rollers resemble crows in size and build, ranging from 25 to 27 centimetres (10–11 in) in length. They share the colourful appearance of kingfishers and bee-eaters, blues and pinkish or cinnamon browns predominating. The rollers are similar in general morphology to their relatives in the order Coraciiformes, having large heads on short necks, bright plumage, weak feet and short legs. The two inner front toes are connected, but not the outer one. The weakness of the feet and legs is reflected in their behaviour, rollers do not hop or move along perches and seldom use their feet other than for occasional lurching leaps along the ground pursuing escaping prey. The bill is robust, and is shorter yet broader in the genus Eurystomus, sometimes known as the broad-billed rollers. The broad-billed rollers have brightly coloured bills, whereas those of the Coracias (or true) rollers are black. Other differences between the two genera are in wing length; the more aerial Eurystomus rollers have longer wings (and shorter feet still) than the Coracias rollers, this reflects differences in their foraging ecology. Their calls are \"repeated short, gruff caws\".\n\n\n== Distribution and habitat ==\nThe rollers are found in warmer parts of the Old World. Africa has most species, and is believed to be where the family originated. This is supported by  the fact that the related ground-rollers are found on Madagascar. The European roller is completely migratory, breeding in Europe and wintering in Africa, and the dollarbird also leaves much of its breeding range in winter. Other species are sedentary or short-range migrants.These are birds of open habitats with trees or other elevated perches from which to hunt.\n\n\n== Behavior ==\n\n\n=== Breeding ===\nRollers are noisy and aggressive when defending their nesting territories, which they patrol while displaying their striking plumage. Intruders are attacked with intimidating rolling dives. They are monogamous and nest in an unlined hole in a tree or in masonry, and lay 2–4 eggs in the tropics, 3–6 at higher latitudes. The eggs, which are white, hatch after 17–20 days, and the young remain in the nest for approximately another 30 days. Egg laying is staggered at one-day intervals so that if food is short only the older larger nestlings get fed. The chicks are naked, blind and helpless when they hatch.\n\n\n=== Feeding ===\nCoracias rollers are watch-and wait hunters. They sit in a tree or on a post before descending on their prey and carrying it back to a perch in the beak before dismembering it. They take a wide range of terrestrial invertebrates, and small vertebrates such as frogs, lizards rodents and young birds. They will take items avoided by many other birds, such as hairy caterpillars, insects with warning colouration and snakes.Eurystomus rollers hunt on the wings, swooping on flying beetles, crickets and other insects which are crushed by their broad deep beaks and eaten on the wing. The azure roller and dollarbird will hunt huge swarms of termites and flying ants which appear after thunderstorms. Tens or hundreds of these rollers may be attracted to large swarms.\n\n\n== References ==\n\n\n== Cited text ==\nFry, C. Hilary; Fry, Kathie; Harris, Alan (1992). Kingfishers, Bee-eaters and Rollers. Christopher Helm. ISBN 0-7136-8028-8.\n\n\n== External links ==\nRoller videos on the Internet Bird Collection\nThe distribution, status and places to see the roller in northeast Spain\nRoller From Turkey",
    "ImageURL": "Roller_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Roller",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Coraciiformes",
        "Family": "CoraciidaeRafinesque"
    },
    "Zone": "* #### H"
}