{
    "CommonName": "Royal Penguin",
    "BriefSummary": "The royal penguin (Eudyptes schlegeli) is a species of penguin, which can be found on the sub-Antarctic Macquarie Island and adjacent islands. The International Union for Conservation of Nature (IUCN) classifies the royal penguin as near threatened. The scientific name commemorates the German zoologist Hermann Schlegel.",
    "WikiContents": "The royal penguin (Eudyptes schlegeli) is a species of penguin, which can be found on the sub-Antarctic Macquarie Island and adjacent islands. The International Union for Conservation of Nature (IUCN) classifies the royal penguin as near threatened. The scientific name commemorates the German zoologist Hermann Schlegel.\n\n\n== Description ==\n\nIt is one of the crested penguins (a different genus from the similarly named king or emperor penguins). There is some controversy over whether royal penguins are a subspecies of macaroni penguins. Individuals of the two groups have been known to interbreed, though this is a relatively rare occurrence. Indeed, other penguins have been known to form mixed-species pairs in the wild.\nThey inhabit the waters surrounding Antarctica. Royals look very much like macaroni penguins, but have a white face and chin instead of the macaronis' black visage. They are 65–76 cm (26–30 in) long and weigh 3–8 kg (6.6–17.6 lb). Males are larger than females. Royal penguins breed only on Macquarie Island and, like other penguins, spend much of their time at sea, where they are assumed to be pelagic.\n\n\n== Breeding ==\nRoyal penguins nest on beaches or on bare areas on slopes covered with vegetation. Like most seabirds they are colonial, nesting in scrapes on the ground up to a mile inland. The breeding season begins in September with laying starting in October. Most of the time, two eggs are laid, however, only one survives. The egg is kept warm by both parents for 35 days. This is done by rotating 12-day shifts. After hatching, the male watches out for the chick for 10 to 20 days and the female brings food for both of them. Around 20 days, the chicks will form a home for warmth and safety. The parents continue to feed it two to three times a day. When the chick is about 65 days old it will have its adult feathers and goes on its own.\n\n\n== Diet ==\n\nRoyal penguins feed on krill, fish, and small amounts of squid. They build their nest by making a shallow hole in the sand or in a weeded area. They put plants and stones inside the nest.\n\n\n== Threats ==\nRoyal penguins as a species are classified as near threatened by the IUCN, with high risk of endangerment in the wild. Historically they were hunted for their oil; between 1870 and 1919 the government of Tasmania issuing licences for hunting them, with an average of 150,000 penguins (both royal and king) being taken each year. At the peak of the industry in 1905, the plant established on Macquarie Island was processing 2000 penguins at a time, with each penguin yielding about half a litre of oil.Since the end of penguin hunting on Macquarie the numbers have climbed to 850,000 pairs. Before hunting started, there were three million penguins on the island (both royal and king).\n\n\n== References ==\n\n\n== Further reading ==\ndel Hoyo, J., Elliot, A., Sargatal, J., eds (1992) Handbook of the Birds of the World, Volume One Ostrich to Ducks, ISBN 84-87334-10-5\n\n\n== External links ==\nBirdLife species factsheet\nARKive - images and movies of the royal penguin (Eudyptes schlegeli)\nAustralian Antarctic Division: Unusual penguins  Contains picture of hybrid penguins and penguins with non-standard plumage\nwww.pinguins.info Information about all species of penguins",
    "ImageURL": "RoyalPenguin_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Royal_penguin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Sphenisciformes",
        "Family": "Spheniscidae",
        "Genus": "Eudyptes",
        "Species": "schlegeli"
    },
    "ScientificName": "Eudyptes schlegeli"
}