{
    "CommonName": "Rufous tree pie",
    "BriefSummary": "The rufous treepie (Dendrocitta vagabunda) is a treepie, native to the Indian Subcontinent and adjoining parts of Southeast Asia.  It is a member of the crow family, Corvidae. It is long tailed and has loud musical calls making it very conspicuous. It is found commonly in open scrub, agricultural areas, forests as well as urban gardens. Like other corvids it is very adaptable, omnivorous and opportunistic in feeding.",
    "WikiContents": "The rufous treepie (Dendrocitta vagabunda) is a treepie, native to the Indian Subcontinent and adjoining parts of Southeast Asia.  It is a member of the crow family, Corvidae. It is long tailed and has loud musical calls making it very conspicuous. It is found commonly in open scrub, agricultural areas, forests as well as urban gardens. Like other corvids it is very adaptable, omnivorous and opportunistic in feeding.\n\n\n== Description ==\n\nThe sexes are alike and the main colour of the body is cinnamon with a black head and the long graduated tail is bluish grey and is tipped in black. The wing has a white patch. The only confusable species is the grey treepie which however lacks the bright rufous mantle. The bill is stout with a hooked tip. The underparts and lower back are a warm tawny-brown to orange-brown in colour with white wing coverts and black primaries. The bill, legs and feet are black.The widespread populations show variations and several subspecies are recognized. The nominate subspecies is found in the northeastern part of peninsular India south to Hyderabad. The desert form is paler and called pallida, vernayi of the Eastern Ghats is brighter while parvula of the Western Ghats is smaller in size. The form in Afghanistan and Pakistan is bristoli while the form in southern Thailand is saturatior. E C Stuart Baker describes sclateri from the upper Chindwin to the Chin Hills and kinneari from southern Myanmar and northwest Thailand. The population in eastern Thailand an Indochina is sakeratensis.\n\n\n== Distribution ==\nThe range of this species is quite large, covering all of mainland India up to the Himalayas, Pakistan and southeasterly in a broad band into Bangladesh, Burma (Myanmar), Laos, and Thailand in open forest consisting of scrub, plantations and gardens.\n\n\n== Behaviour and ecology ==\nThe rufous treepie is an arboreal omnivore feeding almost completely in trees on fruits, seeds, invertebrates, small reptiles and the eggs and young of birds; it has also been known to take flesh from recently killed carcasses. It is an agile forager, clinging and clambering through the branches and sometimes joining mixed hunting parties along with species such as drongos and babblers. It has been observed feeding on ecto-parasites of wild deer. Like many other corvids they are known to cache food. They have been considered to be beneficial to palm cultivation in southern India due to their foraging on the grubs of the destructive weevil Rhynchophorus ferrugineus. They are known to feed on the fruits of Trichosanthes tricuspidata which are toxic to mammals.The breeding season in India is April to June. The nest is built in trees and bushes and is usually a shallow platform. There are usually 3-5 eggs laid.This species has a wide repertoire of calls, but a bob-o-link or ko-tree call is most common. A local name for this bird kotri is derived from the typical call while other names include Handi Chancha and taka chor (=\"coin thief\").A blood parasitic protozoan Trypanosoma corvi has been described from this species and Babesia has been reported from this species. Trematode parasites, Haplorchis vagabundi, have been found in their intestines. A species of quill mite Syringophiloidus dendrocittae has been described from this species.\n\n\n== Regional Names ==\nAssamese - কোকলোঙা, \nBengali - খয়েরি হাঁড়িচাচা, \nGujarati - ખેરખટ્ટો, \nHindi - महालत, \nKannada - ಮಟಪಕ್ಷಿ, \nMalayalam - ഓലഞ്ഞാലി, \nMarathi - टकाचोर, \nTamil - வால் காக்கை.\n\n\n== References ==\n\n\n== External links ==\nPhotos and other media\nType specimen of sakeratensis",
    "ImageURL": "Rufoustreepie_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Rufous_treepie",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Corvidae",
        "Genus": "Dendrocitta",
        "Species": "vagabunda"
    },
    "ScientificName": "Dendrocitta vagabunda",
    "Zone": "* #### F"
}