{
    "CommonName": "Rufous-collared sparrow",
    "BriefSummary": "The rufous-collared sparrow or Andean sparrow (Zonotrichia capensis) is an American sparrow found in a wide range of habitats, often near humans, from the extreme south-east of Mexico to Tierra del Fuego, and on the island of Hispaniola. It is famous for its diverse vocalizations, which have been intensely studied since the 1970s, particularly by Paul Handford and Stephen C. Lougheed (UWO), Fernando Nottebohm (Rockefeller University) and Pablo Luis Tubaro (UBA). Local names for this bird include the Portuguese tico-tico, the Spanish chingolo, chincol and copetón, \"tufted\" in Colombia and comemaíz \"corn eater\" in Costa Rica.",
    "WikiContents": "The rufous-collared sparrow or Andean sparrow (Zonotrichia capensis) is an American sparrow found in a wide range of habitats, often near humans, from the extreme south-east of Mexico to Tierra del Fuego, and on the island of Hispaniola. It is famous for its diverse vocalizations, which have been intensely studied since the 1970s, particularly by Paul Handford and Stephen C. Lougheed (UWO), Fernando Nottebohm (Rockefeller University) and Pablo Luis Tubaro (UBA). Local names for this bird include the Portuguese tico-tico, the Spanish chingolo, chincol and copetón, \"tufted\" in Colombia and comemaíz \"corn eater\" in Costa Rica.\n\n\n== Description ==\n\nThe rufous-collared sparrow is 13.5–15 cm (5.3–5.9 in) long and weighs 20–25 g (0.71–0.88 oz). The adult has a stubby grey bill and a grey head with broad black stripes on the crown sides and thinner stripes through the eye and below the cheeks. The nape and breast sides are rufous and the upperparts are black-streaked buff-brown. There are two white wing bars. The throat is white, and the underparts are off-white, becoming brown on the flanks and with a black breast patch.\nYoung birds have a duller, indistinct head pattern, with brown stripes and a buff ground colour. They lack the rufous collar, and have streaked underparts.\nThere are between 25 and 29 subspecies. In general, the smaller forms occur in coastal mountains, intermediate birds in the Andes, and large, darker, forms breed on the tepuis. The largest of the tepui subspecies, Z. c. perezchincillae, has grey underparts, and the rufous collar extends as a black band of freckles across the breast. This form might be separable as a distinct species, or it might just be a particularly distinct population due to genetic bottleneck effects.\n\n\n== Ecology ==\nIn the northern and western part of its range, this generally abundant bird is typically found at altitudes of 600–4,000 m (2,000–13,100 ft), but in the southern and eastern part it is commonly found down to near sea level. It can be seen in virtually any open or semi-open habitat, including cultivation, gardens, parks, grassland and scrubby second growth or cerrado. It copes well with urban and suburban environments, but is absent from the densely forested sections of the Amazon Basin.\nIt is also scarce on the Guiana Shield, occurring mainly on some tepuis and in the Pakaraima Mountains of Guyana.Explaining the presence of this species in the island of Hispaniola and absence from the rest of the Caribbean basin, may be a similar theory to the one proposed for the Hispaniolan crossbill (Loxia megaplaga). In that scenario, the bird's ancestors were present across the region during the much cooler climes of the last glacial period, but was left marooned in the highest Hispaniolan mountains once warming began.The rufous-collared sparrow feeds on the ground on seeds, fallen grain, insects and spiders. It will sometimes join mixed-species feeding flocks and has been observed to pick termites from spider webs. It is usually seen in pairs which hold small territories, or in small flocks. Tame and approachable, it is common throughout its large range and not considered threatened by the IUCN.\n\nThe breeding season is limited by food availability and ultimately rainfall. In the subtropical yungas of north-west Argentina, females begin to build nests around the end of October, when the wet season comes, but by early December most nesting activity has already finished. By contrast, 2,000 m (6,600 ft) ASL in the Andes of Pichincha Province (Ecuador), eggs were being incubated in December, and nest-building activity recorded in March and April, suggesting extended breeding throughout the wet season. The open cup nest consists of plant material lined with fine grasses. It is constructed in matted vegetation on the ground, low in a tree or bush, or in a niche in a wall, perhaps 2 m (6.6 ft) high at best but usually less than 0.5 m (1.6 ft) above ground.The female lays two or three pale greenish-blue eggs with reddish-brown blotches. The eggs measure approximately 19–21 mm (0.75–0.83 in) by 15–16 mm (0.59–0.63 in) and weigh 2.6–2.8 g (0.092–0.099 oz) each. They are incubated by the female for 12–14 days, during which she spends about two-thirds of the daytime brooding or attend the nest in some other way. The male helps in feeding the chicks however, which stay in the nest for about two more weeks. They are not very voracious, and even as they approach fledging the parents will only feed them every 10 minutes or so. Brood parasitism, e.g. by the shiny cowbird (Molothrus bonariensis), may occur, and breeding failure due to predation is very frequent during the incubation period. Predation on nestlings, on the other hand, does not seem to occur more often than in similar-sized Passeroidea.\n\n\n== Physiology ==\n\n\n=== Osmoregulation/Ionoregulation ===\nThe Rufous-collared sparrow relies entirely on its kidneys for osmoregulation and ionoregulation. It is able to tolerate a wide range of salt intake despite lacking a salt gland, however the metabolic cost in energy is too great to maintain the necessary osmoregulatory processes for an extended period of time. As a result, the Rufous-collared sparrow tends not to inhabit marine environments such as salt marshes. Under conditions of higher salt intake, the mass of the kidney and heart can increase up to 20%. This response in organ size causes an increase in basal metabolic rate (BMR) by up to 30%. Kidney size is also affected by the amount of water available in the environment. In arid environments, the urine is more highly concentrated, and the kidneys tend to be smaller than in wetter environments.\n\n\n=== Thermoregulation ===\nIn association with its non-migratory behavior, and its tendency to be found at a wide range of elevations, the Rufous-collared sparrow experiences significant fluctuations in temperature throughout its range each year. Strategies used to acclimate to changing seasonal temperatures include limiting the amount of evaporative water loss (EWL) and increasing metabolic rate. Total evaporative water loss (TEWL) increases during summer months, which may help prevent overheating, and remains lower during winter months. In response to cold temperatures, both basal metabolic rate (BMR), and maximum metabolic rate (MMR) will increase.\n\n\n== Vocalizations ==\n\nThe rufous-collared sparrow has extensive geographical variation in its vocalisations, but calls include a sharp tsip. The male's song, given from a low perch, typically includes slurred whistles with or without a final trill, tee-teeooo, e’e’e’e’e, or teeooo, teeeee.\nFor subtropical/temperate populations in Argentina (except when noted), the song can be described as follows:\nSongs are typically two-part: an introductory phrase (termed \"theme\" in the original description of the song) of two to four pure tone whistles, which are flat, rising, falling, or rising then falling in pitch, followed by a terminal trill, composed of several to many identical (or nearly so) elements. There is a high degree of stereotypy of song within individuals, both within and among seasons. The trill rate is locally very consistent, but varies greatly among populations, with inter-element interval ranging from 12 ms to 400 ms or more.\nSong measures:\nSongs in the study populations were typically c. 2–2.5 seconds in duration. The whistled theme notes are each c. 0.25–0.5 s in duration, and are 2–3 in number in typical songs (from a sample of 1764 individuals, mean # notes/song = 2.87: 1-note themes – 0.5%; 2-note – 27.6%; 3-note – 58%; 4-note – 13%; 5-note – 0.8%; 7-note – 0.1%).\nThese notes are either 1) level, 2) rising, 3) falling, or 4) rising then falling in pitch. Absolute abundance of these note types: 1) – 15.9%; 2) – 32.0%; 3) – 39.8%; 4) – 11.4%. On a notes per song basis, note-type frequency is: 1) – 0.46; 2) – 0.92; 3) – 1.14; 4) – 0.32. Most of the energy in these notes lies between 4 and 6 kHz, with a range of 2.27–8.8 kHz. The terminal trill comprises several to many near-identical elements, which are descending frequency sweeps, with a maximum frequency of 3.8–8.7 kHz and a minimum frequency of 2.4–4.9 kHz.\n\nSinging behaviour:\nIndividuals were found to sing for up to 30 minutes at a time, though usually 2–5 minutes. Countersinging is evident, though not well-studied. Singing-rate is regular, and usually 10–12 per minute. Typically from some elevated point, where available – a large rock, bush, etc. In open scrub and grassland, will sing from stem-tops. In suburban situations, will sing from low branches of trees, walls, sheds, etc. Individuals have \"favourite\" singing points, used repeatedly both within and among seasons. Flight songs have been recorded in migrating groups; these songs seem to be longer and more complex than typical territorial songs, and resemble night songs. Night-singing is recorded, though it is rare and unpredictable. Anecdotal evidence suggests that it may relate to stress. Night songs are typically unlike daytime songs, being longer and more complex.\nThough there is a peak of singing activity near dawn, chingolos will sing strongly, if not persistently, at almost any time of day during the main season (September to January), except when mid-day temperatures are much above 30 °C (86 °F). There is a slight resurgence of activity in the evening.\n\n\n=== Variation ===\n\nIn some areas (in arid parts of north-west Argentina, in eastern Patagonia, and in certain sites in Costa Rica) there is often or always no terminal trill, and the song comprises whistles only. A few individuals in some few localities—so far only in montane grasslands—show two terminal trills, the first rapid, the second substantially slower.\nFemales apparently do not sing, though this is not known with certainty. So far as is known (based on the PhD thesis studies of Tubaro), development of vocal abilities seems to be very similar to the white-crowned sparrow (Z. leucophrys).\nIn the best-studied populations, in north-west Argentina, songs appear highly stereotyped, with the great majority of individuals showing a single song. There is good evidence that this song does not change among years, at least after first breeding. However, there is evidence from Ecuador that tropical populations show individual repertoires of up to seven diverse song types.\nSeasonal variation is very little studied. There is unpublished evidence that in Patagonian populations in the early season individuals may sing more than one song. But this phenomenon seems to disappear by the time the breeding season is properly under way.\n\n\n==== Vocal dialects ====\n\nThis ecologically catholic neotropical songbird provides perhaps one of the clearest and most widely distributed habitat-related dialect systems. The geographic variation in the song of this species became apparent over 30 years ago with F. Nottebohm's study in subtropical and temperate Argentina. He interpreted his findings largely in the context established a few years before in the white-crowned sparrow, that is, he suggested that these dialects perhaps serve to enhance the genetic integrity of local populations. The first direct investigation of this possibility, while providing no support for what came to be called the \"genetic adaptation hypothesis\" (GAH), which explains the vocal dialects of the brown-headed cowbird (Molothrus ater) well. showed that the spatial organisation of song variation was very closely associated with the distribution of distinct habitat types. Moreover, the structural characteristics of the dialect variable (trill interval) showed variation largely consistent with the interspecific acoustic patterns described by E.S. Morton, that is, in general, the trill interval varied from short (c. 50 ms; rapid trills) in open grasslands to long (1–200 ms; slow whistles) in woodlands and forests.\nThis ecological dimension was explored further by Handford and students in the highly diverse habitats of northwestern Argentina. They showed that the ecological ordering of dialect variation over a huge geographical space (1,200 km × 350 km or 750 mi × 220 mi) and across a dramatic sweep of structurally distinct habitats (puna scrub, grassland, desert scrub, thorn woodland, and drought-deciduous forest (see Figure) was largely consistent with the previously established picture. This work also demonstrated that these spatial patterns show temporal stability of at least 20 years (now known to exceed 30 years), and stability on the order of centuries is implied by the persistence of certain habitat dialects long after the native vegetation has been removed by agriculture. This massive demonstration of acoustically rational habitat-based song variation strongly supports what is now known as the Acoustic Adaptation Hypothesis. However, the work also provided a basis for a final evaluation of the GAH on a similar geographical scale. This study showed that the substantial genetic variation shown by the species is organised largely by distance; dialect songs impose no further structure: it seems that for this species the GAH has no explanatory value.\nThe most recent work on this species confirms that the clear ecological segregation of acoustically rational vocal dialects in Argentina extends from 22ºS at the Bolivian border south to 42ºS in northern Patagonia. Across this vast space, the greatest song diversity is concentrated in the vegetationally diverse north west; in the ecologically more uniform central and southern regions, great song uniformity is encountered; finally, island habitats, such as montane grasslands, are represented by repeated islands of the specific song dialect. Other recent work suggests, however, that tropical population (Ecuador) do not show this pattern: instead, individuals show repertoires (from 1–7 trill-types; mean = c. 4) and local populations can show nearly as much trill variation as is known from all Argentina.\n\n\n== See also ==\nTico-Tico no Fubá\n\n\n== References ==\n\n\n== External links ==\n\"Rufous-collared sparrow media\". Internet Bird Collection.\nRufous-collared sparrow photo gallery at VIREO (Drexel University)\nRufous-collared sparrow species account at Neotropical Birds (Cornell Lab of Ornithology)Interactive range map of Zonotrichia capensis at IUCN Red List maps",
    "ImageURL": "Rufouscollaredsparrow_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Rufous-collared_sparrow",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Passerellidae",
        "Genus": "Zonotrichia",
        "Species": "capensis"
    },
    "ScientificName": "Zonotrichia capensis"
}