{
    "CommonName": "Saddlebill Stork",
    "BriefSummary": "The saddle-billed stork (Ephippiorhynchus senegalensis) is a large wading bird in the stork family, Ciconiidae. It is a widespread species which is a resident breeder in sub-Saharan Africa from Sudan, Ethiopia and Kenya south to South Africa, and in The Gambia, Senegal, Côte d'Ivoire and Chad in west  Africa.\nThis is a close relative of the widespread Asian and Australian black-necked stork, the only other member of the genus Ephippiorhynchus.\n\n",
    "WikiContents": "The saddle-billed stork (Ephippiorhynchus senegalensis) is a large wading bird in the stork family, Ciconiidae. It is a widespread species which is a resident breeder in sub-Saharan Africa from Sudan, Ethiopia and Kenya south to South Africa, and in The Gambia, Senegal, Côte d'Ivoire and Chad in west  Africa.\nThis is a close relative of the widespread Asian and Australian black-necked stork, the only other member of the genus Ephippiorhynchus.\n\n\n== Description ==\n\nThis is a huge bird that regularly attains a height of 150 cm (59 in), a length of 142 cm (56 in) and a 2.4–2.7 m (7.9–8.9 ft) wingspan. The male is larger and heavier than the female, with a range of 5.1–7.52 kg (11.2–16.6 lb), with a mean mass of 6.38 kg (14.1 lb). The female is usually between 5 and 6.84 kg (11.0 and 15.1 lb), with a mean mass of 5.95 kg (13.1 lb). It is probably the tallest of the storks (though not the heaviest), due in no small part to it extremely long legs (tarsus length is up to 36.5 cm (14.4 in)). The long bill measures from 27.3 to 36 cm (10.7 to 14.2 in). The sexes can be readily distinguished by the golden yellow irises of the female and the brown irises and dangling yellow wattles of the male.\nIt is spectacularly plumaged; both the female and male appear identical when perched but the female shows much more white in the primaries in flight. The head, neck, back, wings, and tail are iridescent black, with the rest of the body and the primary flight feathers being white. Juveniles are browner grey in plumage. The massive bill is red with a black band and a yellow frontal shield (the \"saddle\"). The legs and feet are black with pink hocks. On the chest is a bare red patch of skin, whose colour darkens during breeding season.\n\n\n== Behaviour ==\nThey are silent except for bill-clattering at the nest. Like most storks, these fly with the neck outstretched, not retracted like a heron; in flight, the large heavy bill is kept drooping somewhat below belly height, giving these birds a very unusual appearance to those who see them for the first time. To experienced birdwatchers on the other hand, this makes them easily recognizable even if seen from a distance. It has been suggested that due to the large size and unusual appearance in flight, this species is the basis for the \"big bird\" and kongamato cryptids.\n\n\n=== Breeding ===\nThe saddle-billed stork breeds in forested waterlands and other floodlands in tropical lowland. It builds a large, deep stick nest in a tree, laying one or two white eggs weighing about 146 g each.  It does not form breeding colonies, and is usually found alone or in pairs. The incubation period is 30–35 days, with another 70 – 100 days before the chicks fledge.\n\n\n=== Food and feeding ===\n\nThe saddle-billed stork, like most of its relatives, feeds mainly on fish, frogs and crabs, but also on small birds and reptiles. They move in a deliberate and stately manner as they hunt, in a similar way to the larger herons.\n\n\n== Relation to Ancient Egyptian culture ==\nThis bird is represented in an Ancient Egyptian hieroglyph (Gardiner G29) that had the phonetic value \"bꜣ\":  Its description is often erroneously given as \"jabiru\", which is actually this species' Latin American relative. The Third Dynasty pharaoh Khaba incorporated this hieroglyph in his name (Jiménez Serrano 2002).\n\n\n== References ==\n\n\n== External links ==\nSaddle-billed Stork - The Atlas of Southern African Birds\nAfrika online: Okawango – Sattelstorch – Ephippiorhynchus senegalensis – Saddlebilled stork photo",
    "ImageURL": "SaddlebillStork.jpg",
    "Source": "https://en.wikipedia.org/wiki/Saddle-billed_stork",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Ciconiiformes",
        "Family": "Ciconiidae",
        "Genus": "Ephippiorhynchus",
        "Species": "E. senegalensis"
    }
}