{
    "CommonName": "San Esteban Island chuckwalla",
    "BriefSummary": "The San Esteban chuckwalla (Sauromalus varius), also known as the piebald chuckwalla or pinto chuckwalla, is a species of chuckwalla belonging to the family Iguanidae endemic to San Esteban Island in the Gulf of California. It is the largest of the five species of chuckwallas and the most endangered.",
    "WikiContents": "The San Esteban chuckwalla (Sauromalus varius), also known as the piebald chuckwalla or pinto chuckwalla, is a species of chuckwalla belonging to the family Iguanidae endemic to San Esteban Island in the Gulf of California. It is the largest of the five species of chuckwallas and the most endangered.\n\n\n== Taxonomy and etymology ==\nThe generic name, Sauromalus, is a combination of two Ancient Greek words:σαῦρος (sauros) meaning \"lizard\"  and ομαλυς (omalus) meaning \"flat\".  Its specific name varius is Latin for \"speckled\" in reference to the chuckwalla's mottled coloration.  It was first described by American herpetologist Mary C. Dickerson in 1919.The common name chuckwalla derives from the Shoshone word tcaxxwal or Cahuilla caxwal, transcribed by Spaniards as chacahuala.  The Seri people named originally the island for this species: Coftécöl lifa or the Peninsula of the Giant Chuckwalla.\n\n\n== Distribution and habitat ==\nThe San Esteban chuckwalla is endemic to San Esteban Island in the Gulf of California.  While it is abundant on this small island, it occurs naturally nowhere else and is protected under the Endangered Species Act.  At one time, the Seri translocated populations of this lizard to other islands in the Sea of Cortés as a food item, but none of these populations has survived beyond the original population found on San Esteban.\n\n\n== Behavior and reproduction ==\nHarmless to humans, these large lizards are known to run from potential threats. When disturbed, the chuckwalla  wedges itself into a tight rock crevice, gulps air, and inflates its body to entrench itself.Males are seasonally and conditionally territorial; an abundance of resources tends to create a hierarchy based on size, with one large male dominating the area's smaller males. Chuckwallas use a combination of color and physical displays, namely \"push ups\", head-hobbing, and gaping of the mouth to communicate and defend their territory.Chuckwallas are diurnal animals, and as they are ectothermic, spend much of their mornings and winter days basking in the sun.  These lizards are well adapted to desert conditions; they are active at temperatures  up to 102 °F (39 °C).Mating occurs from April to July, with five to 16 eggs laid between June and August. The eggs hatch in late September. San Esteban chuckwallas may live for 25 years or more.\n\n\n== Diet ==\nChuckwallas prefer dwelling in lava flows and rocky areas with nooks and crannies available for a retreat when threatened.  These areas are typically vegetated by creosote bush and cholla cacti which form the staple of their diet, as the chuckwalla is primarily herbivorous. Chuckwallas also feed on leaves, fruit, and flowers of annuals, perennial plants, and even weeds; insects represent a supplementary prey if eaten at all.\n\n\n== Description ==\n\nThe San Esteban chuckwalla is the largest species of chuckwalla, reaching 61 cm (24 in) in body length and 76 cm (30 in) overall length, and weighing up to 1.4 kg (3.1 lb).  It is considered a textbook example of island gigantism, as it is three to four times the size of its mainland counterparts.  The male's skin is gray with tan to yellow patches over its entire body, and its face is gray to black. The female is  duller in appearance with fewer patches. The colorations provide almost perfect camouflage against some of their predators.\n\n\n== Human contact ==\nThe Comca’ac considered this species of chuckwalla an important food item due to its large size. So much so,  a few lizards were cross-bred with Angel Island chuckwallas and translocated to most of the islands in Bahia de los Angeles: Isla San Lorenzo Norte, Isla San Lorenzo Sur, and Tiburón Island by the Seri people for use as a food source in times of need. This was before the founding of America, and most of these populations appear to have died out, but the process was repeated by herpeticulturalists in the early 2000s as a way of legally producing a San Esteban-like lizard that the average reptile enthusiast could keep. The crosses are fertile and seem to have traits of both species - the brighter coloration of the San Esteban chuckwalla with the calmer temperament of the Angel Island chuckwalla.\nThe Seri who once inhabited San Esteban Island referred to themselves as Coftécöl Comcáac, \"People of the Giant Chuckwalla\" and named the island for this species.The San Esteban chuckwalla is an endangered species due to hunting from the Seri and the introduction of feral animals such as rats and mice which prey upon the chuckwalla's eggs, and feral dogs and cats which prey upon the lizards.  Due to these factors and overcollection from the pet trade, the species was declared an Appendix I animal under CITES.\nAn in situ chuckwalla captive-breeding program wasestablished in Punta Chueca, a Seri village on the Mexican mainland.  A successful ex situ program has also been in place at the Arizona-Sonora Desert Museum since 1977.  The species is present in private collections.\n\n\n== References ==",
    "ImageURL": "SanEstebanIslandchuckwalla_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/San_Esteban_chuckwalla",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Iguania",
        "Family": "Iguanidae",
        "Genus": "Sauromalus",
        "Species": "varius"
    },
    "ScientificName": "Sauromalus varius",
    "Zone": "* #### G"
}