{
    "CommonName": "Sand Lizard",
    "BriefSummary": "The sand lizard (Lacerta agilis) is a lacertid lizard distributed across most of Europe and eastwards to Mongolia.  It does not occur in the Iberian peninsula or European Turkey.  Its distribution is often patchy.",
    "WikiContents": "The sand lizard (Lacerta agilis) is a lacertid lizard distributed across most of Europe and eastwards to Mongolia.  It does not occur in the Iberian peninsula or European Turkey.  Its distribution is often patchy.\n\n\n== Description ==\nThe sand lizard is a sexually dimorphic legged lizard. In northwest Europe, both sexes are characterised by lateral and dorsal strips of ocellated (eye-shaped) markings, dark patches with pale centres. Colouration varies across their European and Russian range. Males have finer markings than females, and their flanks turn bright green during the spring mating season, fading again in the late summer. Sand lizards can reach up to 25 cm (10 in) in length.It has several subspecies, the westernmost of which is L. a. agilis. In this and the other main western subspecies (L. a. argus), the dorsal stripe is thin and interrupted, or not present at all.  This applies particularly to the latter subspecies, which also includes a plain red or brown-backed phase without any dorsal markings. In these two subspecies, only the flanks of the males turn green in the mating season, but in the eastern subspecies (predominantly L. a. exigua), males can be wholly green, even outside the breeding season.\nMost of these lizards live in Eastern Europe. They are mostly common in Poland, Czech Republic, and countries around that area.\nThey bask on rocks in the day and at night they go into their holes under ground. To protect themselves, they pop off their tails and bite the predators.\n\n\n== Habitat ==\nIn the UK, the sand lizard is largely restricted to lowland heathlands and sand dunes in Southern England, and to the coastal sand dunes of Northwest England and Wales. It also occupies a range of man-made habitats within these areas, including railway lines, roadsides, brownfield sites and field boundaries.\n\n\n== Conservation status ==\nIt is regarded as threatened and is strictly protected under UK law – as it is throughout most of Europe (it is a European Protected Species). This is in contrast to L. a. exigua, whose Russian name translates as the \"common lizard\".\nThe UK Amphibian and Reptile Conservation Trust coordinates conservation action for the sand lizard, including a successful captive-breeding and reintroduction programme.\n\n\n== Reproduction ==\nThe female sand lizard lays eggs in loose sand in a sunny location, leaving them to be incubated by the warmth of the ground.\n\n\n== Inbreeding avoidance ==\nWhen a female sand lizard mates with two or more males, sperm competition within the female's reproductive tract may occur.  Active selection of sperm by females appears to occur in a manner that enhances female fitness.  On the basis of this selective process, the sperm of males that are more distantly related to the female are preferentially used for fertilization, rather than the sperm of close relatives.  This preference may enhance the fitness of progeny by reducing inbreeding depression.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\nHesketh Golf Links, a Site of Special Scientific Interest (UK protected land), a UK habitat where sand lizards exist\nList of reptiles of Italy\n\n\n== References ==\n\n\n== External links ==\nList of European Protected Species.",
    "ImageURL": "SandLizard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Sand_lizard",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Lacertidae",
        "Genus": "Lacerta",
        "Species": "agilis"
    },
    "ScientificName": "Lacerta agilis"
}