{
    "CommonName": "Sandgrouse",
    "BriefSummary": "Sandgrouse is the common name for Pteroclidae, a family of sixteen species of bird, members of the order Pterocliformes. They are traditionally placed in two genera. The two central Asian species are classified as Syrrhaptes and the other fourteen species, from Africa and Asia, are placed in the genus Pterocles. They are ground dwelling birds restricted to treeless, open country, such as plains, savannahs and semi-deserts. They are distributed across northern, southern and eastern Africa, Madagascar, the Middle East and India through to central Asia. The ranges of the black-bellied sandgrouse and the pin-tailed sandgrouse extend into the Iberian Peninsula and France, and Pallas's sandgrouse occasionally breaks out in large numbers from its normal range in Asia.",
    "WikiContents": "Sandgrouse is the common name for Pteroclidae, a family of sixteen species of bird, members of the order Pterocliformes. They are traditionally placed in two genera. The two central Asian species are classified as Syrrhaptes and the other fourteen species, from Africa and Asia, are placed in the genus Pterocles. They are ground dwelling birds restricted to treeless, open country, such as plains, savannahs and semi-deserts. They are distributed across northern, southern and eastern Africa, Madagascar, the Middle East and India through to central Asia. The ranges of the black-bellied sandgrouse and the pin-tailed sandgrouse extend into the Iberian Peninsula and France, and Pallas's sandgrouse occasionally breaks out in large numbers from its normal range in Asia.\n\n\n== Description ==\nSandgrouse have small, pigeon-like heads and necks and sturdy compact bodies. They range in size from 24 to 40 centimetres (9.4 to 15.7 in) in length and from 150 to 500 grams (5.3 to 17.6 oz) in weight. The adults are sexually dimorphic with the males being slightly larger and more brightly colored than the females. They have eleven strong primary feathers and long pointed wings giving them a fast direct flight. The muscles of the wings are powerful and the birds are capable of rapid take off and sustained flight. In some species, the central feathers in the tail are extended into long points. The legs are short and members of the genus Syrrhaptes have feathers growing on both the legs and toes and no hind toes, while members of the genus Pterocles have legs feathered just at the front, no feathers on the toes and rudimentary hind toes raised off the ground. The plumage is cryptic, generally being in shades of sandy brown, grey and buff, variously mottled and barred, enabling the birds to merge into the dusty landscape. There is a dense layer of under down which helps insulate the bird from extremes of heat and cold. The feathers of the belly are specially adapted for absorbing water and retaining it, allowing adults, particularly males, to carry water to chicks that may be many miles away from watering holes. The amount of water that can be carried in this way is 15 to 20 millilitres (0.5 to 0.7 fluid ounce).\n\n\n== Distribution ==\n\nMembers of the genus Syrrhaptes are found in the steppes of central Asia. Their range extends from the Caspian Sea through southern Siberia, Tibet and Mongolia to northern and central China. They are normally resident, but Pallas's sandgrouse can be locally migratory and very occasionally is irruptive, appearing in areas well outside its normal range. This happened in 1863 and 1888, and a major irruption took place in 1908 when many birds were seen as far afield as Ireland and the United Kingdom where they bred in Yorkshire and Moray.Members of the genus Pterocles are mainly found in the drier parts of northern, eastern and southern Africa though the range of some species extends into the Middle East and western Asia. The Madagascar sandgrouse is restricted to Madagascar. The black-bellied sandgrouse and the pin-tailed sandgrouse also occur in Spain, Portugal and southern France. Most species are sedentary though some make local migrations, typically to lower altitudes in winter.\n\n\n== Behaviour and ecology ==\n\n\n=== Diet and feeding ===\n\nSandgrouse are principally seed eaters. Other food items eaten include green shoots and leaves, bulbs and berries. Insect food such as ants and termites may be eaten especially during the breeding season. The diet of many sandgrouse is highly specialised, with the seeds of a small number of plant species being dominant. This may depend on local availability but in other cases it reflects actual selection of favoured seeds over others by the sandgrouse. Seeds of leguminous plants are usually an important part of the diet. In agricultural areas oats and other grain are readily taken. Seeds are either collected from the ground or directly from the plants. Foraging techniques vary between species that coexist which reduces competition; in Namibia, double-banded sandgrouse feed slowly and methodically whilst Namaqua sandgrouse feed rapidly, exploring loose soil with their beaks and flicking it away sideways. Grit is also swallowed to help grind up food in the gizzard.Sandgrouse are gregarious, feeding in flocks of up to 100 birds. As a consequence of their dry diet, they need to visit water sources regularly. Drinking times vary among the species. Ten species drink at dawn, four at dusk and two at indeterminate times. When drinking, water is sucked into the beak which is then raised to let the water flow down into the crop. By repeating this procedure rapidly, enough water to last twenty four hours can be swallowed in a few seconds. As they travel to water holes, they call to members of their own species and many hundreds or thousands synchronise their arrival at the drinking site despite converging from many different locations scattered over hundreds of square miles (kilometres) of territory.They are vulnerable to attack while watering but with a large number of birds milling about, predators find it difficult to select a target bird and are likely to have been spotted before they can get close to the flock. The choice of a watering site is influenced by the topography of the nearby ground. The sandgrouse tend to avoid sites with cover for mammalian predators and their greatest risk is usually from predatory birds. Sandgrouse travel tens of miles to their traditional water holes and tend to disregard temporary water sources which may appear periodically. This probably has a survival value because a dried up water source in an arid region could result in dehydration and death. The Burchell's sandgrouse in the Kalahari Desert sometimes travels over 100 miles (160 km) daily to reach a water source. Not all species need to drink every day, and the Tibetan sandgrouse does not need to travel to drink because of the abundance of water from melting snowfields in its habitat.\n\n\n=== Breeding ===\n\nSandgrouse are monogamous. The breeding season usually coincides with a crop of seeds after the local rainy season and at this time, the feeding flocks tend to break up into pairs. The nesting site is a slight depression in the ground, sometimes lined with a few pieces of dry foliage. Most typically, three cryptic eggs are laid, though occasionally there may be two or four. Incubation duties are shared and in most species, the males incubate at night while the females sit on the eggs during the day. The eggs usually hatch after 20–25 days. The precocial chicks are covered with down and leave the nest as soon as the last hatchling has dried out. The parents do not provide them with food and they learn, with parental guidance, what is edible and what is not. The chicks obtain their water from the soaked downy feathers on the adults breasts. At first the chicks are too small and young to thermoregulate, and are provided with shade during the hottest part of the day and brooded at night. They remain with their parents, as a family group, for several months.\n\n\n== Taxonomy ==\nThe Pteroclidae was formerly included in the Galliformes due to the similarities the family shares with the true grouse. However, it was later discovered that these similarities are superficial and a result of convergent evolution. Sandgrouse were later placed near the Columbiformes largely due to their reported ability to drink by the \"sucking\" or \"pumping\" action of peristalsis of the esophagus, an unusual characteristic. More recently, it has been reported that they cannot suck up water in this way, and they are now treated separately in the order Pterocliformes. They have been considered near passerine birds and are considered by some to be closer to the shorebirds (Charadriiformes).In the DNA-study by Fain and Houde (2004) they were included in the Metaves, together with the Columbiformes. In the larger study by Hackett et al. (2008) they were once again positioned close to the Columbiformes, in Columbimorphae, but also with the Mesites. The intricately patterned, precocial downy young and egg colouration (though not shape) closely resemble those of many Charadriiformes. Eggs are near elliptical.\n\n\n=== Phylogeny ===\nLiving Pterocliformes based on the work by John Boyd.\n\n\n=== Species ===\n\n\n== Relations with humans ==\nSandgrouse have little interaction with people, primarily because most species live in arid unpopulated areas and at low densities. They are not generally sought after as game birds as they are not especially palatable, although they have on occasion been taken in great numbers at water holes. An attempt to introduce them into Nevada failed but they have been introduced to Hawaii. No species is considered to be threatened although there have been some localised range contractions, particularly in Europe. A subspecies of the chestnut-bellied sandgrouse, P. e. floweri, was last seen in the Nile Valley of Egypt in 1979. It is thought to be extinct, but the reasons for this are unknown.\n\n\n== See also ==\n\n\n== References ==\n\n\n== External links ==\nSandgrouse videos on the Internet Bird Collection\n \"Sand-grouse\" . New International Encyclopedia. 1905.",
    "ImageURL": "Sandgrouse_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Sandgrouse",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Pterocliformes",
        "Family": "Pteroclidae"
    },
    "Zone": "* #### J"
}