{
    "CommonName": "Savanna baboon",
    "BriefSummary": "The Guinea baboon (Papio Papio) is a baboon from the Old World monkey family. Some (older) classifications list only two species in the genus Papio, this one and the hamadryas baboon. In those classifications, all other Papio species are considered subspecies of P. papio and the species is called the savanna baboon.\nThe Guinea baboon inhabits a small area in western Africa. Its range includes Guinea, Senegal, Gambia, southern Mauritania and western Mali.  Its habitat includes dry forests, gallery forests, and adjoining bush savannas or steppes. It has reddish-brown hair, a hairless, dark-violet or black face with the typical dog-like muzzle, which is surrounded by a small mane, and a tail carried in a round arc. It also has limb modifications that allow it to walk long distances on the ground. The Guinea baboon is the smallest baboon species, weighing between 13 and 26 kg (28.6–57 lbs).  Their life spans are between 35 and 45 years.\nIt is a diurnal and terrestrial animal, but sleeps in trees at night. The number of suitable sleeping trees limits the group size and the range. It lives in troops of up to 200 individuals, each with a set place in a hierarchy. Group living provides protection from predators such as the lion and various hyena species. Like all baboons, it is omnivorous, eating fruits, buds, roots, grasses, greens, seeds, tubers, leaves, nuts, cereals, insects, and small mammals. Because it eats almost anything available, it is able to occupy areas with few resources or harsh conditions. Its presence may help improve habitats because it digs for water and spreads seeds in its waste, encouraging plant growth.\nThe Guinea baboon is a highly communicative animal. It communicates by using a variety of vocalizations and physical interactions. In addition to vocalizations to each other, this animal has vocal communications apparently intended to be received and interpreted by predators.\nDue to its small range and the loss of its habitat, the Guinea baboon is classified as \"near threatened\" by the IUCN.",
    "WikiContents": "The Guinea baboon (Papio Papio) is a baboon from the Old World monkey family. Some (older) classifications list only two species in the genus Papio, this one and the hamadryas baboon. In those classifications, all other Papio species are considered subspecies of P. papio and the species is called the savanna baboon.\nThe Guinea baboon inhabits a small area in western Africa. Its range includes Guinea, Senegal, Gambia, southern Mauritania and western Mali.  Its habitat includes dry forests, gallery forests, and adjoining bush savannas or steppes. It has reddish-brown hair, a hairless, dark-violet or black face with the typical dog-like muzzle, which is surrounded by a small mane, and a tail carried in a round arc. It also has limb modifications that allow it to walk long distances on the ground. The Guinea baboon is the smallest baboon species, weighing between 13 and 26 kg (28.6–57 lbs).  Their life spans are between 35 and 45 years.\nIt is a diurnal and terrestrial animal, but sleeps in trees at night. The number of suitable sleeping trees limits the group size and the range. It lives in troops of up to 200 individuals, each with a set place in a hierarchy. Group living provides protection from predators such as the lion and various hyena species. Like all baboons, it is omnivorous, eating fruits, buds, roots, grasses, greens, seeds, tubers, leaves, nuts, cereals, insects, and small mammals. Because it eats almost anything available, it is able to occupy areas with few resources or harsh conditions. Its presence may help improve habitats because it digs for water and spreads seeds in its waste, encouraging plant growth.\nThe Guinea baboon is a highly communicative animal. It communicates by using a variety of vocalizations and physical interactions. In addition to vocalizations to each other, this animal has vocal communications apparently intended to be received and interpreted by predators.\nDue to its small range and the loss of its habitat, the Guinea baboon is classified as \"near threatened\" by the IUCN.\n\n\n== Physical description ==\nBaboon refers to the large-bodied primates with marked sexual dimorphism and having females and young that are dependent on males for protection. Guinean baboons have a red tone to their fur, and are sometimes referred to as the red baboon. They lack hair on their hindquarters, and their faces are black with yellow-brown sideburns. Females' rumps are pink in color and males have a mane of fur around their heads and shoulders. A characteristic feature of baboons is their long molars and broad incisors. The long canines are evidence of sexual dimorphism in baboon species. Their forelimbs and hindlimbs are nearly equal in length and their digits on their hands and feet are relatively short and stout, making it difficult for them to climb.Baboons are one of the largest groups of monkeys and are sexually dimorphic in body size (meaning the males and females have differing body sizes). They can range in weight from 13 and 26 kg (28–57 lbs), making them the smallest of the baboon species.\n\n\n== Habitat and distribution ==\nGenerally found in woodland savannas, they seasonally congregate near permanent water sources, breaking off in the wet season into smaller groups.  Baboon species are all allopatric, but some of their ranges do overlap, and some interbreeding can occur.\nThese baboons are found in a wide range across Africa in savannah habitats. Its range includes Guinea, Senegal, Gambia, southern Mauritania and western Mali. Most typically they are in the forests and savannah of sub-Saharan Africa. They can also be found in grasslands, rain forests, and other open areas.\n\n\n== Ecology ==\nThey are diurnal, living on the ground instead of the trees, and typically sleep in trees at the terminal ends of branches. Their group size is widely variable and ranges from 40 to 200. However, the most common troop size is 30–40 individuals. Often, a pronounced male hierarchy and fierce competition for females happens within the group. This competition leads to sexual dimorphism among the species. When it comes to feeding, they are independent foragers, and females are always paired with males when foraging so they can be protected. Females may choose to follow the same males from year to year.\n\n\n=== Diet ===\nGuinean baboons eat a variety of foods, but their main sources of nutrients are fruits, roots, and tubers, but also grass seeds and leaves. This type of feeding is referred to as opportunistic faunivores. They have also been known to eat small mammals and invertebrates.\n\n\n== Behavior ==\n\nSocially, baboons live in harems, with one dominant male and one subordinate male with several females and juveniles. These groups are usually small, but join with larger groups to form a troop; these groups sleep or forage together. The Guinean troops are large multiple-male, multiple-female troops with 50–300 baboons. The harems consist of two to five females which mate with the dominant male. Baboons are not very good climbers, so they spend the majority of their time foraging on the ground. Guinean baboons forage along the ground during the day, but almost always climb trees or cliffs when sleeping. Guinea baboons run along the ground in a quadrupedal pattern.\n\n\n=== Communication ===\nThe Guinea baboons have a host of vocal, visual, and tactile communications. Their several vocal calls each convey different messages, and consist of predator warnings, signaling friendly intentions, submissive calls, and frustration vocalizations. Many of these calls can be used in combination with either each other or with some other form of visual or tactile communication. Visual communications serve many of the same purposes as the vocal calls, and are often accompanied by some sort of vocal call. Tactile communication is usually tied to visual communication and can range from mouth-to-mouth touching to biting or slapping.\n\n\n=== Reproduction ===\nGuinea baboon females exhibit sexual swelling that begins about 10 to 12 days before it plateaus and remains consistent for about eight days. Females then participate in the social behavior of presenting, which is when she signals to the males in the group she is ready for copulation.The mean gestation period is about six months and nursing continues until about six to eight months.\n\n\n== References ==\n\n\n== External links ==\nAnimal Bytes\nFemale Copulation Cells in Guinea Baboons: Evidence for Postcopulatory Female Choice?\nSleep, Sleeping Sites, and Sleeping Related Activities: Awakening to Their Significance",
    "ImageURL": "Savannababoon_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Guinea_baboon",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Cercopithecidae",
        "Genus": "Papio",
        "Species": "papio"
    },
    "ScientificName": "Papio papio",
    "Zone": "* #### G"
}