{
    "CommonName": "Scale Insect",
    "BriefSummary": "The scale insects are small insects of the order Hemiptera, suborder Sternorrhyncha. They comprise the superfamily Coccoidea, previously placed in the now obsolete group called \"Homoptera\". There are about 8,000 described species of scale insects.",
    "WikiContents": "The scale insects are small insects of the order Hemiptera, suborder Sternorrhyncha. They comprise the superfamily Coccoidea, previously placed in the now obsolete group called \"Homoptera\". There are about 8,000 described species of scale insects.\n\n\n== Description ==\nScale insects vary dramatically in appearance; from very small organisms (1–2 mm) that grow beneath wax covers (some shaped like oyster shells, others like mussel shells), to shiny pearl-like objects (about 5 mm), to creatures covered with mealy wax. Adult female scales are almost always immobile (aside from mealybugs) and permanently attached to the plant they have parasitized.  They secrete a waxy coating for defense; this coating causes them to resemble reptilian scales or fish scales, hence their common name.\nThe group shows high degrees of sexual dimorphism; female scale insects, unusually for Hemiptera, retain the immature external morphology even when sexually mature, a condition known as neoteny. Adult males usually have wings (depending on their species) but never feed, and die within a day or two.\nSpecies in which males do have wings generally possess only one pair of fully functional wings, and in particular, the forewings. This is unusual among insects; it most closely resembles the situation in the true flies, the Diptera. However, the Diptera and Hemiptera are not at all closely related and do not closely resemble each other in morphology; for example, the tail filaments of the Coccoidea do not resemble anything in the morphology of flies. The hind (metathoracic) wings of scale insects are reduced, commonly to the point that they generally are overlooked. In some species the hind wings have hamuli, hooklets, that couple the hind wings to the main wings, a condition usually associated with the Hymenoptera. The vestigial wings often are reduced to the point where they are referred to as halteres or pseudohalteres, but again, their resemblance to the halteres of flies is analogous, not homologous. It is not at present clear to what extent the pseudohalteres have any substantial control function to match the true halteres of the flies.\nThe first instars of most species of scale insects emerge from the egg with functional legs and are informally called \"crawlers\". They immediately crawl around in search of a favorable spot to settle down and feed. In some species they delay settling down either until they are starving, or until they have been blown away by wind onto what presumably is another plant, where they may establish a colony separate from the parent. There are many variations on such themes, such as scale insects that are associated with species of ants that act as herders and carry the young ones to favorable protected sites to feed. In either case, many such species of crawlers, when they change their skins, lose the use of their legs if they are female, and stay put for life. Only the males retain their legs and use them in seeking females for mating.The specifics of their reproductive systems vary considerably within the group, including three forms of hermaphroditism and at least seven forms of parthenogenesis.\n\n\n== Ecology ==\nMost scale insects are parasites of plants, feeding on sap drawn directly from the plant's vascular system. A few species feed on fungal mats and fungi, e.g., some species in the genus Newsteadia in the family Ortheziidae.\nScale insects feed on a wide variety of plants, though particular species commonly are specific to particular host plants or plant groups. For example, various kinds of cochineal are restricted to cactus hosts. Some scale insect species evolved symbiotically with some ant species.\n\n\n== Significance ==\nMany scale species are serious crop pests. The waxy covering of many species of scale insects protects them effectively from contact insecticides, which are only effective against the first-instar nymph stage known as the crawler. However, scales often are controlled by use of horticultural oils, that suffocate them, systemic pesticides that poison the sap of the host plants, or by biological control agents such as tiny parasitoid wasps and Coccinellid beetles. Insecticidal soap may also be used against scales. It is commercially available or can be made of certain types of household soap.At the same time, some kinds of scale insects are biological control agents for pest plants, such as various species of Dactylopius, the cochineal genus, that attack invasive species of Opuntia.\nSome types of scale insect are economically valuable for the substances they can yield under proper husbandry. Some, such as the cochineal, kermes, lac, Armenian cochineal, and Polish cochineal have been used to produce red dyes for coloring foods and dyeing fabrics. Some waxy scale species in the genera Ceroplastes and Ericerus produce materials such as Chinese wax, and several genera of lac scales produce shellac.\n\n\n== Systematics ==\nRecognition of various scale insect families has fluctuated over time, and the validity of many remain in flux. The major subdivision is between the  more ancient forms, the archaeococcoids, and the more recently emerged forms, the neococcoids. The main families of scale insects are:\n\"Archaeococcoids\"\nCallipappidae – bird of paradise scales [1]\nCoelostomidiidae\nKuwanniidae\nMargarodidae – ground pearls\nMatsucoccidae – pine bast scales [2]\nMonophlebidae – cottony cushion scales\nOrtheziidae – ensign scales\nPhenacoleachiidae\nPityococcidae\nPutoidae – giant \"mealybugs\"\nSteingeliidae\nStigmacoccidae\nXylococcidae\n\"Neococcoids\"\nAclerdidae\nAsterolecaniidae – pit scales\nBeesoniidae\nCarayonemidae\nCerococcidae\nCoccidae – soft scales\nConchaspididae\nDactylopiidae – cochineal\nDiaspididae – armored scales\nEriococcidae – felted scales\nHalimococcidae\nKermesidae\nKerriidae – lac scales\nLecanodiaspididae\nMicrococcidae\nPhoenicococcidae\nPseudococcidae – mealybugs\nStictococcidaeA number of other families are known only from fossils, including Albicoccidae, Burmacoccidae, Arnoldidae, Electrococcidae, Grimaldiellidae, Grohnidae, Hammanococcidae, Inkaidae, Jersicoccidae, Kukaspididae, Labiococcidae, Lebanococcidae, Lithuanicoccidae, Pennygullaniidae, Serafinidae and Weitschatidae.\n\n\n== See also ==\nConchaspis capensis\nLepidosaphes beckii\nPests and diseases of roses\n\n\n== References ==\n\n\n== Further references ==\nO'Connor, J.P., Gertsson, C-A. and Malumphy, C. (2013). \"A review of the Irish scale insects (Hemiptera: Coccoidea)\". Ir. Nat. J. 32: 32–44.\n\n\n== External links ==\nScaleNet homepage\nCottony cushion scale: the pest that launched a pest control revolution\nDiaspididae of the World\nScale Insect Forum\nScales of southeastern U.S. woody ornamentalsOn the University of Florida / Institute of Food and Agricultural Sciences Featured Creatures website:\n\nCeroplastes rubens, red wax scale \nCeroplastes rusci, fig wax scale\nCoccus viridia, green scale\nEucalymnatus tessellatus, tessellated scale\nPhoenicoccus marlatti, red date scale",
    "ImageURL": "ScaleInsect.jpg",
    "Source": "https://en.wikipedia.org/wiki/Scale_insect"
}