{
    "CommonName": "Scaly-breasted lorikeet",
    "BriefSummary": "\"Green leaf\" redirects here. For other uses, see Green leaf (disambiguation)\n\nThe scaly-breasted lorikeet (Trichoglossus chlorolepidotus) is an Australian lorikeet found in woodland in eastern Australia. The common name aptly describes this bird, which has yellow breast feathers broadly edged with green that look like scales.",
    "WikiContents": "\"Green leaf\" redirects here. For other uses, see Green leaf (disambiguation)\n\nThe scaly-breasted lorikeet (Trichoglossus chlorolepidotus) is an Australian lorikeet found in woodland in eastern Australia. The common name aptly describes this bird, which has yellow breast feathers broadly edged with green that look like scales.\n\n\n== Taxonomy ==\nThe scaly-breasted lorikeet was first described by German zoologist Heinrich Kuhl in 1820. Other names this bird is known by include the gold and green lorikeet, greenie, green lorikeet, green and yellow lorikeet, green keet, green parrot, green leek, and green leaf. It is often colloquially referred to as a \"scaly\". Its specific epithet is derived from the Ancient Greek root chloro- \"green\", and Latin lepidotus \"scaly\".\n\n\n== Description ==\n\nThe scaly-breasted lorikeet is about 23 cm (9.1 in) long. The crown and sides of head are emerald-green slightly tinged with blue, while the feathers of the back of the neck and throat and breast are yellow, broadly edged with green, giving scaly appearance. The tail is green with the base of the outer tail-feathers marked with orange-red. The lower flanks, thighs and undertail-coverts green are strongly marked with yellow, while the underwing-coverts are orange-red. They have orange-red eyes, and their bills (beaks) are dark coral-red. Their legs are generally grey-brown.\nMale and female are similar in external appearance. Juveniles appear similar to adults, but their tails are shorter. Eyes are pale brown or black, and bills are brown with some yellow markings or orange with brown markings.\n\n\n== Distribution and habitat ==\nThis lorikeet is common in most timbered areas of Eastern Australia from Bamaga, the tip of North Queensland, south to Illawarra district on the New South Wales south coast; also on some offshore islands. They are generally confined to coastal plains and adjacent tablelands; occasionally found along watercourses west of the Great Dividing Range. They are abundant and mostly sedentary in north; less numerous and nomadic in the south. They favour open, lightly timbered areas and melaleuca thickets.\n\n\n== Behaviour ==\n\nThe lorikeet's predominantly green plumage blends so well with foliage that the bird is hard to detect. An observer beneath a tree where scaly-breasted lorikeets are feeding may take some time to spot the birds. Their dark coral beak is often the first indications to their whereabouts. They seem to favour open, lightly timbered areas, but may be seen in melaleuca thickets when the trees are flowering.\nThe scaly-breasted lorikeet is usually seen in small flocks, flying overhead, or feeding among the outermost branches of flowering trees. They frequent most timbered areas and are often seen in gardens and parklands – even in large cities.\nScaly-breasted lorikeets fly swiftly and in a straight path. As they pass overhead the sound of their rapid wing-beats can be heard along with their high-pitched call.\n\n\n=== Calls ===\n\nScaly-breasted lorikeets are extremely noisy birds and attract attention by their screeching and chattering. The contact call of these birds is a metallic, rolling, continuous screech in flight. They have a shrill chatter when feeding. While resting, they have a soft, gentle twitter. Although, these birds can be quite noisy as mating season draws nearer. These birds are often making loud tweets/squawks when looking for their food.\n\n\n=== Feeding ===\nScaly-breasted lorikeets have similar habits to the related rainbow lorikeet, and the two species often group together in mixed flocks. Both species feed mainly on nectar, such as that from the broad-leaved paperbark (Melaleuca quinquenervia), and pollen, but they also eat blossoms, berries, other fruit, and insects and their larvae. They are very fond of cultivated fruits and often cause damage in orchards; they also raid sorghum and maize crops to feed on unripe milky grain.\n\n\n=== Breeding ===\n\nBreeding occurs in all months except March and April though usually August–January in the southern part of its range. These birds nest in hollow trees, usually high above the ground, with a layer of wood dust serving as a mattress at the bottom. They usually lay two eggs, rarely three; they are white, oval, and about 26 X 20 mm. Incubation lasts about 25 days. Males spend time in the nest hollow, but apparently do not share in the incubation. Both parents feed the young, which leave the nest six to eight weeks after hatching.\n\n\n== Aviculture ==\nThe scaly-breasted lorikeet adapts fairly well to captivity, and is playful and quiet, although it can be aggressive. A blue mutation, with dark blue plumage and white breast markings, has been bred in Australia.\n\n\n== References ==\n\n\n=== Cited texts ===\nForshaw, Joseph M. (2006). Parrots of the World; an Identification Guide. Illustrated by Frank Knight. Princeton University Press. ISBN 0-691-09251-6.\nLendon, Alan H. (1973). Australian Parrots in Field and Aviary (2nd ed.). Sydney: Angus and Robertson. ISBN 0-207-12424-8.\nLow, Rosemary (1978). Lories and Lorikeets. Melbourne: Inkata Press. ISBN 0-909605-08-4.\n\n\n== External links ==",
    "ImageURL": "Scalybreastedlorikeet_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Scaly-breasted_lorikeet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Psittaculidae",
        "Genus": "Trichoglossus",
        "Species": "chlorolepidotus"
    },
    "ScientificName": "Trichoglossus chlorolepidotus"
}