{
    "CommonName": "Scheltopusik",
    "BriefSummary": "The sheltopusik  (Pseudopus apodus), also commonly called Pallas's glass lizard or the European legless lizard, is a species of large glass lizard found from southern Europe to Central Asia.",
    "WikiContents": "The sheltopusik  (Pseudopus apodus), also commonly called Pallas's glass lizard or the European legless lizard, is a species of large glass lizard found from southern Europe to Central Asia.\n\n\n== Etymology ==\nThe common name sheltopusik comes from Russian желтопузик (zheltopuzik), literally \"yellow-bellied\".\n\n\n== Taxonomy ==\nThe sheltopusik was previously included in the genus Ophisaurus, but has been placed in its own genus Pseudopus. It was originally described in 1775 by Peter Simon Pallas as Lacerta apoda.\n\n\n== Description ==\nThe sheltopusik can reach a length of 135 cm (4.43 ft). It is tan colored, paler on the ventral surface and the head, with a ring-like/segmented appearance that makes it look like a giant earthworm with a distinctive fold of skin down each side called a lateral groove. Small (2 mm) rear legs are sometimes visible near the cloaca. Though the legs are barely discernible, the sheltopusik can be quickly distinguished from a snake by its ears, eyelids, and ventral scales.\n\n\n== Habitat and behaviour ==\nPseudopus apodus inhabits open country, such as short grassland or sparsely wooded hills. It consumes arthropods and small mammals. Snails and slugs appear to be its favorite prey, which may explain why it is particularly active in wet weather, although it prefers a dry habitat.\n\n\n== Defensive behaviour ==\nDue to its size, the sheltopusik tends to respond to harassment by hissing, biting, and musking. It is less likely to drop off its tail than some other species that display caudal autotomy. However, these occasional displays of caudal autotomy are responsible for the name \"glass lizard\" (or \"glass snake\"). The released tail may break into pieces, leading to the myth that the lizard can shatter like glass and reassemble itself later. In reality, if the tail is lost, it grows back slowly, but is shorter and darker; it may grow back to full length as it grows.\n\n\n== In captivity ==\nSheltopusiks are frequently available in the exotic pet trade, though rarely captive-bred. They do not typically tolerate a large amount of handling, but they adapt to captivity well, feeding on crickets, meal worms, small mice, eggs, snails or pieces of meat which they even accept from a keeper's tweezers, or even from the hands once they become used to captivity.  However, they do get excited around food and have surprisingly powerful jaws. They make hardy captives, capable of living up to 50 years.\n\n\n== Reproduction ==\nAbout 10 weeks after mating, the female P. apodus lays about eight eggs which she hides under bark or a stone, and often guards them. The young hatch after 45 – 55 days. They average about 15 cm (5.9 in) long and usually start to eat after four days.\n\n\n== See also ==\nList of reptiles of Italy\n\n\n== References ==\n\n\n== External links ==\n\"The Scheltopusik, Pseudopus [Ophisaurus ] apodus: Natural History and Care\". Cyber Lizard U.K. 2003-09-28. Retrieved 2008-01-19.\"Scheltopusik Care Sheet and Information\". Western New York Herpetological Society. 2008. Retrieved 2008-01-19.Kaplan, Melissa (1997). \"Glass Lizard - Glass Snake - Legless Lizard\". Melissa Kaplan's Herp Care Collection. Retrieved 2008-01-19.\"European Glass Lizard\". Wild Natures. September 2006. Archived from the original on 2008-04-02. Retrieved 2008-01-19.\"Giant Legless Lizard\". Central Pets. 2008-01-19. Archived from the original on 2007-10-16. Retrieved 2008-01-19.\n\n\n== Further reading ==\nArnold EN, Burton JA (1978). A Field Guide to the Reptiles and Amphibians of Britain and Europe. London: Collins. 272 pp. + Plates 1-40. (Ophisaurus apodus, pp. 175, 178 + Plate 33, figures 1a-1b + Map 94).\nBoulenger GA (1885). Catalogue of the Lizards in the British Museum Natural History). Second Edition. Volume II. ... Anguidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 497 pp. + Plates I-XXIV. (Ophisaurus apus, new combination, pp. 280–281).\nPallas PS (1775). \"Lacerta apoda, descripta \". Novi Comentarii Academiae Scientiarum Imperialis Petropolitanae 19: 435-454 + Plates IX-X. (Lacerta apoda, new species). (in Latin).",
    "ImageURL": "Scheltopusik_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Sheltopusik",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Anguidae",
        "Genus": "Pseudopus",
        "Species": "apodus"
    },
    "ScientificName": "Pseudopus apodus"
}