{
    "CommonName": "Scorpion Fish",
    "BriefSummary": "Scorpaenidae (also known as the scorpionfish) are a family of mostly marine fish that includes many of the world's most venomous species. As the name suggests, scorpionfish have a type of \"sting\" in the form of sharp spines coated with venomous mucus. The family is a large one, with hundreds of members. They are widespread in tropical and temperate seas, but mostly found in the Indo-Pacific. They should not be confused with the cabezones, of the genus Scorpaenichthys, which belong to a separate, though related, family, Cottidae.",
    "WikiContents": "Scorpaenidae (also known as the scorpionfish) are a family of mostly marine fish that includes many of the world's most venomous species. As the name suggests, scorpionfish have a type of \"sting\" in the form of sharp spines coated with venomous mucus. The family is a large one, with hundreds of members. They are widespread in tropical and temperate seas, but mostly found in the Indo-Pacific. They should not be confused with the cabezones, of the genus Scorpaenichthys, which belong to a separate, though related, family, Cottidae.\n\n\n== Varieties ==\n\nSome types, such as the lionfish, are attractive as well as dangerous, and highly desired for aquaria. In addition to the name scorpionfish, informal names for family members include firefish, turkeyfish, dragonfish, and stingfish, usually with adjectives added.\nGeneral characteristics of family members include a compressed body, ridges and/or spines on the head, one or two spines on the operculum, and three to five spines on the preopercle.  The dorsal fin has 11 to 17 spines, often long and separated from each other, and the pectoral fins are well-developed, with 11 to 25 rays. The spines of the dorsal, anal, and pelvic fins all have venom glands at their bases.Most species are bottom-dwellers that feed on crustaceans and smaller fish. Many inhabit shallow waters, but a few live as deep as 2,200 m (7,200 ft). Most scorpionfish, such as the stonefish, wait in disguise for prey to pass them by before swallowing, while lionfish often ambush their prey. When not ambushing, lionfish may herd the fish, shrimp, or crab into a corner before swallowing. Like many perciform fishes, scorpionfish are suction feeders that capture prey by rapidly projecting a suction field generated by expansion of the fish's buccal cavity.\nScorpaenid systematics are complicated and unsettled. Fishes of the World recognizes 10 subfamilies with a total of 388 species, while (as of 2018) FishBase follows Eschmeyer and has three subfamilies, 25 genera, and 222 species.\n\n\n== References ==\n\n\n== Further reading ==\nDoubilet, David (November 1987). \"Scorpionfish: Danger in Disguise\". National Geographic. Vol. 172 no. 5. pp. 634–643. ISSN 0027-9358. OCLC 643483454.\n\n\n== External links ==\nScorpaenidae entry on the Animal Diversity Web.\nScorpionfish Rescue - Koh Phangan, Thailand",
    "ImageURL": "ScorpionFish_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Scorpaenidae",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Scorpaeniformes",
        "Suborder": "Scorpaenoidei",
        "Family": "ScorpaenidaeA. Risso"
    },
    "Zone": "* #### C"
}