{
    "CommonName": "Secretary bird",
    "BriefSummary": "The secretarybird or secretary bird (Sagittarius serpentarius) is a very large, mostly terrestrial bird of prey. Endemic to Africa, it is usually found in the open grasslands and savannah of the sub-Saharan region. Although a member of the order Accipitriformes, which also includes many other diurnal raptors such as kites, hawks, vultures, and harriers, it is given its own family, Sagittariidae.\nIt appears on the coats of arms of Sudan and South Africa.",
    "WikiContents": "The secretarybird or secretary bird (Sagittarius serpentarius) is a very large, mostly terrestrial bird of prey. Endemic to Africa, it is usually found in the open grasslands and savannah of the sub-Saharan region. Although a member of the order Accipitriformes, which also includes many other diurnal raptors such as kites, hawks, vultures, and harriers, it is given its own family, Sagittariidae.\nIt appears on the coats of arms of Sudan and South Africa.\n\n\n== Taxonomy ==\nIn 1769, Arnout Vosmaer was the first European to describe the secretarybird in one of the pamphlets later collected as his Regnum Animale, naming it Sagittarius for its gait which was thought to resemble an archer's. He also mentioned that it was known as the Secretarius by farmers at the Cape of Good Hope who had domesticated it to combat pests around homesteads. In 1779 English illustrator John Frederick Miller also described it as secretarybird, and it was soon after assigned to its own genus Sagittarius by French naturalist Johann Hermann in his Tabula Affinitatum Animalium. It was not until 1935 that the species was moved to its own family, distinct from all other birds of prey—a classification confirmed by molecular systematics. Recent cladistic analysis has shown Sagittariidae to be an older branch of the diurnal birds of prey than Accipitridae and Falconidae, but a younger divergence than Cathartidae. Sometimes, the enigmatic bird Eremopezus is classified as an early relative of the secretarybird, though this is uncertain as the bird is only known from a few fragmentary body parts such as the legs. The earliest fossils associated with the family are two species from the genus Pelargopappus. The two species, from the Oligocene and Miocene respectively, were not discovered in Africa but France. The feet in these fossils are more like those of the Accipitridae; it is suggested that these characteristics are primitive features within the family. In spite of their age, it is not thought that the two species are ancestral to the secretary bird.Though strongly convergent with the modern secretarybird, the extinct raptor Apatosagittarius is thought to be an accipitrid.\n\n\n== Etymology ==\nIts common name is popularly thought to derive from the crest of long quill-like feathers, lending the bird the appearance of a secretary with quill pens tucked behind their ear, as was once common practice. A more recent hypothesis is that \"secretary\" is borrowed from a French corruption of the Arabic saqr-et-tair or \"hunter-bird\".The generic name Sagittarius is Latin for \"archer\", perhaps likening the secretary bird's \"quills\" to a quiver of arrows, and the specific epithet  serpentarius recalls the bird's skill as a hunter of reptiles.\n\n\n== Description ==\n\nThe secretary bird is instantly recognizable as a very large bird with an eagle-like body on crane-like legs which increases the bird’s height to as much as 1.3 m (4.3 ft) tall. This bird has an eagle-like head with a hooked bill, but has rounded wings. Height can range from 90 to 137 cm (35 to 54 in). Total length from 112 to 152 cm (44 to 60 in) and the wingspan is 191–220 cm (75–87 in). Body mass can range from 2.3 to 5 kg (5.1 to 11.0 lb) with 20 birds from southern Africa found to weigh an average of 4.02 kg (8.9 lb). Other attempts to estimate the mean weight range for secretary birds correspondingly lie between 3.5 and 4.2 kg (7.7 and 9.3 lb). The tarsus of the secretary bird averages 31 cm (12 in) and the tail is 57–85 cm (22–33 in), both factor into making them both taller and longer than any other species of raptor since these features are not as long in any other living raptor. The neck is not especially long, and can only be lowered down to the inter-tarsal joint, so birds reaching down to the ground or drinking must stoop to do so.From a distance or in flight it resembles a crane more than a bird of prey. The tail has two elongated central feathers that extend beyond the feet during flight, as well as long flat plumage creating a posterior crest. Secretary bird flight feathers and thighs are black, while most of the coverts are grey with some being white. It has a large wedge-shaped tail with alternating white and black banding at its ends. Sexes look similar to one another as the species exhibits very little sexual dimorphism, although the male has longer head plumes and tail feathers. Adults have a featherless red-orange face as opposed to the yellow facial skin of the young.\n\n\n== Distribution and habitat ==\n\nSecretary birds are endemic to Sub-Saharan Africa and are non-migratory, though they may follow food sources.  Their range extends from Mauritania to Somalia and south to the Cape of Good Hope. These birds are also found at a variety of elevations, from the coastal plains to the highlands. Secretary birds prefer open grasslands and savannas rather than forests and dense shrubbery which may impede their cursorial existence. While the birds roost on the local Acacia trees at night, they spend much of the day on the ground, returning to roosting sites just before dark.\n\n\n== Behaviour and ecology ==\n\n\n=== Diet ===\nUnlike most birds of prey, the secretary bird is largely terrestrial, hunting its prey on foot. Adults hunt in pairs and sometimes as loose familial flocks, stalking through the habitat with long strides.  Prey may consist of insects, mammals ranging in size from mice to hares and mongoose, crabs, lizards, snakes, tortoises, small birds, bird eggs, and sometimes dead animals killed in grass or bush fires. Larger herbivores are not generally hunted, although there are some reports of secretary birds killing young gazelles and cheetah cubs. The importance of snakes in the diet has been exaggerated in the past, although they can be locally important and venomous species such as adders and cobras are regularly among the types of snake preyed upon.\n\nPrey is often flushed out of tall grass by the birds stomping on the surrounding vegetation. It also waits near fires, eating anything it can that is trying to escape. They can either catch prey by chasing it and striking with the bill and swallowing (usually with small prey), or stamping on prey until it is rendered stunned or unconscious enough to swallow. Larger or dangerous prey, such as venomous snakes, are instead stunned or killed by the bird jumping onto their backs, at which point they will try to snap their necks or backs. There are some reports that, when capturing snakes, the secretary birds will take flight with their prey and then drop them to their death, although this has not been verified. Even with larger prey, food is generally swallowed whole through the birds' considerable gape. Occasionally, like other raptors, they will tear apart prey with their feet before consuming it.Young are fed liquefied and regurgitated insects directly by the male or female parent and are eventually weaned to small mammals and reptile fragments regurgitated onto the nest itself. The above foodstuffs are originally stored in the crop of the adults.The secretarybird has a relatively short digestive tract in comparison to other large African birds such as the kori bustard. As the foregut is specialized for digesting large amounts of meat in a short amount of time, there is little need for the physical breakdown of food within the digestive tract over extended time spans. The crop of the secretarybird is dilated and the gizzard is nonmuscular in comparison to other birds. The large intestine lacks a cecum as there is little need for fermentative digestion of plant material.\n\n\n=== Breeding ===\n\nSecretarybirds associate in monogamous pairs. During courtship, they exhibit a nuptial display by soaring high with undulating flight patterns and calling with guttural croaking. Males and females can also perform a grounded display by chasing each other with their wings up and back, much like the way they chase prey. They usually mate on the ground, although some do so in Acacia trees.\nSecretarybirds will stay close to their mate even if their chick has already left.\nNests are built at a height of 5–7 m (16–23 ft) on Acacia trees. Both the male and female visit the nest site for almost half a year before egg laying takes place. The nest is around 2.5 m (eight feet) wide and 30 cm (one foot) deep, and is constructed as a relatively flat basin of sticks.\nThese eggs are incubated primarily by the female for 45 days until they hatch. The secretarybirds are facultatively fratricidal.  There are conflicting opinions on this phenomenon also called cainism—\"No evidence [exists] of sibling aggression, but youngest in brood of 3 almost always dies of starvation...\"The downy young can feed autonomously after 40 days, although the parents still feed the young after that time. Both the parents feed the young. At 60 days, the young start to flap their wings, and by day 65–80 are able to fledge. Fledging is accomplished by jumping out of the nest or using a semi-controlled fall via fervent wing flapping to the ground. After this time, the young are quickly taught how to hunt through expeditions with their parents and are considered independent soon after.\n\n\n=== Stomping ===\nSecretarybirds specialize in stomping their prey until the prey is killed or immobilized.  This method of hunting is commonly applied to lizards or snakes.  An adult male trained to strike at a rubber snake on a force plate was found to hit with a force equal to 5 times its own body weight, with a contact period of only 10–15 ms. This short time of contact suggests that the secretarybird relies on superior visual targeting to determine the precise location of the prey's head. Although little is known about its visual field, it is assumed that it is large, frontal and binocular.As secretarybirds are anatomically similar (but apparently not closely related) to the extinct Phorusrhacidae, it has been hypothesized that these birds may have employed a similar hunting technique.Secretarybirds have unusually long legs (nearly twice as long as other ground birds of the same body mass), which is thought to be an adaptation for the bird’s unique stomping/striking hunting method. However, these long limbs appear to also lower its running efficiency.\n\n\n=== In captivity ===\nThe first successful rearing of a secretarybird in captivity occurred in 1986 at the Oklahoma City Zoo. Although secretarybirds build their nests in the trees in the wild, the captive birds at the Oklahoma City Zoo built theirs on the ground, which left their eggs open to depredation by local wild mammals. Therefore, zoo staff removed the eggs from the nest each time they were laid to be incubated and hatched at a safer location. The species now successfully breeds in captivity around the world, including in the San Diego Zoo.\n\n\n== Relationship with humans ==\n\n\n=== Cultural significance ===\nThe secretary bird has traditionally been admired in Africa for its striking appearance and ability to deal with pests and snakes.  Africans sometimes call it the Devil's Horse.  As such it has often not been disturbed, although this is changing as traditional observances have declined.The secretary bird is the emblem of Sudan as well as a prominent feature on the coat of arms of South Africa.\nIn Sudan, it is featured in the middle white strip of the Presidential Flag; it is the main object on the Presidential Seal, and features heavily in Sudanese military insignia.  The secretarybird on the Presidential Flag and Seal has its head turned to the right, with its distinctive crest clearly visible and its wings spread out with a white banner between its outstretched wings reading \"Victory Is Ours\".\nThe secretary bird has been a common motif for African countries on postage stamps: over a hundred stamps from 36 issuers are known, including some from stamp-issuing entities such as Ajman, Manama, the Maldives and the United Nations where the bird does not exist.\n\n\n=== Threats ===\nThe young are preyed upon by crows, ravens, hornbills, large owls and kites as they are vulnerable in Acacia tree tops, with no known incidents of predation on adults. As a population, the secretary bird is mainly threatened by loss of habitat and deforestation.  In 1968 the species became protected under the Africa Convention on the Conservation of Nature and Natural Resources. Loss of grassland to bush encroachment driven by rising CO2 levels has also been implicated, as has a susceptibility to power line collisions. Nevertheless, the species is still widespread across Africa, and has adapted well to arable land where prey animals such as rodents are more common than in traditional habitat. The species is well represented in protected areas as well. They are assessed as vulnerable by the IUCN due to a recent rapid decline across their entire range.\n\n\n== See also ==\nSnake venom immunity\n\n\n== References ==\n\n\n== External links ==\nSecretary Bird videos, photos & sounds on the Internet Bird Collection\nBirdlife Species Factsheet\nSecretarybird on ARKive\nSecretary Bird on postage stamps\nSpecies text in The Atlas of Southern African Birds",
    "ImageURL": "Secretarybird_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Secretarybird",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "SagittariidaeR. Grandori & L. Grandori",
        "Genus": "SagittariusHermann",
        "Species": "serpentarius"
    },
    "ScientificName": "SagittariusHermann serpentarius"
}