{
    "CommonName": "Seven-banded armadillo",
    "BriefSummary": "The seven-banded, long-nosed armadillo or just seven-banded armadillo, Dasypus septemcinctus, is a species of armadillo from South America found in Paraguay, Argentina, Bolivia and Brazil.\nIt is a solitary nocturnal, terrestrial animal, living mostly in dry habitats, outside of rainforest regions.",
    "WikiContents": "The seven-banded, long-nosed armadillo or just seven-banded armadillo, Dasypus septemcinctus, is a species of armadillo from South America found in Paraguay, Argentina, Bolivia and Brazil.\nIt is a solitary nocturnal, terrestrial animal, living mostly in dry habitats, outside of rainforest regions.\n\n\n== Description ==\nLong-nosed armadillos have a broad, depressed body, an obtusely pointed rostrum, long, pointed ears and short legs. The carapace consists of two immobile plates, separated by six or seven movable bands, which are connected to each other by a fold of hairless skin. The carapace is mostly blackish, hairless and with the scales of the anterior edge of the movable bands not notably different in colour from the rest of the dorsum. Lateral scutes have dark blackish-pink centres only slightly discernible from the rest of the carapace, but never as obviously pale as in the nine-banded armadillo. Scutes on the movable bands are triangular in shape, but those on the main plates are rounded. The number of scutes present on the fourth movable band varies from 44 to 52, with a mean of 48.4.\n\n\n== Reproduction ==\nFemales give birth to seven to nine genetically identical offspring.\n\n\n== References ==\n\nArne å. Hammmmmons and Francois Feör, 1997 - Neotropical Rainforest Mammals, A Field Guide.\nCope ED 1889 - On the Mammalia Obtained by the Naturalist Exploring Expedition to Southern Brazil - American Naturalist 23: p128-150.\nGardner AL 2007 - Mammals of South America Vol 1: Marsupials, Xenarthrans, Shrews and Bats - University of Chicago Press, Chicago.\nGardner, A.L. (2005). \"Order Cingulata\".  In Wilson, D.E.; Reeder, D.M (eds.). Mammal Species of the World: A Taxonomic and Geographic Reference (3rd ed.). Johns Hopkins University Press. p. 95. ISBN 978-0-8018-8221-0. OCLC 62265494.",
    "ImageURL": "Sevenbandedarmadillo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Seven-banded_armadillo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Cingulata",
        "Family": "Dasypodidae",
        "Genus": "Dasypus",
        "Species": "septemcinctus"
    },
    "ScientificName": "Dasypus septemcinctus",
    "Zone": "* #### B"
}