{
    "CommonName": "Sheathbill",
    "BriefSummary": "The sheathbills are a family of birds, Chionidae. Classified in the wader order Charadriiformes, the family contains one genus,  Chionis, with only two species. They breed on subantarctic islands and the Antarctic Peninsula, and the snowy sheathbill migrates to the Falkland Islands and coastal southern South America in the southern winter; they are the only bird family endemic as breeders to the Antarctic region.  They are also the only Antarctic birds without webbed feet.",
    "WikiContents": "The sheathbills are a family of birds, Chionidae. Classified in the wader order Charadriiformes, the family contains one genus,  Chionis, with only two species. They breed on subantarctic islands and the Antarctic Peninsula, and the snowy sheathbill migrates to the Falkland Islands and coastal southern South America in the southern winter; they are the only bird family endemic as breeders to the Antarctic region.  They are also the only Antarctic birds without webbed feet.\n\n\n== Description ==\nThey have white plumage including a thick layer of down, with only the face and leg colours distinguishing the two species. They look plump and dove-like, but are believed to be similar to the ancestors of the modern gulls and terns.  There is a rudimentary spur on the \"wrist\" (carpal) joint, as in plovers.  The skin around the eye is bare, as is the skin above the bill, which has carbuncular swellings. They derive their English name from the horny sheath which partially covers the upper mandible of their stout bills. They are commonly known in the Antarctic as \"Mutts\" because of their call which is a soft \"Mutt, mutt, mutt\"\n\n\n== Behaviour ==\nSheathbills habitually walk on the ground, somewhat like rails.  They fly only when alarmed or in migration, looking like pigeons.\n\n\n=== Food and feeding ===\nThe sheathbills are scavengers and opportunistic feeders, consuming invertebrates, faeces, and carrion—including seal afterbirths and stillborn seal pups—between the tidelines. They also take many chicks and eggs from penguins and cormorants.\n\n\n=== Breeding ===\nDuring the penguin breeding season, which is also the sheathbill breeding season, pairs of sheathbills in penguin colonies maintain territories covering a number of penguin nests.  Two mated sheathbills often work together to harass adult penguins, nimbly avoiding their attempts to peck; they gain access to the eggs or chicks or steal the krill that the adult penguins regurgitate to feed their chicks. Near the few human settlements of the region, they boldly forage for offal.  Because of this diet, they spend a good deal of time cleaning themselves.They lay 2 or 3 blotchy white eggs in crevices or rock cavities.  The nests are lined messily with seaweed, stones, feathers, guano, bones, and occasionally plastic trash; even dead chicks may not be removed.  Incubation lasts 28 to 32 days, and the young fledge 50 to 60 days later.\n\n\n== Taxonomy ==\nGenetic studies of the order Charadriiformes show the sheathbills to be a sister group of the thick-knees of the family Burhinidae. These two groups together are a sister group to Recurvostridae-Haematopodidae and Charadriidae. Recent research on the Magellanic plover (Pluvianellus socialis) of southern South America has indicated it too may be classified within the sheathbill family.The two species are the snowy sheathbill (Chionis albus) and the black-faced sheathbill (C. minor).\n\n\n== References ==\n\n\n== External links ==\nSheathbill videos on the Internet Bird Collection\nSheathbill sounds on xeno-canto.org",
    "ImageURL": "Sheathbill_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Sheathbill",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Suborder": "Chionidi",
        "Family": "Chionidae",
        "Genus": "Chionis"
    },
    "Zone": "* #### C"
}