{
    "CommonName": "Shelduck",
    "BriefSummary": "The shelducks, most species of which are found in the genus Tadorna (except for the Radjah shelduck, which is now found in its own monotypic genus Radjah), are a group of large birds in the Tadorninae subfamily of the Anatidae, the biological family that includes the ducks and most duck-like waterfowl such as the geese and swans.",
    "WikiContents": "The shelducks, most species of which are found in the genus Tadorna (except for the Radjah shelduck, which is now found in its own monotypic genus Radjah), are a group of large birds in the Tadorninae subfamily of the Anatidae, the biological family that includes the ducks and most duck-like waterfowl such as the geese and swans.\n\n\n== Biology ==\nThe shelducks are a group of larger often semi-terrestrial waterfowl, which can be seen as intermediate between geese (Anserinae) and ducks. They are mid-sized (some 50–60 cm) Old World waterfowl. The sexes are colored slightly differently in most species, and all have a characteristic upperwing coloration in flight: the tertiary remiges form a green speculum, the secondaries and primaries are black, and the coverts (forewing) are white. Their diet consists of small shore animals (winkles, crabs etc.) as well as grasses and other plants.\nThey were originally known as \"sheldrakes\", which remained the most common name until the late 19th century. The word is still sometimes used to refer to a male shelduck and can also occasionally refer to the canvasback (Aythya valisineria) of North America.\n\n\n== Systematics ==\nThe genus name comes from the French name Tadorne for the common shelduck. It may originally derive from Celtic roots meaning \"pied waterfowl\", essentially the same as the English \"shelduck\".The namesake genus of the Tadorninae, Tadorna is very close to the Egyptian goose and its extinct relatives from the Madagascar region, Alopochen. While the classical shelducks form a group that is obviously monophyletic, the interrelationships of these, the aberrant common and especially Radjah sheducks, and the Egyptian goose were found to be poorly resolved by mtDNA cytochrome b sequence data; this genus may thus be paraphyletic.\n\nRuddy shelduck (Tadorna ferruginea)\nSouth African shelduck (Tadorna cana)\nAustralian shelduck (Tadorna tadornoides)\nParadise shelduck (Tadorna variegata)\nCrested shelduck (Tadorna cristata) - possibly extinct (late 20th century?)\nCommon shelduck (Tadorna tadorna)The Radjah sheduck, formerly placed in the genus Tadorna, is now placed in its own monotypic genus:\n\nRadjah shelduck (Radjah radjah)Fossil bones from Dorkovo (Bulgaria) described as Balcanas pliocaenica may actually belong to this genus. They have even been proposed to be referable to the common shelduck, but their Early Pliocene age makes this rather unlikely.\n\n\n=== Phylogeny ===\nBased on the Taxonomy in Flux from John Boyd's website.\n\n\n== References ==",
    "ImageURL": "Shelduck_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Shelduck",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Anseriformes",
        "Family": "Anatidae",
        "Genus": "Tadorna"
    },
    "Zone": "* #### I"
}