{
    "CommonName": "Shrike",
    "BriefSummary": "Shrikes () are carnivorous passerine birds of the family Laniidae. The family is composed of 31 species in four genera. They are fairly closely related to the bush-shrike family Malaconotidae.\nThe family name, and that of the largest genus, Lanius, is derived from the Latin word for \"butcher\", and some shrikes are also known as butcherbirds because of their feeding habits. The common English name shrike is from Old English scrīc, alluding to the shrike's shriek-like call.",
    "WikiContents": "Shrikes () are carnivorous passerine birds of the family Laniidae. The family is composed of 31 species in four genera. They are fairly closely related to the bush-shrike family Malaconotidae.\nThe family name, and that of the largest genus, Lanius, is derived from the Latin word for \"butcher\", and some shrikes are also known as butcherbirds because of their feeding habits. The common English name shrike is from Old English scrīc, alluding to the shrike's shriek-like call.\n\n\n== Distribution, migration, and habitat ==\nMost shrike species have a Eurasian and African distribution, with just two breeding in North America (the loggerhead and great grey shrikes). No members of this family occur in South America or Australia, although one species reaches New Guinea. The shrikes vary in the extent of their ranges, with some species such as the great grey shrike ranging across the Northern Hemisphere to the Newton's fiscal which is restricted to the island of São Tomé.They inhabit open habitats, especially steppe and savannah. A few species of shrikes are forest dwellers, seldom occurring in open habitats. Some species breed in northern latitudes during the summer, then migrate to warmer climes for the winter.\n\n\n== Description ==\nShrikes are medium-sized birds, up to 50 cm (20 in) in length, with grey, brown, or black and white plumage. Their beaks are hooked, like those of a bird of prey, reflecting their predatory nature, and their calls are strident.\n\n\n== Behaviour ==\n\nShrikes are known for their habit of catching insects and small vertebrates and impaling their bodies on thorns, the spikes on barbed-wire fences, or any available sharp point. This helps them to tear the flesh into smaller, more conveniently sized fragments, and serves as a cache so that the shrike can return to the uneaten portions at a later time. This same behaviour of impaling insects serves as an adaptation to eating the toxic lubber grasshopper, Romalea microptera.  The bird waits for 1–2 days for the toxins within the grasshopper to degrade, then they can eat it.Shrikes are territorial, and these territories are defended from other pairs. In migratory species, a breeding territory is defended in the breeding grounds and a smaller feeding territory is established during migration and in the wintering grounds. Where several species of shrikes exist together, competition for territories can be intense.\nShrikes make regular use of exposed perch sites, where they adopt a conspicuous upright stance. These sites are used to watch for prey and to advertise their presence to rivals.\n\n\n=== Breeding ===\nThe shrikes are generally monogamous breeders, although polygyny has been recorded in some species. Co-operative breeding, where younger birds help their parents raise the next generation of young, has been recorded in both species in the genera Eurocephalus and Corvinella, as well as one species of Lanius.  Males attract females to their territory with well-stocked caches, which may include inedible but brightly coloured items. During courtship, the male performs a ritualised dance which includes actions that mimic the skewering of prey on thorns, and feeds the female.  Shrikes make simple, cup-shaped nests from twigs and grasses, in bushes and the lower branches of trees.\n\n\n== Species in taxonomic order ==\n\nThe family Laniidae was introduced (as Lanidia) by the French polymath Constantine Samuel Rafinesque in 1815.FAMILY: LANIIDAE\nGenus: Lanius\nTiger shrike, Lanius tigrinus\nSouza's shrike, Lanius souzae\nBull-headed shrike, Lanius bucephalus\nBrown shrike, Lanius cristatus\nRed-backed shrike, Lanius collurio\nIsabelline shrike, Lanius isabellinus\nRed-tailed shrike, Lanius phoenicuroides\nBurmese shrike, Lanius collurioides\nEmin's shrike, Lanius gubernator\nBay-backed shrike, Lanius vittatus\nLong-tailed shrike, Lanius schach\nGrey-backed shrike, Lanius tephronotus\nMountain shrike or grey-capped shrike, Lanius validirostris\nMackinnon's shrike, Lanius mackinnoni\nLesser grey shrike, Lanius minor\nLoggerhead shrike, Lanius ludovicianus\nNorthern shrike, Lanius borealis\nGreat grey shrike or northern shrike, Lanius excubitor\nIberian grey shrike, Lanius meridionalis\nSteppe grey shrike, Lanius pallidirostris\nChinese grey shrike, Lanius sphenocercus\nGrey-backed fiscal, Lanius excubitoroides\nLong-tailed fiscal, Lanius cabanisi\nTaita fiscal, Lanius dorsalis\nSomali fiscal, Lanius somalicus\nNorthern fiscal, Lanius humeralis\nSouthern fiscal, Lanius collaris\nUhehe fiscal, Lanius collaris marwitzi\nSão Tomé fiscal, Lanius newtoni\nWoodchat shrike, Lanius senator\nMasked shrike, Lanius nubicus\nGenus: Corvinella\nYellow-billed shrike, Corvinella corvina\nGenus: Urolestes\nMagpie shrike, Urolestes melanoleucus\nGenus: Eurocephalus\nNorthern white-crowned shrike, Eurocephalus ruppelli\nSouthern white-crowned shrike, Eurocephalus anguitimens\n\n\n=== Birds with similar names ===\nOther species, popularly called shrikes, are in the families:\n\nPrionopidae, helmetshrikes\nMalaconotidae, puffback shrikes, bush shrikes, tchagras and boubous\nCampephagidae, cuckoo-shrikesThe Prionopidae and Malaconotidae are quite closely related to the Laniidae, and were formerly included in the shrike family. The cuckoo-shrikes are not closely related to the true shrikes.\nThe Australasian butcherbirds are not shrikes, although they occupy a similar ecological niche.\n\n\n== References ==\n\n\n== External links ==\nShrike videos on the Internet Bird Collection\n \"Shrike\" . The New Student's Reference Work . 1914.",
    "ImageURL": "Shrike_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Shrike",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Laniidae"
    },
    "Zone": "* #### E"
}