{
    "CommonName": "Siamese Fighting Fish",
    "BriefSummary": "The Siamese fighting fish (Betta splendens), also known as the betta, is a popular fish in the aquarium trade. Bettas are a member of the gourami family and are known to be highly territorial. Males in particular are prone to high levels of aggression and will attack each other if housed in the same tank. If there is no means of escape, this will usually result in the death of one or both of the fish. Female bettas can also become territorial towards each other if they are housed in too small an aquarium. It is typically not recommended to keep male and female bettas together, except temporarily for breeding purposes which should always be undertaken with caution.This species is native to the Mekong basin of Thailand, Laos, Cambodia, and Vietnam and is mostly concentrated in the Chao Phraya river in Thailand. The fish can be found in standing waters of canals, rice paddies and floodplains. It is listed as Vulnerable by the IUCN.",
    "WikiContents": "The Siamese fighting fish (Betta splendens), also known as the betta, is a popular fish in the aquarium trade. Bettas are a member of the gourami family and are known to be highly territorial. Males in particular are prone to high levels of aggression and will attack each other if housed in the same tank. If there is no means of escape, this will usually result in the death of one or both of the fish. Female bettas can also become territorial towards each other if they are housed in too small an aquarium. It is typically not recommended to keep male and female bettas together, except temporarily for breeding purposes which should always be undertaken with caution.This species is native to the Mekong basin of Thailand, Laos, Cambodia, and Vietnam and is mostly concentrated in the Chao Phraya river in Thailand. The fish can be found in standing waters of canals, rice paddies and floodplains. It is listed as Vulnerable by the IUCN.\n\n\n== Description ==\nB. splendens usually grows to a length of about 6.5 cm (2.6 in). Although aquarium specimens are widely known for their brilliant colours and large, flowing fins, the natural coloration of B. splendens is generally dull green, brown and grey, and the fins of wild specimens are short. In the wild, they exhibit strong colours only when agitated. In captivity, they have been selectively bred to display a vibrant array of colours and tail types.\n\n\n== Conservation status ==\nAlthough popular as an aquarium fish, the IUCN has classified B. splendens in the vulnerable category.  The fish is naturally endemic to Thailand and can be found in shallow areas in marshes or paddy fields.  The primary threat is due to habitat destruction and pollution, as farmlands continue to be developed across central Thailand.\n\n\n== Diet ==\nBetta splendens feed on zooplankton, crustaceans, and the larvae of mosquitoes and other water-bound insects.  In captivity they can be fed a varied diet of pellets or frozen foods such as brine shrimp, bloodworms, daphnia and many others.\nThey are naturally insectivores and do not typically or naturally consume vegetation, however, they may consume the food of other tank mates if available, even vegetable matter.\n\n\n== Reproduction and early development ==\n\nMale bettas will flare their gills, spread their fins and twist their bodies in a dance if interested in a female. If the female is also interested she will darken in colour and develop vertical lines known as breeding bars as a response. Males build bubble nests of various sizes and thicknesses at the surface of the water. Most tend to do this regularly even if there is no female present.\nPlants or rocks that break the surface often form a base for bubble nests. The act of spawning itself is called a \"nuptial embrace\", for the male wraps his body around the female; around 10–40 eggs are released during each embrace, until the female is exhausted of eggs. The male, in his turn, releases milt into the water, and fertilization takes place externally. During and after spawning, the male uses his mouth to retrieve sinking eggs and deposit them in the bubble nest (during mating the female sometimes assists her partner, but more often she simply devours all the eggs she manages to catch). Once the female has released all of her eggs, she is chased away from the male's territory, as she will likely eat the eggs.\nIf she is not removed from the tank then she will most likely be killed by the male.\nThe eggs will remain in the male's care. He carefully keeps them in his bubble nest, making sure none fall to the bottom, repairing the bubble nest as needed.  Incubation lasts for 24–36 hours; newly hatched larvae remain in the nest for the next two to three days until their yolk sacs are fully absorbed. Afterwards, the fry leave the nest and the free-swimming stage begins. In this first period of their lives, B. splendens fry are totally dependent on their gills; the labyrinth organ which allows the species to breathe atmospheric oxygen typically develops at three to six weeks of age, depending on the general growth rate, which can be highly variable. B. splendens can reach sexual maturity at an age as early as 4–5 months.\n\n\n== History ==\n\n\n=== Fighting fish ===\nSome people of Thailand and Malaysia are known to have collected these fish prior to the 19th century from the wild which are line-bred for aggression in eastern Thailand.\nIn the wild, betta spar for only a few minutes before one fish backs off. Bred specifically for heightened aggression, domesticated betta matches can go on for much longer, with winners determined by a willingness to continue fighting. Once a fish retreats, the match is over. \nSeeing the popularity of these fights, the king of Thailand, Rama III, started licensing and collecting these fighting fish. In 1840, he gave some of his prized fish to a man who, in turn, gave them to Theodore Edward Cantor, a medical scientist. Nine years later, Cantor wrote an article describing them under the name Macropodus pugnax.  In 1909, the ichthyologist Charles Tate Regan, upon realizing a species was already named Macropodus pugnax, renamed the domesticated Siamese fighting fish Betta splendens.The vernacular name \"plakat\", often applied to the short-finned ornamental strains, is derived from the Thai word pla kad (Thai: ปลากัด), which literally means \"biting fish\" and is the Thai name for all members of the B. splendens species complex (as all members have aggressive tendencies in the wild and all are extensively line-bred for aggression in eastern Thailand) rather than for any specific strain(s) of the Siamese fighting fish. So the term \"fighting fish\" comes in use to generalize all the members of the B. splendens species complex including the Siamese fighting fish.\n\n\n=== Aquarium fish ===\nIn 1892, this species was imported to France by the French aquarium fish importer Pierre Carbonnier in Paris, and in 1896, the German aquarium fish importer Paul Matte in Berlin imported the first specimens to Germany from Moscow.\n\n\n=== Invasive species ===\nIn January 2014 a large population of the fish was discovered in the Adelaide River Floodplain in the Northern Territory, Australia.  As an invasive species they pose a threat to native fish, frogs and other wetland wildlife.\n\n\n== In the aquarium ==\n\n\n=== Water ===\nBetta species prefer a water temperature of around 75–82 °F (24–28 °C) but have been seen to survive temporarily at the extremes of 56 °F (13 °C) or 95 °F (35 °C). When kept in colder climates, aquarium heaters are recommended.Bettas are also affected by the pH levels of the water. Ideal levels for Bettas would be at a neutral pH (7.0) However, Bettas are slightly tolerant towards the pH levels. They have an organ known as the labyrinth organ which allows them to breathe air at the water's surface. This organ was thought to allow the fish to be kept in unmaintained aquaria, but this is a misconception, as poor water quality makes all tropical fish, including Betta splendens, more susceptible to diseases such as fin rot.\nProperly kept and fed a correct diet, Siamese fighting fish generally live between 3 and 5 years in captivity, but may live between 7 and 10 years in rare cases.\n\n\n=== Aquarium size and cohabitants ===\nIt is popular to keep betta fish in very small containers, such as bowls for display around the home. Unfortunately, this can cause health issues and lead to an early death for the fish. Bettas prefer to be kept in larger tanks or community tanks, and will thrive with a heater and filter. The minimum and highly recommended tank size is 20 litres, or 5 gallons. A properly sized tank will allow a Betta to live a long and healthy life.\nBettas can cohabit with fish that are bottom feeders, however it is not advised to keep them with feeders that may eat their fins or destroy the slime coat (one example is the Siamese Algae Eater, if kept in an inappropriately sized tank)\nMale bettas should not be kept with other male bettas, and all bettas may not be compatible with other colorful fish species, and should not have tank mates which may nip their fins or have an aggressive nature (barbs, some tetras and cichlids are examples of this) However, keeping more than one female (also known as a sorority) in the same tank is possible, assuming you have enough space to break the line of sight between fish and dense planting, though it depends on the personality or the background of the fish. While there are some variations that aren't line-bred for aggression- and therefore, easier to keep together- or “wild-type” bettas (original betta splendens), these types are generally rarely seen on the market outside of Thailand and Asia. It is considered best practice to isolate pairs for breeding purposes.\n\n\n=== Varieties ===\nB. splendens can be hybridized with B. imbellis, B. mahachaiensis, and B. smaragdina, though with the latter, the fry tend to have low survival rates. In addition to these hybrids within the genus Betta, intergeneric hybridizing of Betta splendens and Macropodus opercularis, the paradise fish, has been reported.Breeders around the world continue to develop new varieties. Often, the males of the species are sold preferentially in stores because of their beauty, compared to the females. Females almost never develop fins as showy as males of the same type and are often more subdued in coloration, though some breeders manage to get females with fairly long fins and bright colors.\n\n\n=== Colors ===\n\nWild fish exhibit strong colours only when agitated. Breeders have been able to make this coloration permanent, and a wide variety of hues breed true. Colours available to the aquarist include red, orange, yellow, blue, steel blue, turquoise/green, black, pastel, white (\"opaque\" white, not to be confused with albino) and multi-coloured fish.\nBettas are found in many different colours due to different layers of pigmentation in their skin. The layers (from furthest within to the outer layer) consists of red, yellow, black, iridescent (blue and green), and metallic (not a colour of its own, but reacts with the other colours to change how they are perceived). Any combination of these layers can be present, leading to a wide variety of colours.The shades of blue, turquoise, and green are slightly iridescent, and can appear to change colour with different lighting conditions or viewing angles; this is because these colours (unlike black or red) are not due to pigments, but created through refraction within a layer of translucent guanine crystals. Breeders have also developed different colour patterns such as marble and butterfly, as well as metallic shades through hybridization like copper, gold, or platinum (these were obtained by crossing B. splendens to other Betta species).\n\nA true albino betta has been feverishly sought since one recorded appearance in 1927, and another in 1953. Neither of these was able to establish a line of true albinos. In 1994, a hobbyist named Kenjiro Tanaka claimed to have successfully bred albino bettas.Some bettas will change colours throughout their lifetime (known as marbling), attributed to a transposon.Koi bettas have mutated now and some are no longer marbles and do not change colors or patterns through out their lifetime (known as true Koi) attributed to the defective gene that causes marbling not being repaired in the color layers after a time.Common Colours\nSuper Red\nSuper Blue\nSuper Yellow\nOpaque\nSuper Black\nSuper White\nOrange\nMarble\nCandy\nNemo\nGalaxy Nemo\nKoi\nAlien\nCopper\nCellophane\nGold\nGalaxy KoiRarer Colours\nSuper Orange\nMetallic\nTurquoise\nLavender\nMustard Gas\nGrizzle\nGreen\n\n\n=== Colour patterns ===\nSolid – The entire fish is one colour with no variations\nBi-colour – The fins must be a different colour to the body to be a Bi-colour.\nCambodian – The body is pale, almost colourless, and the fins are a solid colour\nButterfly – The fins have distinct bands of colours\nMarble – Irregular patterns throughout the body and fin\nPiebald – pale flesh-coloured face irrespective of the body colour.\nFull Mask – the face being the same colour as the body rather than what it would naturally be which would be darker than the body\nDragon – rich strong base colour with the scales on the main part of the body a pale iridescent\nMulticolour – 3 or more colours on the body that does not fit into any other pattern category\nPastel – A light shade of colour seen only on the fins, body remains a flesh hue.\nKoi - Koi are judged from the top down and look like their carp counter parts. Patterns should be uniform with clean color defining lines.\nNemo - are either white based or orange based and have 3 or 4 main colors. Orange, red, yellow, black\n\n\n=== Finnage variations ===\n\nBreeders have developed several different finnage and scale variations:\n\nVeil tail - extended finnage length and non-symmetrical tail; caudal fin rays usually only split once; the most common tail type seen in pet stores.\nCrown tail - fin rays are extended well beyond the membrane and consequently the tail can take on the appearance of a crown; also called fringetail\nComb tail - less extended version of the crown tail, derived from breeding crown and another finnage type\nHalf-moon - \"D\" shaped caudal fin that forms a 180° angle, the edges of the tail are crisp and straight\nOver-half-moon or Super Delta tail - caudal fin is in excess of the 180° angle, byproduct of trying to breed half-moons, can sometimes cause problems because the fins are too big for the fish to swim properly\nRose tail - variation with so much finnage that it overlaps and looks like a rose\nFeather tail - similar to the rose tail, with a rougher appearance\nPlakat - short fins that resemble the fins seen in wild-type bettas\nHalf-moon plakat - short-finned half-moon; plakat and half-moon cross\nDouble tail or Full-moon - the tail fin is duplicated into two lobes and the dorsal fin is significantly elongated, the two tails can show different levels of bifurcation depending on the individual\nDelta tail - tail spread less than that of a half-moon [<180]\nHalf-sun - combtail with caudal fin going 180°, like a half-moon\nElephant ear - pectoral fins are much larger than normal, often white, resembling the ears of an elephant\nSpade tail - caudal fin has a wide base that narrows to a small point\n\n\n== Behaviour ==\n\nMales and females flare or puff out their gill covers (opercula) to appear more impressive, either to intimidate other rivals or as an act of courtship. Other reasons for flaring can include when they are intimidated by movement or change of scene in their environments. Both sexes display pale horizontal bars if stressed or frightened. However, such colour changes, common in females of any age, are rare in mature males due to their intensity of colour. Females often flare at other females, especially when setting up a pecking order. Flirting fish behave similarly, with vertical instead of horizontal stripes indicating a willingness and readiness to breed (females only). Betta splendens enjoy a decorated tank, being a territorial fish it is necessary to establish territory even when housed alone. They may set up a territory centered on a plant or rocky alcove, sometimes becoming highly possessive of it and aggressive toward trespassing rivals. This is the reason why when kept with other fish the minimum tank size should be 45 litres (about 10 gallons). Contrary to popular belief, bettas are compatible with many other species of aquarium fish. Given the proper parameters bettas will be known to only be aggressive towards smaller and slower fish than themselves such as guppies.The aggression of this fish has been studied by ethologists and comparative psychologists. These fish have historically been the objects of gambling; two male fish are pitted against each other to fight and bets are placed on which one will win. One fish will arise the victor, the fight continuing until one participant is submissive. These competitions can result in the death of either one or both fish depending on the seriousness of their injuries. To avoid fights over territory, male Siamese fighting fish are best isolated from one another. Males will occasionally even respond aggressively to their own reflections in a mirror. Though this is obviously safer than exposing the fish to another male, prolonged sight of their reflection may lead to stress in some individuals. Not all Siamese fighting fish respond negatively to other males, especially when the tank is large enough for each fish to create their own designated territory.\n\n\n=== Aggressive behaviour in females ===\nIn general, studies have shown that females exhibit similar aggressive behaviours as their male counterparts, but these behaviours are less common. A group of female Siamese fighting fish were observed over a period of two weeks. During these two weeks, the following behaviours were recorded: attacking, displays, and biting food. The results of this observational study indicated that when females are housed in small groups, they form a stable dominance order. For example, the fish who was ranked at the top showed higher levels of mutual displays, in comparison to the fish who were of lower ranks. The researchers also found that the duration of the displays differed depending on whether an attack occurred. The results of these studies indicate that female Siamese fighting fish should be considered as often as males, as there are evidently interesting variations in their behaviours as well.\n\n\n=== Courtship behaviour ===\nThere has been numerous research in the area of courtship behaviour between male and  female Siamese fighting fish. This research has focused on the aggressive behaviours of males during the courtship process. For example, one study found that when male fish are in the bubble nest phase, their aggression toward females is quite low. This is due to the males attempting to attract potential mates to their nest, so eggs can successfully be laid. It has also been found that in regards to mate choice, females often “eavesdrop” on pairs of male Siamese fighting fish while they are fighting. When females witness aggressive behaviour between a pair of males, the female is more likely to be attracted to the male who won. In contrast, if a female did not “eavesdrop” on aggressive behaviour between a pair of males, the female will show no preference in mate choice. In regards to the male fish, the “loser” fish are more likely to attempt to court the fish who did not “eavesdrop”. The “winner” fish have been found to show no preference in regards to female fish who “eavesdropped” and those who did not.One study considered the ways in which male Siamese fighting fish alter their behaviours during courtship when another male is present. During this experiment, a dummy female was placed in the tank. The researchers expected that males would conceal their courtship from intruders, however this surprisingly was not the case. It was found that when another male fish was present, the male was more likely to engage in courtship behaviours with the dummy female fish. When no barriers were present, the males were more likely to engage in gill flaring at an intruder male fish. Therefore, the researchers conclude that the male is attempting to court the female and communicate with the rival male present at the same time. These results indicate the importance of considering courtship behaviour, as the literature has suggested there are many factors that can dramatically affect the ways in which both male and females can act in courtship settings.\n\n\n=== Metabolic costs of aggression ===\nStudies have found that Siamese fighting fish often begin with behaviours that require high cost, and gradually decrease their behaviours as the encounter proceeds. This indicates that Siamese fighting fish will first begin an encounter using much metabolic energy, but will gradually decrease, as to not use too much energy, thus making the encounter a waste if the fish is not successful.  Similarly, researchers have found that when pairs of male Siamese fighting fish were kept together in the same tank for a three-day period, aggressive behaviour was most prevalent during the mornings of the first two days of their cohabitation. However the researchers observed that the fighting between the two males decreased as the day progressed. The male in the dominant position initially had metabolic advantage; although as the experiment progressed, both fish became equal in regards to metabolic advantages. In regards to oxygen consumption, one study found that when two male Siamese fighting fish fought, the metabolic rates of both fish did not differ before or during the fight. However, the fish who won showed higher oxygen consumption during the evening subsequent to the fight. Therefore, the results of this study indicate that aggressive behaviour in the form of fighting has long-lasting effects on metabolism.\n\n\n=== Effects of chemical exposure on behaviour ===\nChemicals such as hormones can have powerful effects on the behaviour of an individual. Researchers have considered the effect that such chemicals can have on Siamese fighting fish. This section will examine three studies, each of which indicates that chemicals can significantly affect the behaviours of Siamese fighting fish. In particular, these behaviour changes are most likely to occur in regards to aggression.\nOne study investigated the effect of testosterone on female Siamese fighting fish. Females were first given testosterone, which resulted in physical changes. This included fin length, body coloration and gonads. These physical changes resulted in  the females resembling typical male fish. Next their aggressive behaviour was monitored. It was found that when these females interacted with other females, their aggression increased. In contrast, when the females interacted with males, their aggressive behaviour decreased. The researchers then allowed the female fish to interact socially with a group of other female fish, who had not been exposed to testosterone. It was found that when the female fish stopped receiving testosterone, those who were exposed to the female fish still exhibited the male typical behaviours. In contrast, the female fish who were kept isolated did not continue to exhibit the male typical behaviours after testosterone was discontinued.Another study exposed male Siamese fighting fish to endocrine-disrupting chemicals. The researchers were curious if exposure to these chemicals would affect the ways in which females respond to the exposed males. It was found that when shown videos of the exposed males, the females favoured those who were not exposed to the endocrine-disrupting chemicals, and avoided those male who were exposed. Therefore, the researchers concluded that exposure to these chemicals can negatively affect the mating success of male Siamese fighting fish.The last study investigated the effect of the SSRI, fluoxetine, on male Siamese fighting fish. It has been previously found that this chemical reduces aggressive behaviour; therefore, researchers were curious if this would occur in their experiment. As predicted, it was found that when exposed to fluoxetine, male Siamese fighting fish exhibited less aggressive behaviour than they would have if they had not been exposed to the chemical.\n\n\n== Name ==\nAlthough commonly called a betta in the aquarium trade, especially in North America, that is the name of a genus not only containing this fish, but also other species. B. splendens is more accurately called by its scientific name or \"Siamese fighting fish\", to avoid confusion with the other species in the genus.\n\n\n== In popular culture ==\nThe Fisheries Department of Thailand is promoting pla gud, or Siamese fighting fish, as the national fish. Department chief Adisorn Promthep said that the proposal will be submitted to the National Identity Office under the Prime Minister’s Office for approval. He said that once the status is recognised, fighting fish farming would be promoted which would generate money and create jobs. He added that credible records show that pla gud of the Betta splendens species are native to Thailand and were first collected for fighting during the reign of King Rama III.\nThe titular character in the novel Rumble Fish (novel) and subsequent film Rumble Fish is a Siamese fighting fish. In both, the character Motorcycle Boy is fascinated with the creatures and dubs them \"rumble fish.\" He speculates that if the fish were to be set free in the river, they wouldn't behave so aggressively. A common misconception regarding keeping B. splendens is that they should live in vases or bowls. However, this has been proven to damage their health, life expectancy, and cause negative behavioral changes.\nA scene in the James Bond film From Russia with Love shows three Siamese fighting fish in an aquarium as the villain Ernst Stavro Blofeld likens the modus operandi of his criminal organisation, SPECTRE to one of the fish that observes as the other two fight to the death, then kills the weakened victor.\n\n\n== References ==\n\n\n== Further reading ==\nSimpson, M. J. A. (1968). \"The display of the Siamese fighting fish Betta splendens\". Animal Behaviour Monographs. 1: 1–73. doi:10.1016/S0066-1856(68)80001-9.\nThompson, T (1966). \"Operant and Classically-Conditioned Aggressive Behavior in Siamese Fighting Fish\". American Zoologist. 6 (4): 629–741. doi:10.1093/icb/6.4.629.\n\n\n== External links ==\nBettas at Curlie",
    "ImageURL": "SiameseFightingFish_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Siamese_fighting_fish",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Anabantiformes",
        "Family": "Osphronemidae",
        "Genus": "Betta",
        "Species": "splendens"
    },
    "ScientificName": "Betta splendens"
}