{
    "CommonName": "Sichuan Takin",
    "BriefSummary": "The Sichuan takin or Tibetan takin (Budorcas taxicolor tibetana) is a subspecies of takin (goat-antelope). Budorcas from Greek bous (\"ox\" or \"cow\") and dorkas (\"gazelle\"); taxicolor from Latin taxus (\"badger\") and color (\"hue\") referring to badger-like coloration  Listed as a vulnerable species, the Sichuan takin is native to Tibet and the provinces of Sichuan, Gansu and Xinjiang in the People's Republic of China.",
    "WikiContents": "The Sichuan takin or Tibetan takin (Budorcas taxicolor tibetana) is a subspecies of takin (goat-antelope). Budorcas from Greek bous (\"ox\" or \"cow\") and dorkas (\"gazelle\"); taxicolor from Latin taxus (\"badger\") and color (\"hue\") referring to badger-like coloration  Listed as a vulnerable species, the Sichuan takin is native to Tibet and the provinces of Sichuan, Gansu and Xinjiang in the People's Republic of China.\n\n\n== Taxonomy ==\nIt can be differentiated from its close cousin, the golden takin, largely by its coat color among other morphological differences, in addition to a different range of habitat. The takin was previously considered closely related to the Arctic muskox. Physical similarities have now been found to be due to convergent evolution and not through a common ancestor. DNA sequencing recently revealed various sheep are close relatives (goats, tahrs, sheep, bharal, Barbary sheep).\n\n\n== Habitat ==\nTakin inhabit the same dense bamboo forests as the better known giant panda. Sichuan takins live in these dense thickets and bamboo groves, in family groups of up to 30 individuals.  \nDespite being large, stocky and relatively slow moving, the Sichuan takin is quite agile in maneuvering its rocky habitat with often steep and challenging slopes. The inaccessibility of the takin’s mountainous habitat has meant that there is little information on this species’ behavior and ecology; specifically on their distribution and population size. \n\n\n== Species threats ==\nAlthough considered a national treasure of China with the highest legal protection, the Sichuan takin is threatened by ongoing poaching and habitat destruction. The highest need for this species is further scientific knowledge to allow production of a valid long-term conservation and management plan. The principal threats to its survival include poaching by hunters for food and fur. This has led to their decline in the wild. A reliable count of the species has not been fully undertaken, but it may have indirectly benefited from the protections accorded to the giant panda and other species.\n\n\n== Behavior and ecology ==\nTakins have adaptations that help them stay warm and dry during the bitter cold of winter in the Himalayan Mountains. A thick, secondary coat is grown to keep out the chill. The large, moose-like snout has large sinus cavities to warm up the air a takin inhales before it gets to the lungs. Without this adaptation, takins would lose a large amount of body heat just by breathing. Yet another protection is their oily skin. Although they have no skin glands, their skin secretes an oily, bitter-tasting substance that acts as a natural raincoat in storms and fog. Streaks of this oily stuff can be seen where takins rub. They also have an odor that smells like a combination of horse and musk.\nTakins eat in the early morning and again in the late afternoon, and they rest when they are not feeding. Since they live at altitudes above 14,000 feet (4,300 meters), they feed on many kinds of alpine and deciduous plants and evergreens. When it comes to food, takins eat almost any vegetation within reach. This includes the tough leaves of evergreen rhododendrons and oaks, willow and pine bark, bamboo leaves, and a variety of new-growth leaves and herbs. They can easily stand on their hind legs, front legs propped against a tree, to reach for higher vegetation if they need to.\n\n\n=== Herding and migration ===\nEach spring, takins gather in large herds and migrate up the mountains to the tree line. As cooler weather approaches and food becomes scarce, the takins move down to forested valleys. As they move up, down, or across the mountains, takins use the same routes over and over. This creates a series of well-worn paths through the dense growths of bamboo and rhododendrons that lead to their natural salt licks and grazing areas.\nThe size of a takin herd changes with the seasons: during spring and early summer, herds can number up to 300 animals; during cooler months, when food is less plentiful, the large herds break up into smaller groups of 10 to 35 takins as they head down the mountain. Herds are made up of adult females (called cows), kids (which is what takin young are called), subadults, and young males. Older males, called bulls, are generally solitary except during the \"rut,\" or mating season, in late summer.\n\n\n=== Reproduction ===\nThe cows give birth to a single kid in early spring. Within three days of its birth, a takin kid is able to follow its mother through most types of terrain. This is very important if predators are nearby or if the herd needs to travel a long distance for food.\n\n\n=== Natural enemies ===\nBecause of their large, powerful bodies and impressive horns, takins have few natural enemies other than bears or wolves. They are generally slow moving but can react quickly if angered or frightened. When needed, a takin can leap nimbly from rock to rock. If a takin senses danger, it warns the others with a loud \"cough\" that sends the herd running for cover. Takins can also make an intimidating roar or bellow.\n\n\n== Zoos in North America ==\nABQ BioPark\nAfrican Lion Safari in Hamilton, Ontario\nAssiniboine Park Zoo\nCincinnati Zoo\nDetroit Zoo\nEdmonton Valley Zoo\nLee Richardson Zoo in Garden City, Kansas\nLincoln Park Zoo\nLos Angeles Zoo\nMesker Park Zoo & Botanical Gardens in Evansville, Indiana\nMinnesota Zoo\nPeoria Zoo\nPotawatomi Zoo\nPueblo Zoo\nRed River Zoo\nRiverview Park & Zoo in Peterborough, Ontario\nRoger Williams Park Zoo\nRolling Hills Wildlife Adventure in Salina, Kansas\nRosamond Gifford Zoo at Burnet Park\nSaint Louis Zoo\nSan Diego Zoo\n\n\n== Conservation and breeding centers ==\nThe Wilds Cumberland, Ohio, United States of America\nShaanxi Wild Animal Conservation Research Centre (SWARC) Louguantai, Zhouzhi county, Qinling, People's Republic of China \n\n\n== See also ==\nList of endangered and protected species of China\n\n\n== References ==",
    "ImageURL": "SichuanTakin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Sichuan_takin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Budorcas",
        "Species": "taxicolor"
    },
    "ScientificName": "Budorcas taxicolor"
}