{
    "CommonName": "Silver-backed fox",
    "BriefSummary": "The Cape fox (Vulpes chama), also called the asse, cama fox or the silver-backed fox, is a small fox, native to southern Africa.\nIt has black or silver gray fur with flanks and underside in light yellow. The tip of its tail is always black.\nThe Cape fox tends to be 45 to 61 cm (17.5 to 24 in) long, not including a 30 to 40 cm (12 to 15.5 in) tail. It is 28 to 33 cm (11 to 13 in) tall at the shoulder, and usually weighs from 3.6 to 5 kg (7.9 to 11.0 lb).",
    "WikiContents": "The Cape fox (Vulpes chama), also called the asse, cama fox or the silver-backed fox, is a small fox, native to southern Africa.\nIt has black or silver gray fur with flanks and underside in light yellow. The tip of its tail is always black.\nThe Cape fox tends to be 45 to 61 cm (17.5 to 24 in) long, not including a 30 to 40 cm (12 to 15.5 in) tail. It is 28 to 33 cm (11 to 13 in) tall at the shoulder, and usually weighs from 3.6 to 5 kg (7.9 to 11.0 lb).\n\n\n== Habitat ==\nIt inhabits mainly open country, from open grassland plains with scattered thickets to arid to semi desert scrub, and also extending into fynbos. It is widespread in Zimbabwe, Botswana, and South Africa, occurring in most parts of the Western and Northern Cape provinces, the Eastern Cape (excluding the southeastern side), the Free State, western and northwestern KwaZulu-Natal and the North-West province. It also occurs in Lesotho, a high mountainous region.\n\n\n== Behavior ==\nThe Cape fox is nocturnal and most active just before dawn or after dusk; it can be spotted during the early mornings and early evenings. During the day, it typically shelters in burrows underground, holes, hollows, or dense thickets. It is an active digger that will excavate its own burrow, although it generally modifies an abandoned burrow of another species, such as the springhare, to its specific requirements. They are solitary creatures, and although they form mated pairs, the males and females are often found alone, as they tend to forage separately. They are not especially territorial but will mark their territories with a pungent scent. Although a normally silent fox, the Cape fox is known to communicate with soft calls, whines or chirps. However, it will utter a loud bark when alarmed. When in an aggressive mood, the Cape fox is known to growl and spit at its attacker. To show its excitement, the fox lifts its tail, the height of the tail often indicating the measure of excitement.\n\n\n== Food ==\nCape foxes are omnivorous and will eat plants or animals. Although they prefer invertebrates and small mammals such as rodents, they are opportunists and known to hunt and eat reptiles, rabbits, spiders, birds, and young hares. They will also eat eggs, beetle larvae, and carrion, as well as most insects or fruits. Cape foxes have been reported to be able to kill lambs up to three months of age, although this is a rare occurrence.\n\n\n== Reproduction ==\nTypical of most canid species, Cape foxes mate for life. They are capable of breeding all year long, unlike the red fox, although they typically have offspring in the months from October to January. The female Cape fox has a gestation period of 51 to 53 days and gives birth to a litter of one to six cubs (or kits). Reared underground in burrows, the cubs stay close to the den until they are about four months old. They are weaned around six to eight weeks of age, but do not begin to forage until they are four months old. Cubs usually become independent at five months of age, when they disperse (typically in June or July). They typically weigh from 50 to 100 g (1.8 to 3.5 oz) at birth. Both parents care for the young, with the male also providing for the female during the first two weeks. A family group usually consists of the parents and their offspring, but different family groups sometimes mix during feeding. Multiple litters are possible and have been observed; however, the female usually chases out the cubs from the last litter when she is expecting another one. Cape foxes are fully grown within about a year, with both the female and the male reaching sexual maturity at 9 months. The Cape fox has a life expectancy of about six years, but can live for up to 10 years.\n\n\n== Conservation ==\nThe Cape fox is thought to help regulate populations of small mammals. Predators of the Cape fox include hawks and owls, as well as caracal, leopard, hyena, and lion. They often succumb to diseases such as rabies and canine distemper, and in more recent times have started to become victims of traps set out for problem animals. A large number of Cape foxes are killed on the road by vehicles. Many are hunted and persecuted as vermin. Some may be mistaken for jackals and held responsible for livestock losses. About 2,500 individuals are killed yearly; this is about 16% of the total Cape fox population. Nonetheless, this fox is not regarded as a threatened species.\n\n\n== References ==",
    "ImageURL": "Silverbackedfox_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Cape_fox",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Canidae",
        "Genus": "Vulpes",
        "Species": "chama"
    },
    "ScientificName": "Vulpes chama"
}