{
    "CommonName": "Silver Argiope",
    "BriefSummary": "Argiope argentata is a species of spider in the family Araneidae (orb-weavers), found from the United States south to Chile and Argentina. It is a member of the genus Argiope and is commonly known as the silver argiope.",
    "WikiContents": "Argiope argentata is a species of spider in the family Araneidae (orb-weavers), found from the United States south to Chile and Argentina. It is a member of the genus Argiope and is commonly known as the silver argiope.\n\n\n== Description ==\nAs with most members of the genus Argiope, the female of the species tends to be much larger than the male. The body of Argiope argentata tends to be primarily silver with brown and orange colorations further back on the abdomen on the top, and with a primarily brown underbelly. The legs have bands of orange, black, and silver. The female can be up to 35 mm in length whereas the male tends to be 20 mm or less.Females of the Argiope blanda species are very similar to Argiope argentata females.  The species can potentially be distinguished due to the four projections on the abdomen being more rounded on A. argentata, differing ventral markings, differing genitalia (the only sure distinguisher), and within the United States, A. blanda's range being limited to the southern tip of Texas.\n\n\n== Web ==\nLike other members of Argiope, silver argiopes often spin stabilimenta into their webs.  These often take the form of zigzag lines, and frequently there are four of them forming a centerless \"X\" shape near the center of the web; the spider then rests in the very middle, with four pairs of legs each drawn together and splayed out in an \"X\" shape more or less aligned with the stabilimentum \"X\".\nSilver argiopes' webs are often also home to dewdrop spiders (Argyrodes).  These are small kleptoparasitic or commensal spiders which feed on insects trapped by their host's web.\n\n\n== Habitat ==\nThe range of Argiope argentata extends from the USA in the north (between southern California and Florida) to as far as Argentina in the south, although it prefers warmer, dryer areas.  They can often be found on prickly pears in the fall.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nArgiope argentata images (free for noncommercial use)",
    "ImageURL": "SilverArgiope.jpg",
    "Source": "https://en.wikipedia.org/wiki/Argiope_argentata"
}