{
    "CommonName": "Skua",
    "BriefSummary": "The skuas  are a group of predatory seabirds with about seven species forming the family Stercorariidae and the genus Stercorarius. The three smaller skuas are called jaegers in American English.\nThe English word \"skua\" comes from the Faroese name for the great skua, skúgvur [ˈskɪkvʊər], with the island of Skúvoy renowned for its colony of that bird. The general Faroese term for skuas is kjógvi [ˈtʃɛkvə]. The word \"jaeger\" is derived from the German word Jäger, meaning \"hunter\". The genus name Stercorarius is Latin and means \"of dung\"; the food disgorged by other birds when pursued by skuas was once thought to be excrement.Skuas nest on the ground in temperate and Arctic regions, and are long-distance migrants. They have even been sighted at the South Pole.",
    "WikiContents": "The skuas  are a group of predatory seabirds with about seven species forming the family Stercorariidae and the genus Stercorarius. The three smaller skuas are called jaegers in American English.\nThe English word \"skua\" comes from the Faroese name for the great skua, skúgvur [ˈskɪkvʊər], with the island of Skúvoy renowned for its colony of that bird. The general Faroese term for skuas is kjógvi [ˈtʃɛkvə]. The word \"jaeger\" is derived from the German word Jäger, meaning \"hunter\". The genus name Stercorarius is Latin and means \"of dung\"; the food disgorged by other birds when pursued by skuas was once thought to be excrement.Skuas nest on the ground in temperate and Arctic regions, and are long-distance migrants. They have even been sighted at the South Pole.\n\n\n== Biology and habits ==\n\nOutside the breeding season, skuas take fish, offal, and carrion. Many are partial kleptoparasites, comprising up to 95% of the feeding methods of wintering birds, by chasing gulls, terns and other seabirds to steal their catches, regardless of the size of the species attacked (up to three times heavier than the attacking skua). The larger species, such as the great skua, also regularly kill and eat adult birds, such as puffins and gulls, and have been seen killing birds as large as a grey heron. On the breeding grounds, the three, more slender northern breeding species commonly eat lemmings. Those species that breed in the southern oceans largely feed on fish that can be caught near their colonies. The eggs and chicks of other seabirds, primarily penguins, are an important food source for most skua species during the nesting season.In the southern oceans and Antarctica region, some skua species (especially the south polar skua) will readily scavenge carcasses at breeding colonies of both penguins and pinnipeds. Skuas will also kill live penguin chicks. In these areas, the skuas will often forfeit their catches to the considerably larger and very aggressive giant petrels.\nThey are medium to large birds, typically with grey or brown plumage, often with white markings on the wings. The skuas range in size from the long-tailed skua, Stercorarius longicauda, at 310 grams (0.68 pounds), to the brown skua, Stercorarius antarcticus, at 1.63 kg (3.6 lb). On average, a skua is about 56 cm (22 in) long, and 121 cm (48 in) across the wings. They have longish bills with a hooked tip, and webbed feet with sharp claws. They look like large dark gulls, but have a fleshy cere above the upper mandible.\nThe skuas are strong, acrobatic fliers. They are generally aggressive in disposition. Potential predators approaching their nests will be quickly attacked by the parent birds, which usually targets the heads of intruders – a practice known as 'divebombing'.\n\n\n== Taxonomy ==\nThe genus Stercorarius was introduced by the French zoologist Mathurin Jacques Brisson in 1760 with the parasitic jaeger (Stercorarius parasiticus) as the type species.Skuas are related to gulls, waders, auks, and skimmers. In the three smaller species, all nesting exclusively in the Holarctic, breeding adults have the two central tail feathers obviously elongated, and at least some adults have white on the underparts and pale yellow on the neck. These characteristics are not shared by the larger species, all native to the Southern Hemisphere except for the great skua. Therefore, the skuas are often split into two genera, with only the smaller species retained in Stercorarius, and the large species placed in Catharacta. However, based on genetics, behavior, and feather lice, the overall relationship among the species is best expressed by placing all in a single genus. The pomarine and great skuas' mitochondrial DNA (inherited from the mother) is in fact more closely related to each other than it is to either Arctic or long-tailed skuas, or to the Southern Hemisphere species. Thus, hybridization must have played a considerable role in the evolution of the diversity of Northern Hemisphere skuas.\n\n\n== Species ==\nThe genus contains seven species:\n\n\n== References ==\n\n\n== External links ==\n \"Skua\" . Encyclopædia Britannica. 25 (11th ed.). 1911.\nSkua videos on the Internet Bird Collection",
    "ImageURL": "Skua_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Skua",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Suborder": "Lari",
        "Family": "StercorariidaeGray",
        "Genus": "StercorariusBrisson"
    }
}