{
    "CommonName": "Slender loris",
    "BriefSummary": "Slender lorises (Loris) are a genus of loris native to India and Sri Lanka.The slender loris spends most of its life in trees (arboreal), traveling along the top of branches with slow and precise movements .It is found in tropical rainforests, scrub forest, semi deciduous forest and swamps. The species have lifespans of 15 years and are nocturnal. Slender lorises generally feed on insects, reptiles, shoots of plants and fruits. Locally, they are known as Devanga Pilli (\"దేవాంగ పిల్లి\") in Telugu, kaadu paapa (\"ಕಾಡು ಪಾಪ\") in Kannada, kutti thevangu (\"தேவாங்கு\") in Tamil and Malayalam, and unahapuluwa (\"උනහපුළුවා\") in Sri Lanka, and \"Lajwanti\" (लाजवंती) in Marathi.",
    "WikiContents": "Slender lorises (Loris) are a genus of loris native to India and Sri Lanka.The slender loris spends most of its life in trees (arboreal), traveling along the top of branches with slow and precise movements .It is found in tropical rainforests, scrub forest, semi deciduous forest and swamps. The species have lifespans of 15 years and are nocturnal. Slender lorises generally feed on insects, reptiles, shoots of plants and fruits. Locally, they are known as Devanga Pilli (\"దేవాంగ పిల్లి\") in Telugu, kaadu paapa (\"ಕಾಡು ಪಾಪ\") in Kannada, kutti thevangu (\"தேவாங்கு\") in Tamil and Malayalam, and unahapuluwa (\"උනහපුළුවා\") in Sri Lanka, and \"Lajwanti\" (लाजवंती) in Marathi.\n\n\n== Taxonomy ==\nThere are two known species:\n\n\n== Threats ==\nAccording to biologists, poaching activity has led to the steady decline of the species in Tamil Nadu. Native people have always believed that all parts of the slender loris have some medicinal or magical powers. This has contributed greatly to the decline of the slender loris. In addition, slender lorises are illegally smuggled to supply a growing exotic pet trade. Along the western region of Tamil Nadu, there is a vigorous clampdown on illegal poaching of slender lorises.Destruction of tropical rain forest habitat is also contributing to declines in population.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\n\n== Characteristics ==\nThe red slender loris favors lowland rainforests (up to 700 m in altitude), tropical rainforests and inter-monsoon forests of the south western wet-zone of Sri Lanka. Masmullah Proposed Forest Reserve harbors one of few remaining red slender loris populations, and is considered a biodiversity hotspot. The most common plant species eaten was Humboldtia laurifolia, occurring at 676 trees/ha, with overall density at 1077 trees/ha. H. laurifolia is vulnerable and has a mutualistic relationship with ants, providing abundant food for lorises.[5] Reports from the 1960s suggest that it once also occurred in the coastal zone, however it is now thought to be extinct there.The red slender loris differ from its close relative the gray slender loris in its frequent use of rapid arboreal locomotion. It forms small social groups, containing adults of both sexes as well as young animals. This species is among the most social of the nocturnal primates. During daylight hours the animals sleep in groups in branch tangles, or curled up on a branch with their heads between their legs. The groups also undertake mutual grooming and play at wrestling. The adults typically hunt separately during the night. They are primarily insectivorous but also eat bird eggs, berries, leaves, buds and occasionally invertebrates as well as geckos and lizards. To maximize protein and nutrient uptake they consume every part of their prey, including the scales and bones. They make nests out of leaves or find hollows of trees or a similar secure place to live in.\n\n\n== References ==",
    "ImageURL": "Slenderloris_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Slender_loris",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Strepsirrhini",
        "Family": "Lorisidae",
        "Genus": "LorisÉ. Geoffroy"
    },
    "Zone": "* #### F"
}