{
    "CommonName": "Small-clawed otter",
    "BriefSummary": "The Asian small-clawed otter (Amblonyx cinerea, syn. Aonyx cinereus), also known as the oriental small-clawed otter or simply small-clawed otter, is a semiaquatic mammal native to South and Southeast Asia. It is a member of the otter subfamily (Lutrinae) of the weasel family (Mustelidae), and is the smallest otter species in the world. Its paws are a distinctive feature; its claws do not extend beyond the fleshy end pads of its partially webbed fingers and toes. This gives it a high degree of manual dexterity so that it can use its paws to feed on molluscs, crabs and other small aquatic animals.\nThe Asian small-clawed otter inhabits mangrove swamps and freshwater wetlands in South and Southeast Asia. It lives in extended family groups with only the alpha pair breeding; offspring from previous years help to raise the young. Due to ongoing habitat loss, pollution, and hunting in some areas, it is listed as Vulnerable on the IUCN Red List.",
    "WikiContents": "The Asian small-clawed otter (Amblonyx cinerea, syn. Aonyx cinereus), also known as the oriental small-clawed otter or simply small-clawed otter, is a semiaquatic mammal native to South and Southeast Asia. It is a member of the otter subfamily (Lutrinae) of the weasel family (Mustelidae), and is the smallest otter species in the world. Its paws are a distinctive feature; its claws do not extend beyond the fleshy end pads of its partially webbed fingers and toes. This gives it a high degree of manual dexterity so that it can use its paws to feed on molluscs, crabs and other small aquatic animals.\nThe Asian small-clawed otter inhabits mangrove swamps and freshwater wetlands in South and Southeast Asia. It lives in extended family groups with only the alpha pair breeding; offspring from previous years help to raise the young. Due to ongoing habitat loss, pollution, and hunting in some areas, it is listed as Vulnerable on the IUCN Red List.\n\n\n== Taxonomy ==\nThis species was originally described as the only member of the genus Amblonyx, but was transferred to the genus Aonyx after mitochondrial DNA analysis. However, further studies have shown that this species is more closely related to the genus Lutrogale than to Aonyx, which means the genus Amblonyx should be retained. A synonym for the Asian small-clawed otter is Aonyx cinereus.\n\n\n== Description ==\nAsian small-clawed otters are the smallest extant otter species. The overall length can range from 70 to 100 cm (28 to 39 in), of which about 30 cm (12 in) is the tail. Weight can range from 1 to 5.4 kg (2.2 to 11.9 lb). Its body is slender, streamlined and serpentine, and is flexible enough to allow grooming of almost all the body. Dark, grayish-brown fur covers most of the dorsal surface with a lighter cream coloration on the ventral surface, especially on the face and neck. The fur has relatively short hairs less than 2.5 cm in length, and it is fine, dense and velvety. Otters have two types of fur: long, stout guard hairs and a short, fine undercoat.\nAsian small-clawed otters have flattened heads and short, thick necks; eyes are located toward the front of the head. The ears are small and rounded and have a valve-like structure that enables them to be closed when swimming underwater. Nose pads are dusky or pinkish in color. The muzzle has vibrissae on either side. These are sensitive to touch and to underwater vibrations, and are important in detecting the movements of prey.\nSimilar to other otters, Asian small-clawed otters have relatively short legs, which are used to swim, walk, groom and manipulate prey. Feet are very narrow and only webbed to the last joint, a feature which distinguishes the Asian small-clawed otter from all other species of otter. These partially webbed paws give them an excellent sense of touch and coordination, providing them with more dexterity than other otters with full webbing. Unlike other otters, they catch their prey with their paws instead of with their mouth. Their small, blunt, peg-like claws are extremely reduced and rarely extend past the tips of the digits.\nThe Asian small-clawed otter's tail is long, about one-third of its total body length. The tail is thick at the base, muscular, flexible, and tapers to a point. Subcutaneous and scent glands are located at the base of the tail. The tail is used for propulsion when swimming at high speed, to steer when swimming slowly and for balance when standing upright on hind legs.\n\n\n== Distribution and habitat ==\nThe Asian small-clawed otter ranges in coastal regions from southern India to Southeast Asia including the islands of Sumatra, Java, Borneo and Palawan. It inhabits freshwater wetland systems such as swamps, meandering rivers, mangroves and tidal pools as well as irrigated rice fields. It prefers pond areas and rice fields over rivers with bare banks, but dislikes bare and open areas that do not offer any shelter. It wanders between patches of reeds and river debris where many crab species are likely to be found. In the riverine systems it chooses areas with low vegetation, and dugs nesting burrows into muddy banks. It spends most of its time on land unlike most other otters.\n\n\n== Ecology and behaviour ==\n\nAsian small-clawed otters are diurnal animals (active during the day), found in remote areas, free of human disturbance. However, some have adapted to life near villages. They continually groom their fur to maintain its insulating qualities. Asian small-clawed otters are excellent swimmers; they swim by moving their hind legs and tail. They ‘dog-paddle’ with all four feet while swimming or floating. When swimming at a high speed, they undulate their entire bodies, including their tails, up and down while their hind feet steer. They can dive under water for about six to eight minutes. Usually after swimming or feeding, this species will rub themselves against logs and vegetation around their territory so that they can leave their scent. This is called 'scent marking'. They also produce small amounts of feces, known as spraint. The spraints are important for communication among the otters; those with different smells and appearance indicate the presence of strangers. Generally, the otters sleep and rest on land either above ground or in their dens. They often sleep in areas with moderate disturbance. Asian small-clawed otters are mostly social animals. They live in extended family groups of about 12 individuals. They are often seen playing (which can be seen at zoos) and sliding on muddy banks and in the water in regions where they frequently visit or live. They defend their territories by working, scratching and occasionally fighting.\n\n\n=== Feeding ecology ===\n\nAsian small-clawed otters feed mainly on invertebrates such as crustaceans and molluscs, but are also known to feed on vertebrates, in particular amphibians. The hindmost upper teeth (pm4 and m3) are broad and robust and are specialized for crushing the exoskeletons of crabs and other hard shelled prey. They also feed on insects and small fish such as gouramis and catfish. They supplement their diet with rodents and snakes. Apart from crabs, the major prey items are mudskippers (Gobioidei). There is much seasonable variability in the diet. They hunt food by using their vibrissae to detect movements of prey in the water. They use their forepaws to locate and capture items rather than their mouths. Their incomplete webbing gives them a great deal of manual dexterity. They dig in sand and mud for shellfish such as clams, mussels and crab. To get at the meat they crush the shell manually or let heat from the sun force the shells to open.\nAsian small-clawed otters consume small crabs which are considered to be agricultural pests, however, they may uproot plants in the paddy fields. They act as pest population controllers for the farmers by influencing the population of shellfish and crustaceans in their environments.\n\n\n=== Reproduction ===\nAsian small-clawed otters form monogamous pairs for life. The estrous cycle in the female is 28 days with a three-day period of estrus. The mated pairs can have two litters of one to six young per year and the gestation period is about 60 days. The newborn pups are relatively undeveloped; when they are born, they weigh around 50 g, are toothless, practically immobile and their eyes are still closed. They remain in their birthing dens and spend their first few weeks nursing and sleeping. The pups nurse every three to four hours for 10 to 15 minutes at a time. They open their eyes after 40 days and are fully weaned at 14 weeks. In the next 40 days, the young start to eat solid food and can swim three months later. Young otters will stay with their mother until the next litter is born. The male otter assists the female building the nest before birth and in food procurement after parturition. The life span of this species is around 11 to 16 years.\nIn Singapore, female Asian small-clawed otters were found to have created a hybrid species through interbreeding with males of the larger smooth-coated otter, resulting in the first documented case of hybridization between otters in the wild. The resulting offspring and their descendants bred back into the smooth-coated otter population of Singapore, but maintained the genes found in their small-clawed otter ancestors. Today, a population of at least 60 of these hybrid otters exist in Singapore, but the question remains as to how widespread the hybridization is between these two species.\n\n\n=== Communication ===\n\nThis species uses vocalizations, scent markings and sign heaps to communicate. It has at least 12 different types of vocalization but scent is the most important sense for communication, especially for marking territorial boundaries. The tails have scent glands which they use to deposit their musky scent on the spraint. The spraint is deposited either in tree trunks or on boulders, trails and pool edges. They also have signed heaps, which are visual indicators of an otter's presence. A sign heap is a small mound of sand, gravel, grass or mud scraped up by the otter. Besides these methods, they also communicate with chemical and tactile cues, such as social grooming, hormonal changes and posturing.\n\n\n== Conservation ==\nThey are seriously threatened by rapid habitat destruction, hunting and pollution. Their population trend is decreasing despite being a protected species.\nAs part of the Association of Zoos and Aquariums' Species Survival Plan, SeaWorld breeds this species to preserve it in zoos and aquariums.\nOne of the largest Asian small-clawed otter exhibits is at Zoo Basel. There, the outdoor otter exhibit is about 2,000 square metres (22,000 sq ft) and has two rivers, four ponds, and over a dozen tunnels. Only one family of otters is living in this enclosure and it is shared by Indian rhinoceroses and muntjacs. The otters get along very well with the other animals and are often seen swimming with the rhinos.\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\nIUCN Otter Specialist Group: Asian Small-clawed Otter\nOtternet: Species Profile. Oriental Small Claw Otter\nAnimal Diversity Web: Aonyx cinerea, Oriental small-clawed otter\nThe Big Zoo: Asian Small-Clawed Otter, Aonyx cinerea\nNational Zoological Park: Asian Small-Clawed Otter\nSeaWorld: Otters",
    "ImageURL": "Smallclawedotter_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Asian_small-clawed_otter",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Mustelidae",
        "Genus": "AmblonyxRafinesque",
        "Species": "cinerea"
    },
    "ScientificName": "AmblonyxRafinesque cinerea",
    "Zone": "* #### D"
}