{
    "CommonName": "Snake-necked turtle",
    "BriefSummary": "The eastern long-necked turtle (Chelodina longicollis) is an east Australian species of snake-necked turtle that inhabits a wide variety of water bodies and is an opportunistic feeder. It is a side-necked turtle (Pleurodire), meaning that it bends its head sideways into its shell rather than pulling it directly back.",
    "WikiContents": "The eastern long-necked turtle (Chelodina longicollis) is an east Australian species of snake-necked turtle that inhabits a wide variety of water bodies and is an opportunistic feeder. It is a side-necked turtle (Pleurodire), meaning that it bends its head sideways into its shell rather than pulling it directly back.\n\n\n== Distribution ==\nThe species is found throughout south eastern Australia where it is found west of Adelaide (South Australia) eastwards throughout Victoria and New South Wales, and northwards to the Fitzroy River of Queensland. Where the species comes in contact with Chelodina canni they freely hybridise exhibiting hybrid vigor in the Styx River Drainage of Queensland.\n\n\n== Description ==\nThe carapace is generally black in color though some may be brown, it is broad and flattened with a deep medial groove. The scutes are edged in black in those individuals with a lighter background color. The plastron is also very broad and is cream to yellow in color with sutures edged in black. The neck is long and narrow, typical of the subgenus Chelodina,  and reaches a length of approximately 60% of the carapace length. The neck has numerous small pointed tubercles and is grey to black in color dorsally, cream below, as is the narrow head. Females tend to grow to larger sizes and have deeper bodies. The maximum sizes recorded for females and males varies throughout the range, in river environments of the Murray it is 28.2 cm (11.1 in) and 24.9 cm (9.8 in) respectively, whereas in the Latrobe Valley it is 21.6 cm (8.5 in) and 18.8 cm (7.4 in) respectively. It is thought this is linked to productivity of the local environment.The C. longicollis, is known to be a species of turtles that disperse seeds across aquatic habitats in Australia by epizoochory. Bigger body turtles obtain the most coverage of algal mass than smaller turtles.  </ref name=Renshaw />\nWhen it feels threatened, this turtle will emit an offensive smelling fluid from its musk glands. This trait gives the turtle one of its other common names, \"stinker\".The eastern long-necked turtle is carnivorous, eating a variety of animals. This includes insects, worms, tadpoles, frogs, small fish, crustaceans, and molluscs.\n\n\n== Reproduction ==\nIn early summer, the female will lay between 2 and 10 eggs in the banks of her aquatic habitat.  Three to five months later the hatchlings break out of their shells. These young turtles often fall prey to predators such as fish and birds. Females will lay 1 to 3 clutches of eggs per year.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==",
    "ImageURL": "Snakeneckedturtle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Eastern_long-necked_turtle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Testudines",
        "Suborder": "Pleurodira",
        "Family": "Chelidae",
        "Genus": "Chelodina",
        "Species": "longicollis"
    },
    "ScientificName": "Chelodina longicollis"
}