{
    "CommonName": "Snowy Owl",
    "BriefSummary": "The snowy owl (Bubo scandiacus) is a large, white owl of the typical owl family. Snowy owls are native to Arctic regions in North America and Eurasia. Males are almost all white, while females have more flecks of black plumage. Juvenile snowy owls have black feathers until they turn white. The snowy owl is a ground nester that primarily hunts rodents and waterfowl, and opportunistically eats carrion. Most owls sleep during the day and hunt at night, but the snowy owl is active during the day, especially in the summertime.",
    "WikiContents": "The snowy owl (Bubo scandiacus) is a large, white owl of the typical owl family. Snowy owls are native to Arctic regions in North America and Eurasia. Males are almost all white, while females have more flecks of black plumage. Juvenile snowy owls have black feathers until they turn white. The snowy owl is a ground nester that primarily hunts rodents and waterfowl, and opportunistically eats carrion. Most owls sleep during the day and hunt at night, but the snowy owl is active during the day, especially in the summertime.\n\n\n== Taxonomy ==\n\nThe snowy owl was one of the many bird species originally described by Linnaeus in the landmark 1758 10th edition of his Systema Naturae, where it was given the binomial name of Strix scandiaca. The genus name Bubo is Latin for the Eurasian eagle-owl and scandiaca is New Latin for Scandinavia.Until recently, the snowy owl was regarded as the sole member of a distinct genus, as Nyctea scandiaca, but mtDNA cytochrome b sequence data (Olsen et al. 2002) shows that it is very closely related to the horned owls in the genus Bubo. However, some authorities debate this classification, still preferring Nyctea.\n\n\n== Description ==\n\nThis yellow-eyed, black-beaked white bird is easily recognisable. It is 52–71 cm (20–28 in) long, with a 125–150 cm (49–59 in) wingspan. Also, these owls can weigh anywhere from 1.6 to 3 kg (3.5 to 6.6 lb). The average lifespan in the wild is ten years. It is one of the largest species of owl and, in North America, is on average the heaviest owl species. The adult male is virtually pure white, but females and young birds have some dark spots; the young are heavily barred, and dark spotting may even predominate. Its thick plumage, heavily feathered taloned feet, and colouration render the snowy owl well-adapted for life north of the Arctic Circle.\nSnowy owl calls are varied, but the alarm call is a barking, almost quacking krek-krek; the female also has a softer mewling pyee-pyee or prek-prek. The song is a deep repeated gahw. They may also clap their beak in response to threats or annoyances. While called clapping, it is believed this sound may actually be a clicking of the tongue, not the beak.\n\n\n== Distribution and habitat ==\nThe snowy owl is typically found in the northern circumpolar region, where it makes its summer home north of latitude 60° north. However, it is a particularly nomadic bird, and because population fluctuations in its prey species can force it to relocate, it has been known to breed at more southerly latitudes. During the last glacial period, there was a Central European subspecies, Bubo scandiacus gallicus, but no modern subspecies are recognized.\n\nSnowy owls nest in the Arctic tundra of the northernmost stretches of Alaska, Northern Canada, and Eurasia. They winter south through Canada and northern Eurasia, with irruptions occurring further south in some years. Snowy owls are attracted to open areas like coastal dunes and prairies that appear somewhat similar to tundra. During irruption years when they are found in the Northeastern US, juveniles frequent developed areas, as well as the expected grassland/agricultural areas that older birds primarily utilize. All ages spend a fair amount of their time over water in the Great Lakes and Atlantic Ocean, mostly on ice floes. They have been reported as far south as the American Gulf Coast states, Hawaii, southernmost Russia, and northern China.\n\nIn the Late Pleistocene the range expanded southward to Bulgaria (80,000–16,000 years, Kozarnika Cave, W Bulgaria), and much of the Italian Peninsula.In February 1886, a snowy owl landed on the rigging of the Nova Scotia steamship Ulunda on the edge of the Grand Banks of Newfoundland, over 600 km (370 mi) from the nearest land. It was captured and later preserved at the Nova Scotia Museum.Between 1967 and 1975, snowy owls bred on the remote island of Fetlar in the Shetland Isles north of Scotland. Females summered as recently as 1993, but their status in the British Isles is now that of a rare winter visitor to Shetland, the Outer Hebrides and the Cairngorms.In January 2009, a snowy owl appeared in Spring Hill, Tennessee, the first reported sighting in the state since 1987. Also notable is the mass southern migration in the winter of 2011/2012, when thousands of snowy owls were spotted in various locations across the United States. This was then followed by an even larger mass southern migration in 2013/2014 with the first snowy owls seen in Florida for decades.\n\n\n== Behaviour ==\nWhen perched Snowy owls often face the sun, which has been suggested to represent a visual display across long distances in open habitats. However, snowy owls appear to orient themselves into the sun or wind depending on prevailing weather conditions, therefore it is likely that wind and sun-orientating are associated with thermoregulation.\n\n\n=== Breeding ===\n\nThis species of owl nests on the ground, building a scrape on top of a mound or boulder. A site with good visibility is chosen, such as the top of a mound with ready access to hunting areas and a lack of snow. Gravel bars and abandoned eagle nests may be used. The female scrapes a small hollow before laying the eggs. Breeding occurs in May to June, and depending on the amount of prey available, clutch sizes range from 3 to 11 eggs, which are laid singly, approximately every other day over the course of several days. Hatching takes place approximately five weeks after laying, and the pure white young are cared for by both parents. Although the young hatch asynchronously, with the largest in the brood sometimes 10 to 15 times as heavy as the smallest, there is little sibling conflict and no evidence of siblicide. Both the male and the female defend the nest and their young from predators, sometimes by distraction displays. Males may mate with two females that may nest about a kilometre apart. Some individuals stay on the breeding grounds while others migrate.\n\n\n=== Hunting and diet ===\nThis powerful bird relies primarily on lemmings and other small rodents for food during the breeding season, but at times of low prey density, or during the ptarmigan nesting period, they may switch to favoring juvenile ptarmigan. They are opportunistic hunters and prey species may vary considerably, especially in winter. They feed on a wide variety of small mammals such as meadow voles and deer mice, but will take advantage of larger prey, frequently following traplines to find food. Some of the larger mammal prey includes hares, muskrats, marmots, squirrels, rabbits, raccoons, prairie dogs, rats, moles and entrapped furbearers. Birds preyed upon include ptarmigan, ducks, geese, shorebirds, pheasants, grouse, coots, grebes, gulls, songbirds, and even other raptors, including other owl species. Most of the owls' hunting is done in the \"sit and wait\" style; prey may be captured on the ground or in the air, or fish may be snatched off the surface of bodies of water using their sharp talons. Each bird must capture roughly 7 to 12 mice per day to meet its food requirement and can eat more than 1,600 lemmings per year. Unlike most owls that hunt at night, snowy owls are also diurnal and hunt during the day and night.Snowy owls, like other carnivorous birds, swallow their small prey whole. Strong stomach juices digest the flesh, while the indigestible bones, teeth, fur, and feathers are compacted into oval pellets that the bird regurgitates 18 to 24 hours after feeding. Regurgitation often takes place at regular perches, where dozens of pellets may be found. Biologists frequently examine these pellets to determine the quantity and types of prey the birds have eaten. When large prey are eaten in small pieces, pellets will not be produced.\n\n\n== Natural threats ==\nSnowy owls defend nests against Arctic foxes, corvids and swift-flying jaegers; as well as dogs, gray wolves, and avian predators. Males defend the nest by standing guard nearby while the female incubates the eggs and broods the young. Both sexes attack approaching predators, dive-bombing them and engaging in distraction displays to draw the predator away from a nest.\n\n\n== Hybrids ==\nSnowy owls are not known to interbreed with other owl species in the wild, and accordingly no hybrids of snowy owls and other owl species have yet been sighted in the wild. However, a hobby falconer in Kollnburg, Germany, managed to successfully breed hybrids from a male snowy owl and a female Eurasian eagle-owl in 2013.  The two resulting male hybrid owls possessed the prominent ear tufts (generally absent in snowy owls), general size, orange eyes, and the same pattern of black markings on their plumage from their Eurasian eagle-owl mother, while retaining the generally black-and-white plumage colours from their snowy owl father. The hybrids were dubbed \"Schnuhus\", a portmanteau of the German words for snowy owl and Eurasian eagle-owl (Schnee-Eule and Uhu, respectively). As of 2014, the hybrids had grown to maturity and were healthy.\n\n\n== Conservation ==\nAfter being considered of least concern by the IUCN since 1988, the snowy owl was upgraded to a conservation status of vulnerable in 2017. Previous population estimates of about 200,000 individuals are now regarded as substantially overestimated, and a total population size of 28,000 individuals is thought to be more realistic.\n\n\n== In popular culture ==\nThe Harry Potter books by J. K. Rowling, and subsequent films of the same name, feature a female snowy owl named Hedwig.\nThe EADS Harfang, drone aircraft developed by the French Air Force, is named in French for the snowy owl (Harfang des neiges).\nThe snowy owl (harfang des neiges in French) is the avian symbol of Quebec and French-Canadians.\n\n\n== References ==\n\n\n== External links ==\nFree Video About Snowy Owls\nSnowy owl increasingly casting its spell over North American skies (Jan. 2015), The Guardian\nSnowy Owl Species Account—Cornell Lab of Ornithology\nSnowy Owl – Nyctea scandiaca—USGS Patuxent Bird Identification InfoCenter\n\"Bubo scandiacus\". Avibase. \n\"Snowy Owl media\". Internet Bird Collection.\nSnowy Owl photo gallery at VIREO (Drexel University)",
    "ImageURL": "SnowyOwl_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Snowy_owl",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Strigiformes",
        "Family": "Strigidae",
        "Genus": "Bubo",
        "Species": "scandiacus"
    },
    "ScientificName": "Bubo scandiacus",
    "Zone": "* #### B"
}