{
    "CommonName": "Snowy Egret",
    "BriefSummary": "The snowy egret (Egretta thula) is a small white heron. The genus name comes from the Provençal French for the little egret aigrette, a diminutive of aigron, \"heron\". The species name thula is the Araucano for the Black-necked Swan, applied to this species in error by Chilean naturalist Juan Ignacio Molina in 1782.The snowy egret is the American counterpart to the very similar Old World little egret, which has established a foothold in the Bahamas. At one time, the beautiful plumes of the snowy egret were in great demand by market hunters as decorations for women's hats. This reduced the population of the species to dangerously low levels. Now protected in the United States by law, under the Migratory Bird Treaty Act, this bird's population has rebounded.\n\n",
    "WikiContents": "The snowy egret (Egretta thula) is a small white heron. The genus name comes from the Provençal French for the little egret aigrette, a diminutive of aigron, \"heron\". The species name thula is the Araucano for the Black-necked Swan, applied to this species in error by Chilean naturalist Juan Ignacio Molina in 1782.The snowy egret is the American counterpart to the very similar Old World little egret, which has established a foothold in the Bahamas. At one time, the beautiful plumes of the snowy egret were in great demand by market hunters as decorations for women's hats. This reduced the population of the species to dangerously low levels. Now protected in the United States by law, under the Migratory Bird Treaty Act, this bird's population has rebounded.\n\n\n== Description ==\nAdult Snowy Egrets are all white with a black bill, black legs, and yellow feet. They have a patch of yellow skin at the base of the bill. Immature Snowy Egrets have duller, greenish legs.\n\n\n== Behaviour and ecology ==\nSnowy egrets nest in colonies on thick vegetation in isolated places, such as barrier islands, dredge-spoil islands, salt marsh islands, swamps, and marshes. Their clutch size is between two to six eggs. They often change location from year to year. During the breeding season, snowy egrets feed in estuaries, saltmarshes, tidal channels, shallow bays, and mangroves. They winter in mangroves, saltwater lagoons, freshwater swamps, grassy ponds, and temporary pools, and forage on beaches, shallow reefs, and wet fields.\nThe snowy egret eats mostly aquatic animals, including fish, frogs, worms, crustaceans, and insects. It often uses its bright yellow feet to paddle in the water or probe in the mud, rounding up prey before striking with its bill. Snowy egrets feed while standing, walking, running, or hopping, and they may vibrate their bills, sway their heads, or flick their wings as part of prey gathering. They even forage while hovering. Snowy egrets forage in saltmarsh pools, tidal channels, tidal flats, freshwater marshes, swamps, ocean inlets, and lake edges, usually preferring brackish or marine habitats with shallow water. Other foraging water birds often assemble around them to form mixed-species foraging groups.\nSnowy egrets are permanent residents in most of South America and Central America. In the United States, they are often permanent residents along the Atlantic coast north to Virginia Beach, Virginia, along the Gulf Coast, and along the Pacific lowlands from central California southward. During the breeding season, snowy egrets wander north along the Atlantic flyway between the lower Chesapeake Bay and coastal Rhode Island, and up the Pacific Coast to northern California. Snowy egrets also breed in the lower Mississippi Valley westward into eastern Texas. Birds banded in United States have been recovered as far away as Panama and Trinidad. Snowy egret has occurred as a vagrant in Europe in Iceland, Scotland and the Azores.\n\n\n== Diet ==\nThe birds eat fish, crustaceans, insects, small reptiles, snails, frogs, worms, mice and crayfish. They stalk prey in shallow water, often running or shuffling their feet, flushing prey into view, as well \"dip-fishing\" by flying with their feet just over the water. Snowy egrets may also stand still and wait to ambush prey, or hunt for insects stirred up by domestic animals in open fields.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\nStiles and Skutch, A guide to the birds of Costa Rica ISBN 0-8014-9600-4\nNational Geographic, Field Guide to the Birds of North America ISBN 0-7922-6877-6\n\n\n== External links ==\nSnowy Egret – Cornell Lab of Ornithology\nSnowy egret Egretta thula - USGS Patuxent Bird Identification InfoCenter\n\"Snowy egret media\". Internet Bird Collection.\nSnowy egret photo gallery at VIREO (Drexel University)\nSnowy egret species account at Neotropical Birds (Cornell Lab of Ornithology)",
    "ImageURL": "SnowyEgret_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Snowy_egret",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Pelecaniformes",
        "Family": "Ardeidae",
        "Genus": "Egretta",
        "Species": "thula"
    },
    "ScientificName": "Egretta thula",
    "Zone": "* #### E"
}