{
    "CommonName": "Snowy sheathbill",
    "BriefSummary": "The snowy sheathbill (Chionis albus), also known as the greater sheathbill, pale-faced sheathbill, and paddy, is one of two species of sheathbill. It is usually found on the ground. It is the only land bird native to the Antarctic continent.\n\n",
    "WikiContents": "The snowy sheathbill (Chionis albus), also known as the greater sheathbill, pale-faced sheathbill, and paddy, is one of two species of sheathbill. It is usually found on the ground. It is the only land bird native to the Antarctic continent.\n\n\n== Description ==\nA snowy sheathbill is about 380–410 mm (15–16 in) long, with a wingspan of 760–800 mm (30–31 in). It is pure white except for its pink, warty face; its Latin name translates to \"snow white\".\n\n\n== Range ==\nThe snowy sheathbill lives in Antarctica, the Scotia Arc, the South Orkneys, and South Georgia. Snowy sheathbills living very far south migrate north in winter.\n\n\n== Feeding ==\nThe snowy sheathbill does not have webbed feet. It finds its food on the land. It is an omnivore, a scavenger, and a kleptoparasite and will eat nearly anything. It steals regurgitated krill and fish from penguins when feeding their chicks and will eat their eggs and  chicks if given the opportunity. Sheathbills also eat carrion, animal feces, and, where available, human waste. It has been known to eat tapeworms that have been living in a chinstrap penguin's intestine.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nNeotropical Birds Online A very thorough treatment of the Snowy Sheathbill's distribution, life history, behavior and conservation challenges.",
    "ImageURL": "Snowysheathbill_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Snowy_sheathbill",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Chionidae",
        "Genus": "Chionis",
        "Species": "albus"
    },
    "ScientificName": "Chionis albus"
}