{
    "CommonName": "Sociable weaver",
    "BriefSummary": "The sociable weaver (Philetairus socius) is a species of bird in the weaver family that is endemic to southern Africa. It is the only species assigned to the genus Philetairus. It is found in South Africa, Namibia, and Botswana. but their range is centered within the Northern Cape Province of South Africa. They build large compound community nests, a rarity among birds. These nests are perhaps the most spectacular structure built by any bird.",
    "WikiContents": "The sociable weaver (Philetairus socius) is a species of bird in the weaver family that is endemic to southern Africa. It is the only species assigned to the genus Philetairus. It is found in South Africa, Namibia, and Botswana. but their range is centered within the Northern Cape Province of South Africa. They build large compound community nests, a rarity among birds. These nests are perhaps the most spectacular structure built by any bird.\n\n\n== Taxonomy ==\nThe sociable weaver was first described by ornithologist John Latham in 1790. Alternative names include the common social weaver, common social-weaver, and social weaver, Formerly, four sub-species were recognised but the species is now considered monotypic. The The sociable weaver is the only extant species in the genus Philetairus.\n\n\n=== Phylogeny ===\nBased on recent DNA-analysis, Philetairus socius belongs to the group of sparrow weavers (subfamily Plocepasserinae) and is most related to the genus Pseudonigrita. These two genera are the sister group of the genus Plocepasser. The most basic genus of the subfamily is Sporopipes. Provided that genera are correct clades, the following tree expresses current insights.\n\n\n== Description and identification ==\nMeasuring around 14 cm (5.5 in) in length, the sociable weaver has a black chin, black barred flanks and a scalloped back. They weigh 26–32 g (0.92–1.13 oz), and sexes are indistinguishable.\n\n\n== Distribution and habitat ==\nThe species ranges across northwestern South Africa, southwest Botswana and extending northwards across Namibia. It is strongly associated with the arid savannahs characteristic of the southern Kalahari region. The presence of stiff grasses such as Aristida ciliata and Stipagrostis, an important nesting material is an important determinant of its distribution. The taller grasses and the fire-prone nature of the Northern and Central Kalahari regions may be a factor for the absence of the bird in those regions. The area is semi-arid with low and unpredictable rainfall occurring mostly in the summer. The population has not been quantified but the birds are described as \"common to abundant\".\n\n\n== Behaviour and ecology ==\n\n\n=== Breeding ===\nIn the southern range of the weaver's habitat, breeding may occur any time of the year and is closely linked to rainfall. In the northern range, discrete breeding season between December to August has been noted. They may skip breeding during years when there is low rainfall and a substantial number (sometimes over half) of birds in the colony may never breed in a given season. Under typical conditions, weavers raise up to four broods per breeding cycle. Sociable weavers are known to assist in the care of younger siblings and unrelated hatchlings and nearly all pairs are assisted by helpers. A mating pair has been recorded as producing nine broods in a single season in response to repeated predation of its young. Unlike northern temperate passerine birds which commence breeding within the first year of life, sociable weavers exhibit delayed onset of breeding, sometimes up to two years of age.\n\n\n=== Nesting ===\n\nSociable weavers construct permanent nests on trees and other tall objects. These nests are the largest built by any bird, and are large enough to house over a hundred pairs of birds, containing several generations at a time. The nests are highly structured and provide birds with a more advantageous temperature relative to the outside. The central chambers retain heat and are used for nighttime roosting. The outer rooms are used for daytime shade and maintain temperatures of 7–8 °C (45–46 °F) inside while outside temperatures may range from 16–33 °C (61–91 °F).The nests consist of separate chambers, each of which is occupied by a pair (sometimes with offspring) roost and breed. Nests are built around large and sturdy structures like acacia trees or sometimes even telephone poles. The trees generally used for nest-building are Acacia erioloba, Boscia albitrunca and Aloidendron dichotomum. The birds at Etosha National Park also use Colophospermum mopane trees for nesting. Large nesting colonies can be active across many generations, sometimes over a hundred years. The nest appears like a large haystack in the tree. If seen from below, entrances into the chambers may be seen, giving a honey-comb appearance. The entrances may be about 3 in (76 mm) wide and can be up to 10 in (250 mm) long. Sharp sticks may be placed to deter predators from entering.\nSociable weaver nests form a habitat that is occupied by animals of many different taxa. This includes several other bird species, who utilize the nest in different ways, such as for breeding (as with the paradise finch and rosy-faced lovebird), roosting (as with the familiar chat and ashy tit), or  as a platform for the nests of larger birds (such as owls, vultures, falcons). Although most birds use sociable weaver nests commensaly, cases of predation upon nestlings and animosity with the weavers has been reported of the pygmy falcon in some sites in Kimberley.\n\nReptile species also use the nests. Snakes, especially Cape cobras and boomslangs are the most common nest predators, often consuming all the eggs in all the chambers of a large nest. Nest predation is often as high - in one study 70% of the clutches laid were depredated. In addition, Trachylepis spilogaster (Kalahari Tree Skink) associate with the nests. Trees with nests appear to host more skinks than trees without nests.Nests built in electricity poles sometimes cause short circuits in the rainy season and can catch fire in the dry season.There is evidence that cooperation in nest-building is driven by kin selection.The bird droppings under the nesting colonies of the sociable weaver are used by the scarab beetles.\n\n\n=== Food and feeding ===\nThe sociable weaver is insectivorous with insects comprising 80% of their diet. As an adaptation to living in the dry Kalahari Desert, where standing water is scarce, the sociable weaver obtains all of its water from a diet of insects. They also feed on seed and other plant products. Foraging is predominantly on the ground, but also on bark and leaves of trees.\n\n\n=== Survival ===\nPopulations of this bird has increased in this century, perhaps due to increased availability of nesting structures such as electricity pylons and other man-made structures. Most of its present distribution is unlikely to see any major man-made alteration and its future in these areas is secure. However, a gap in its distribution in the Northern Cape Province, north of the ghaap plateau is probably due to habitat alteration by clearance of Acacia. In other areas, encroachment due to overgrazing may also cause local extinction.\n\n\n== References ==\n\n\n== External links ==\nSociable weaver - Species text in The Atlas of Southern African Birds.\nSociable weaver and their nests in Namibian and South Africa\n\"Sociable Weaver media\". Internet Bird Collection.",
    "ImageURL": "Sociableweaver_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Sociable_weaver",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Ploceidae",
        "Genus": "PhiletairusA. Smith",
        "Species": "socius"
    },
    "ScientificName": "PhiletairusA. Smith socius",
    "Zone": "* #### C"
}