{
    "CommonName": "Soemmerring's Gazelle",
    "BriefSummary": "The Soemmerring's gazelle (Nanger soemmerringii, formerly Gazella soemmerringii), also known as Abyssinian mohr, is a gazelle species native to the Horn of Africa (Djibouti, Eritrea, Ethiopia, Somalia and South Sudan). The species was described and given its binomen by German physician Philipp Jakob Cretzschmar in 1828. Three subspecies are recognized. It is no longer present in Sudan.\nSince 1986, Soemmerring's gazelle has been classified as Vulnerable by the International Union for Conservation of Nature (IUCN).",
    "WikiContents": "The Soemmerring's gazelle (Nanger soemmerringii, formerly Gazella soemmerringii), also known as Abyssinian mohr, is a gazelle species native to the Horn of Africa (Djibouti, Eritrea, Ethiopia, Somalia and South Sudan). The species was described and given its binomen by German physician Philipp Jakob Cretzschmar in 1828. Three subspecies are recognized. It is no longer present in Sudan.\nSince 1986, Soemmerring's gazelle has been classified as Vulnerable by the International Union for Conservation of Nature (IUCN).\n\n\n== Taxonomy and evolution ==\n\nThe scientific name of Soemmerring's gazelle is Nanger soemmerringii. Formerly considered member of genus Gazella within the subgenus Nanger before Nanger was elevated to genus status, Soemmerring's gazelle is one of members of the genus Nanger and is classified under the family Bovidae. The species was described and given its binomial name by Swedish zoologist Philipp Jakob Cretzschmar in the In Rüppell, Atlas zu der reise im nördlichen Afrika (\"Atlas of Rüppell's Travels in Northern Africa\"; 1826–28) in 1828. Soemmerring's gazelle is named after German physicist Samuel Thomas von Sömmerring.Soemmerring's gazelle is more genetically related to Grant's gazelle (N. granti) and Thomson's gazelle  (Eudorcas thomsonii) with Soemmering's gazelle being the closest relative of the two species.\n\n\n=== Subspecies ===\nTraditionally, three subspecies are recognized:\nSudan Soemmerring's gazelle (N. s. soemmeringii) (Cretzschmar, 1828)\nBorani Soemmerring's gazelle (N. s. butteri) (Thomas, 1904)\nSomali Soemmerring's gazelle (N. s. berberana) (Matschie, 1893)The dwarf population on Dahlak Kebir island might also qualify as a subspecies.\n\n\n== Physical description ==\nSoemmerring's gazelle is a tall gazelle with tan flanks, gradually turning to white on the belly, and long black horns.  They are about 75–90 cm (2.5–3.0 ft) at the shoulder, and they weigh 35–45 kg (77-99 lb).\nSoemmerring's and Grant's gazelles' outward appearance are so similar, they are often mistaken for each other where their ranges overlap.\n\n\n== Distribution and habitat ==\nSoemmerring's gazelles is native to the Horn of Africa. It lives in Djibouti, Eritrea, Ethiopia, Somalia and South Sudan. However, it is extinct in Sudan. They inhabit open steppes with brush and acacia, as well as steppes with few trees. At some point in history, a Soemmerring's gazelle population became isolated on Dahlak Kebir island in the Dahlak Archipelago, where the gazelle actually developed a dwarf form of the larger mainland races.\n\n\n== Ecology and behavior ==\n\n\n=== Diet ===\nThe diet of the gazelle consists of acacia and bush leaves, grasses, and herbs.\n\n\n=== Reproduction ===\nScientists suggest the males are temporarily territorial. The lifespan for this animal is up to 14 years.\n\n\n== Threats ==\nSoemmerring's gazelle is listed as Vulnerable in the IUCN Red List.In many parts of North Africa and the Middle East, large stone corrals were constructed to drive herds of gazelle into, making for an easy ambush. This method of hunting started in prehistoric time, and continued into the early part of the 20th century.Most species of gazelles have been hunted for food over the course of history. Soemmerring's gazelles are very understudied due to their small numbers. In parts of their former range they are extinct due to hunting and habitat destruction.\n\n\n== References ==\n\n\n== External links ==\nSt. Louis Zoo Soemmerring's Gazelle\nGazella soemmerringii\nSoemmerring's Gazelle at Al Wabra Wildlife Preserve\nAnimal Bytes",
    "ImageURL": "SoemmerringsGazelle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Soemmerring%27s_gazelle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Nanger",
        "Species": "soemmerringii"
    },
    "ScientificName": "Nanger soemmerringii",
    "Zone": "* #### C"
}