{
    "CommonName": "South African hedgehog",
    "BriefSummary": "The Southern African hedgehog (Atelerix frontalis) is a species of mammal in the family Erinaceidae. It is found in Angola, Botswana, Lesotho, Namibia, South Africa, Tanzania and Zimbabwe.",
    "WikiContents": "The Southern African hedgehog (Atelerix frontalis) is a species of mammal in the family Erinaceidae. It is found in Angola, Botswana, Lesotho, Namibia, South Africa, Tanzania and Zimbabwe.\n\n\n== Description ==\n\nTheir bodies are covered by sharp spines. The average mass of a fully grown male is 350g. The main color is brown but there are other colors too. A Southern African hedgehog is covered with spines all over its body except for its face, belly and ears, and these spines are made of keratin protein with a hollow shaft and a muscle for each spine. These unprotected body parts are covered with fur. They are dark brown and their spines are typically white at the base and dark brown at the tip. They have pointed snouts and typically have either a white or brown belly. The average length of the hedgehog is approximately 20 cm. The main characteristic of this type of hedgehog is that they have a white stripe across their forehead, typically, traveling from one leg to the other.\n\n\n== Behavior ==\nThe Southern African hedgehog is said to be a slow mover; however, when threatened, it can move surprisingly fast at 6 to 7 kilometers/hour. During the day, they typically stay where they live, which is an area that is covered with vegetation or in a hole in the ground. When the hedgehog rests, it curls up into a ball. Night time is when the hedgehog forages for food, making it nocturnal. The Southern African hedgehog hibernates during the winter and studies show that heterothermy helps keep the energy balance for this species during winter.\n\n\n== Reproduction ==\nThe gestation period is one month with a litter of between one and nine newborns. Mating season for the Southern African hedgehog is typically in the summer. With a gestation period of around 35 days, the babies are mainly born during the months of October through March. The size of the litters range from 1 to 11 babies with an average of four young. A newborn hedgehog typically weighs around 10g. The young are naked and blind when they are born and are born with infant spines, which are typically shed by the young when they are a month old. The next set of spines that are grown are their adult spines. The amount of time it takes until a baby begins to forage with its mother is about 6 weeks and they will open their eyes about 2 weeks after birth. Hedgehogs can breed multiple times in one year and the baby hedgehogs reach sexual maturity 61–68 weeks of age. Males take no part in the raising of the young.\n\n\n== Diet ==\nThe Southern African hedgehog is insectivorous, with a wild specimen's diet consisting mainly of earthworms and crickets. However, the South African hedgehog has evolved to become mostly omnivorous due to habitat loss and trash from human civilization being readily available. The Southern African hedgehog is an omnivore and its diet typically consists of invertebrates, including beetles, grasshoppers, and slugs. They also eat small vertebrates including frogs and lizards. Since the hedgehog is known to frequent gardens, dog food has become another staple to their diet. Due to the fact that water is so scarce in the regions that the hedgehog lives, these hedgehogs are not reliant on free water and instead obtain most of their water through the food that they eat. Additionally, in one night of foraging, the hedgehog can eat about 30% of its bodyweight. Also, because hedgehogs go into hibernation, they must weigh at least 500g in order to survive.\n\n\n== Habitat ==\nSouthern African hedgehogs are nocturnal. Although these hedgehogs can be found in most environments, they prefer grass and Bushveld that is not too damp and with a good covering of leaves and other debris. They will spend most of the day underneath this cover of leaves or under bushes and in holes; only coming out at night to feed. Sleeping places are changed daily with only some wintering and breeding nests being semi-permanent.\n\n\n== Range ==\nThe Southern African hedgehog is found throughout southern Africa, specifically in Botswana, Malawi, Namibia, South Africa and Zimbabwe. There are two specific ranges of this hedgehog, a western range including Angola and Namibia and an eastern range, including South Africa, Mozambique, Lesotho, Zimbabwe and Botswana. The hedgehog as an individual, typically has a home range of 200–300 meters from the area it is living in which commonly is a hole in the ground. The resting places for hedgehogs changes almost daily. These hedgehogs typically live by themselves, except in the case of females rearing their young, for them, residency is more permanent for a period of time.\n\n\n== Human Interactions ==\nThe Southern African hedgehog is not a threat to humans; however, humans are a threat to the Southern African hedgehog, especially because a lot of these hedgehogs are killed by vehicles. In addition, people believe in some southern African cultures that smoke created from burning their spines and dried meat can keep spirits away. A possible medicinal purpose of the Southern African hedgehog's fat is that it is believed to cure earaches in children. The hedgehog is also hunted by humans as a source of food.Living hedgehogs are useful to humans and many human practices are beneficial to hedgehogs. Many of these hedgehogs live in suburban gardens in areas of southern Africa where they are beneficial to humans through eating some of the pests that can hurt crops in peoples gardens.\nAdditionally, another way to conserve hedgehogs is for conservation organizations to raise and breed them in captivity because they live up to 7 years old, 4 years longer than their lifespan of 3 years in the wild. In captivity, they are able to be treated for both pneumonia and ringworm, which are two medical problems that Southern African hedgehogs typically face. In South Africa, it is illegal to keep indigenous hedgehogs without a permit.\n\n\n== References ==\n\n“Southern African Hedgehog – Atelerix frontalis.” Tikki Wywood Trust. http://www.tikkihywoodtrust.org/projects/animals/item/31-hedgehog.\nKing, Wendy. “Atelerix frontalis southern African hedgehog.” Animal Diversity Web. Last modified August 28, 2004.\nSkinner, J. D. and Christian T. Chimimba. The Mammals of the Southern African Sub-region. Cambridge: Cambridge University Press, 2005, 254-55\nHallam, Stacey Leigh. “ Heterothermy and seasonal patterns of metabolic rate in the southern African hedgehog (Atelerix frontalis).” Master’s thesis, Nelson Mandela .\nNicoll, Martin E. and Galen B. Rathbun. African Insectivora and Elephant-shrews: An Action Plan for Their Conservation. Oxford: Information Press, 1990, 15.Insectivore Specialist Group 1996. Atelerix frontalis. 2006 IUCN Red List of Threatened Species.  Downloaded on 30 July 2007.\nTranslated from: Die Wilde Diere van Suid-Afrika, Anthony Bannister 1985; ISBN 0-620-07447-7",
    "ImageURL": "SouthAfricanhedgehog_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_African_hedgehog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Eulipotyphla",
        "Family": "Erinaceidae",
        "Genus": "Atelerix",
        "Species": "frontalis"
    },
    "ScientificName": "Atelerix frontalis",
    "Zone": "* #### I"
}