{
    "CommonName": "Southern brown bandicoot",
    "BriefSummary": "The southern brown bandicoot (Isoodon obesulus) is a short-nosed bandicoot, a type of marsupial, found mostly in southern Australia. It is also known as the quenda in South Western Australia (from the Noongar word 'kwinda').",
    "WikiContents": "The southern brown bandicoot (Isoodon obesulus) is a short-nosed bandicoot, a type of marsupial, found mostly in southern Australia. It is also known as the quenda in South Western Australia (from the Noongar word 'kwinda').\n\n\n== Taxonomy ==\nGeorge Shaw described the species as Didelphis obesula in 1797. While some authorities list as many as five subspecies (I. o. fusciventer, I. o. obesulus, I. o. peninsulae, I. o. affinus, I. o. nauticus), the most recent edition of \"Mammal Species of the World\" only lists I. o. nauticus as a valid subspecies, aside from the nominate; the others are given synonym status.\n\n\n== Description ==\n\nSouthern brown bandicoots have a stocky body with a short snout and short, rounded ears. They show sexual dimorphism, with females being smaller than males. On average, males measure 50 cm (20 in) in total length, and weigh up to 1.2 kg (2.6 lb), while females measure 40 cm (16 in) and weigh no more than 1 kg (2.2 lb). They have coarse, bristly hair that is grizzled and coloured a dark greyish to yellowish brown, with the undersides a creamy-white or yellowish grey. The tail is relatively short, measuring about 13 cm (5.1 in) in length, and is brown above and white below.There are five toes on each foot, although, as in many other marsupials, the second and third toes of the hind foot are fused along almost their entire length. The toes end in sturdy claws, except for the first digits of the fore feet and the fifth digits of the hind feet, which are tiny are vestigial. The pouch in females opens to the rear, and contains eight teats arranged in a partial circle.\n\n\n== Distribution and habitat ==\nOnce common throughout many parts of coastal Australia, today southern brown bandicoots have a more limited distribution. An isolated population exists at the north-eastern part of the Cape York Peninsula in Queensland, but all other surviving animals are found in the southern half of the country. In New South Wales they are considered rare, and are primarily restricted to the extreme south-east of the state and to two national parks north of Sydney. In Victoria, they are more common, being found along the whole length of the coast and at up to 1,000 m (3,300 ft) in the Grampian and Dandenong mountains.In South Australia, they inhabit the Eyre and Fleurieu peninsulas, the extreme southeast, and Kangaroo Island. Isolated and increasingly restricted populations are known from south-western Western Australia. However, southern brown bandicoots are most common in Tasmania, where they are found across almost the entire island. They are also currently found on Inner Sister Island but have been extirpated from many other small Tasmanian islands where they once lived.Within these regions, southern brown bandicoots inhabit open forest, scrub, and heathland, especially where there is extensive ground cover by shrubs or mat-rushes. Two subspecies are currently recognised:\n\nIsoodon obseulus nauticus - restricted to the Nuyts Archipelago\nIsoodon obesulus obesulus - all other localities\n\n\n== Biology and behaviour ==\nSouthern brown bandicoots are nocturnal and omnivorous, feeding on insects, spiders, worms, plant roots, ferns, and fungi. They spend very little time drinking, being able to obtain sufficient water from their diet alone. Although their native predators include barn owls, tiger snakes, and quolls, the bandicoots do not avoid the odour of these animals, which may make them vulnerable to predation. They do, however, typically avoid one another, living solitary lives in non-overlapping home ranges that typically vary from 1 to 5 hectares (2.5 to 12.4 acres), depending on the local conditions. If males encounter one another, the more dominant individual leaps onto the back of the other, scratching with its claws. Because the skin of bandicoots is unusually thick, this results in hair loss, but little permanent injury to the defeated male.They spend much of the night searching for food, which the detect primarily by scent, sniffing the ground before digging into with their claws. They pursue any prey that escapes, holding it down with their forepaws as they consume it. They spend the day sleeping in well-concealed nests of shredded vegetation. Both sexes possess scent glands between the ears that are apparently used in intra-species communication and become enlarged during the breeding season.\n\n\n=== Life history ===\nReproduction is closely linked to local rainfall pattern, and many brown bandicoots breed all year around, giving birth to up to four litters a year. Gestation lasts less than fifteen days, and perhaps as few as twelve, and typically results in the birth of two or three young, although litters of up to five have been reported; larger mothers tend to give birth to larger litters.The young weigh just 350 mg (5.4 gr) at birth, remain in the pouch for about the first 53 days of life, and are fully weaned at around 60 days. Growth and maturation is relatively rapid among marsupials, with females becoming sexually mature at four to five months of age, and males at six or seven months. Lifespan in the wild is probably no more than four years.\n\n\n== Conservation status ==\nThe southern brown bandicoot is currently classified as Least Concern by the IUCN. However, populations have declined markedly and become much more fragmented in the time since European expansion on the Australian mainland. In many areas of its range the species is threatened locally, while it may be common where rainfall is high enough and vegetation cover is thick enough. Apart from habitat fragmentation, the species is under pressure from introduced predators such as the red fox and feral cats. It has been reintroduced to some lower rainfall areas where there is protection against cat and fox predation – one such site being Wadderin Sanctuary in the eastern wheatbelt of Western Australia, 300 km east of Perth.\nIn national assessment, the southern brown bandicoot is currently regarded as Endangered on the mainland as a whole, and Vulnerable in South Australia.\n\n\n== References ==",
    "ImageURL": "Southernbrownbandicoot_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_brown_bandicoot",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Peramelemorphia",
        "Family": "Peramelidae",
        "Genus": "Isoodon",
        "Species": "obesulus"
    },
    "ScientificName": "Isoodon obesulus"
}