{
    "CommonName": "Southern boubou",
    "BriefSummary": "The southern boubou (Laniarius ferrugineus) ('ferrugineus' - rust-coloured) is a bushshrike. Though these passerine birds and their relations were once included with true shrikes in the Laniidae, they are not closely related to that family.\nThis species is found in southeastern Africa, mainly in southeastern Zimbabwe, eastern Botswana, Mozambique and southern and eastern  South Africa.  It frequents dense thickets in forests, mangroves, scrub and gardens. In drier regions, it is found in riverside woodland.",
    "WikiContents": "The southern boubou (Laniarius ferrugineus) ('ferrugineus' - rust-coloured) is a bushshrike. Though these passerine birds and their relations were once included with true shrikes in the Laniidae, they are not closely related to that family.\nThis species is found in southeastern Africa, mainly in southeastern Zimbabwe, eastern Botswana, Mozambique and southern and eastern  South Africa.  It frequents dense thickets in forests, mangroves, scrub and gardens. In drier regions, it is found in riverside woodland.\n\n\n== Description ==\nThe male southern boubou is a fairly distinctive 20–22 cm long bird with black upperparts extending from the top of the head down to the tail, a striking white wing stripe, and a relatively long black tail with white outer feathers. The underparts are white shading to rufous on the lower belly, undertail and flanks. The bill, eyes and legs are black.\nThe female is similar to the male, but dark grey above and with a rufous wash to the breast. Young birds are like the female, but mottled buff-brown above, have a buff wash to the wing bar, and are barred below.\nThe rufous on the underparts, which gives this species its scientific name, distinguishes it from the tropical and swamp boubous. It superficially resembles the southern fiscal, Lanius collaris, but is shorter tailed, has more white in the wing, and is much less conspicuous in its habits.\n\n\n== Behaviour ==\nUnlike the true shrikes, which perch conspicuously in the open, the southern boubou prefers to forage in dense vegetation close to the ground, a habit which has led to its being called shy and skulking. The food is mainly insects, taken from the ground or picked off vegetation as the bird creeps low in bushes. It will also take small rodents, lizards snails and fruits.\nThe southern boubou has a duetted call, with a ooo-whee-ooo, followed by a whistled ooo-ooo-wheee or wheee-wheee followed by ooo-whee-ooo. The duet has many variations and the liquid ooo-whee-ooo call may be mistaken for that of a black-headed oriole. Its alarm call is a muted cluck.\n\n\n== Breeding ==\n\nThe nest, built mainly by the female, is a shallow cup in a creeper or dense bush into which the usually two brown-blotched greenish-white eggs are laid. Both sexes incubate for 16–17 days to hatching, and both bring food to the chicks. Fledging takes place in about another 16 days. About 2% of nests are parasitised by the black cuckoo.\n\n\n== Races ==\nThere are six races, differing in size, upperpart colour, the extent of rufous on the underparts, and the degree of sexual dimorphism.\n\nL. f. savensis da Rosa Pinto, 1963 – southern Zimbabwe and Mozambique\nL. f. transvaalensis Roberts, 1922 – southern Botswana to northern South Africa, Swaziland\nL. f. tongensis Roberts, 1931 – eastern South Africa to southern Mozambique\nL. f. natalensis Roberts, 1922 – inland South Africa to Western Cape\nL. f. pondoensis Roberts, 1922 – Pondoland\nL. f. ferrugineus (J. F. Gmelin, 1788) – Western Cape\n\n\n== References ==\n\nTony Harris and Kim Franklin, Shrikes & Bush Shrikes (Christopher Helm, 2000) ISBN 0-691-07036-9\nIan Sinclair, Phil Hockey and Warwick Tarboton, SASOL Birds of Southern Africa (Struik 2002) ISBN 1-86872-721-1\nTobias Merkle, Vocalisations of the Southern Boubou in the Eastern Cape, South Africa (Ostrich 81: 77-79)\n\n\n== External links ==\nSouthern boubou - Species text in The Atlas of Southern African Birds.",
    "ImageURL": "Southernboubou_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_boubou",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Malaconotidae",
        "Genus": "Laniarius",
        "Species": "ferrugineus"
    },
    "ScientificName": "Laniarius ferrugineus",
    "Zone": "* #### H"
}