{
    "CommonName": "South China Tiger",
    "BriefSummary": "The South China tiger (Panthera tigris tigris) is a tiger population in southern China. This population occurred in Fujian, Guangdong, Hunan, Jiangxi provinces. It has been listed as Critically Endangered on the IUCN Red List since 1996, and is possibly extinct in the wild since no wild individual has been recorded since the early 1970s. Already in the late 1990s, continued survival was considered unlikely due to low prey density, widespread habitat degradation and fragmentation, and other human pressures.Analysis of South China tiger skulls showed that they differ in shape from tiger skulls of other regions. Because of this phenomenon the South China tiger is considered a relict population of the \"stem\" tiger. Results of a phylogeographic study indicate that southern China or northern Indochina was likely the center of Pleistocene tiger radiation.In the fur trade, it was called Amoy tiger. It is also known as South Chinese, Chinese and Xiamen tiger.",
    "WikiContents": "The South China tiger (Panthera tigris tigris) is a tiger population in southern China. This population occurred in Fujian, Guangdong, Hunan, Jiangxi provinces. It has been listed as Critically Endangered on the IUCN Red List since 1996, and is possibly extinct in the wild since no wild individual has been recorded since the early 1970s. Already in the late 1990s, continued survival was considered unlikely due to low prey density, widespread habitat degradation and fragmentation, and other human pressures.Analysis of South China tiger skulls showed that they differ in shape from tiger skulls of other regions. Because of this phenomenon the South China tiger is considered a relict population of the \"stem\" tiger. Results of a phylogeographic study indicate that southern China or northern Indochina was likely the center of Pleistocene tiger radiation.In the fur trade, it was called Amoy tiger. It is also known as South Chinese, Chinese and Xiamen tiger.\n\n\n== Characteristics ==\nIn 1905, the German zoologist Max Hilzheimer first described the South China tiger as similar in height to the Bengal tiger, but differing in skull and coat characteristics. Their carnassials and molars are shorter than in his Bengal tiger samples; the cranial region is shorter with orbits set closer together, postorbital processes are larger. Their coat is lighter and more yellowish and the paws, face, and stomach appear more white; the stripes are narrower, more numerous and more sharp-edged.The South China tiger is the smallest tiger subspecies from mainland Asia, but bigger than the subspecies known from the Sunda islands such as the Sumatran tiger. Males measure from 230 to 265 cm (91 to 104 in) between the pegs, and weigh 130 to 175 kg (287 to 386 lb). Females are smaller and measure 220 to 240 cm (87 to 94 in) between the pegs, and weigh 100 to 115 kg (220 to 254 lb). The length of the tail does not usually exceed one half of the head-and-body length. Hair length varies geographically. Greatest length of skull in males is 318 to 343 mm (12.5 to 13.5 in), and in females 273 to 301 mm (10.7 to 11.9 in).\n\n\n== Distribution ==\nThe skulls described by Hilzheimer originated in Hankou.\nThe historical range of the South China tiger stretched over a vast landscape of 2,000 km (1,200 mi) from east to west and 1,500 km (930 mi) from north to south in China. From the east it ranged from Jiangxi and Zhejiang Provinces at about 120°E westward through Guizhou and Sichuan Provinces at about 100°E. The most northerly extension was in the Qinling Mountain and Yellow River area at approximately 35°N to its southern extension in Guangdong, Guangxi and Yunnan Provinces at 21°N.\n\n\n=== Population decline ===\nIn the early 1950s, the South China tiger population was reported to number more than 4,000 individuals in the wild when it became the target of large-scale government ‘anti-pest’ campaigns promulgated by Mao Zedong’s ‘Great Leap Forward’. The effects of uncontrolled hunting were compounded by extensive deforestation and probable reduction in available prey, large-scale relocations of urban populations to rural locations leading to fragmentation of tiger populations and increased vulnerability to local extinction from stochastic events. By 1982, only an estimated 150–200 South China tigers remained in the wild.By 1987, the remnant South China tiger population was estimated at 30–40 individuals in the wild, so that danger of extinction was imminent. During a survey in 1990, South China tiger signs were found in 11 reserves in the mountains of Sichuan, Guangdong, Hunan, Jiangxi and Fujian Provinces, but these data were insufficient to estimate population size. No tigers were directly observed; evidence was limited to sightings of tracks, scrapings and reported sightings by local people.In 2001, field studies were carried out in eight protected areas encompassing 2,214 km2 (855 sq mi) in five provinces of south-central China using camera traps, GPS technology and extensive sign surveys. But no evidence of tigers was found. No scats observed by the field team could be positively verified as being from tigers. Evidence for possible tiger prey species was found in five locations.There may still be some surviving South China tigers in the wild, with reports of tracks and local people sightings from Qizimei Mountains Nature Reserve, Hubei Province and in Yihuang county of Jiangxi Province. In May 2007, the Government of China reported to the CITES Secretariat that there is no confirmed presence, and declared the goal to reintroduce South China tigers to the wild. In September 2007, a body of an Asiatic black bear was found in Zhenping County that had possibly been killed and eaten by a South China tiger. In October 2007, a supposed South China tiger attacked a cow in the same county.\n\n\n== Ecology and behavior ==\n\nThe tiger is an obligate carnivore. It prefers hunting large ungulates, frequently kills wild boar, and occasionally hog deer, muntjac and gray langur. Small prey species such as porcupines, hares and peafowl form a very small part in its diet. Due to the encroachment of humans into tiger habitat, it also preys on domestic livestock.In the former range of the South China tiger possible tiger prey species include muntjac, wild pig, serow, tufted deer and sambar.In most cases, tigers approach prey from the side or behind from as close a distance as possible and grasp the prey's throat to kill it. Then they drag the carcass into cover, occasionally over several hundred meters, to consume it. The nature of the tiger's hunting method and prey availability results in a \"feast or famine\" feeding style: they often consume 18–40 kg (40–88 lb) of meat at one time.Tigers mate at any time of the year but breeding is most common from the end of November to the first half of April. Males are ready to begin mating at the age of 5 years and females at the age of 4 years. Offspring is born 103 days after mating. Three to 6 young are born in a den. They are born blind and weigh between 780 and 1,600 g (1.72 and 3.53 lb) each. They are suckled at least for the first 8 weeks. The mother teaches them to hunt when they are 6 months old. At the age of 1 1/2 to 2 years the cubs separate from their mother.\n\n\n=== Attacks on humans ===\nMan-eating tiger attacks on humans in South China increased dramatically in the Ming and Qing Dynasties due to the vast human population growth and the consequent encroachment into tiger habitats. About 500 attacks took place during this period, with the average frequency being nearly once a year. According to historical records, all these attacks resulted in deaths numbering from several to over 1000.After the foundation of PRC, deadly tiger attacks could still occur as recently as the 1950s. In 1957, an attack was reported to have killed 32 people in Hunan Province.\n\n\n== Conservation ==\nIn 1973, the South China tiger was classified as protected by controlled hunting. In 1977, the species was classified as protected, and hunting was prohibited.All tiger subspecies are included on CITES Appendix I, banning international trade. All tiger range states and countries with consumer markets have banned domestic trade as well.The non-governmental organisation Save China's Tigers, with support of China’s State Forestry Administration has developed a plan to reintroduce captive-born South China tigers into large enclosures in southern China. The main concerns regarding the reintroduction are the availability of suitable habitat and adequate prey, and the fitness of the captive population. Landscape-level conservation of wilderness habitat and recovery of wild herbivore populations as prey base for the tiger will be required. A suggested eventual goal was to establish at least three populations, with each population consisting of a minimum of about 15–20 tigers living in a minimum of 1,000 km2 (390 sq mi) of natural habitat. Cooperative field surveys and workshops have been carried out to identify suitable recovery areas.At the 14th Conference of the Parties to CITES in 2007, an end to tiger farming and stopping domestic trade in farmed tiger products in China were called for.\n\n\n=== In captivity ===\n\nAs of March 1986, 17 Chinese zoos kept 40 pure-bred South China tigers in their collections, including 23 males and 14 females, none of which were wild-born. All were third or fourth generation descendants of one wild tigress from Fujian and five tigers from Guizhou. Notable problems included uneven sex ratio and improper pairing.In 2005, the captive population of South China tigers consisted of 57 individuals that showed signs of inbreeding, including reduced genetic diversity and a low rate of successful breeding. In 2007, the global captive population consisted of 72 individuals; there are few captive South China tigers outside China. Few seem to be \"pure\" South China tigers as there is genetic evidence of cross-breeding with other subspecies.One cub was born in a private reserve known as Laohu Valley Reserve in South Africa in November 2007, the first to be born outside China. Since then, a number of cubs have been produced. As of February 2016, the Laohu Valley Reserve had 19 individuals.China's captive South China tigers are now part of a centrally registered studbook. Before a studbook was established it was thought that this captive population was too small and lacking in genetic diversity for any re-population program to be successful, but since the start of the central register more and more South China tigers have been identified in zoos across China.\n\n\n=== Establishment of South China tiger reserves in China ===\nSince 2001, Save China’s Tigers South African team has been working with the Chinese State Forestry Administration to identify locations for the reintroduction of the rewilded South China tigers. Nine sites from four provinces were surveyed using 36 ecological parameters. Two candidate sites were selected in Jiangxi and Hunan province in early 2005. The State Forestry Administration approved the sites by end 2005. Owing to the remarkable progress of Save China’s Tigers Rewilding project subsequently in South Africa, the Chinese authorities were further encouraged and decided to look for sites within the nature reserves where there would be fewer human population relocation issues in order to quicken the return of the South China tigers. In early 2010, a government scientific team identified an interim test site and three final sites, which are now awaiting approval from the relevant central government department. Save China's Tigers'’ scientific team is working with the Chinese authorities on the preparations in terms of fencing technology, re-stocking prey, and building tiger and wildlife management expertise.\n\n\n== Rewilding ==\n\n\n=== Origin ===\n\nThe word \"rewilding\" was coined by conservationist and ex-carnivore manager of Pilanesberg National Park, Gus Van Dyk in 2003. Gus Van Dyk, who in an effort to find the most appropriate translation of the Chinese term \"Yě-huà\" (Chinese: 野化), chose to adopt the term \"rewilding\" to describe Save China's Tigers rewilding project of the South China tiger. Since then, the term \"rewilding\" has been widely used by wildlife organisations worldwide.\n\n\n=== Rewilding project in South Africa ===\n\nThe organisation Save China's Tigers, working with the Wildlife Research Center of the State Forestry Administration of China and the Chinese Tigers South Africa Trust, secured an agreement on the reintroduction of Chinese tigers into the wild. The agreement, which was signed in Beijing on 26 November 2002, calls for the establishment of a Chinese tiger conservation model through the creation of a pilot reserve in China where indigenous wildlife, including the South China tiger, will be reintroduced. Save China's Tigers aims to rewild the critically endangered South China tiger by bringing a few captive-bred individuals to a private reserve in the Free State province of South Africa for rehabilitation training for them to regain their hunting instincts. At the same time, a pilot reserve in China is being set up and the tigers will be relocated and release back in China when the reserve in China is ready. The offspring of the trained tigers will be released into the pilot reserves in China, while the original animals will stay in South Africa to continue breeding.The reason South Africa was chosen is because it is able to provide expertise and resources, land and game for the South China tigers. The South China tigers of the project has since been successfully rewilded and are fully capable of hunting and surviving on their own. This project is also very successful in the breeding of these rewilded South China tigers and 14 cubs have been born in the project of which 11 survived. These cubs of the 2nd generation would be able to learn their survival skills from their successfully rewilded mothers directly.It was hoped that in 2012 the first second-generation tigers born at Laohu Valley Reserve could be released into the wild.\n\n\n=== Reaction to the project ===\nMainstream conservationists have expressed reservations about the project. The WWF says that the money is being spent in the wrong place, and that the Siberian tiger has a better chance of survival.Scientists confirmed the role of rewilding captive populations to save the South China tiger. A workshop was conducted in October 2010 in Laohu Valley Reserve in South Africa to assess the progress of the rewilding and reintroduction program of Save China's Tigers. The experts present included Dr. Peter Crawshaw of Centro Nacional de Pesquisa e Conservacão de Mamiferos Carnivoros, Cenap/ICMBIO, Dr. Gary Koehler, Dr. Laurie Marker of the Cheetah Conservation Fund, Dr. Jim Sanderson of Small Wild Cat Conservation Foundation, Dr. Nobuyuki Yamaguchi of Department of Biological and Environmental Sciences of Qatar University, and Dr. David Smith of Minnesota University, Chinese government scientists as well as representatives of Save China's Tigers.\nThe tigers in question were born in captive conditions, in concrete cages, and their parents are all captive animals who are unable to sustain themselves naturally in the wild. The cubs were sent to South Africa as part of the Save China's Tigers project to rewilding and ensure that they would regain the necessary skills needed for a predator to survive in the wild.\nResults of the workshop confirmed the important role of the South China Tiger Rewilding Project in tiger conservation. \"Having seen the tigers hunting in an open environment at Laohu Valley Reserve, I believe that these rewilded tigers have the skill to hunt in any environment,\" Dr. David Smith remarked. Furthermore, Save China's Tigers recovered natural habitat both in China and in South Africa during their attempt to reintroduce South China tigers into the wild.The goal of preparing captive born tigers for introduction into wild habitat in the former range seems to be possible in the near future.\n\n\n== Claims of photographs ==\nIn 2007, a villager from China's Shaanxi Province claimed to have risked his life by taking more than 30 digital photographs of a tiger. The Shaanxi Provincial Forestry Bureau backed up this claim in a press conference.\nThe photographs aroused suspicion, with many expressing doubts about their authenticity. In November 2007, the Shaanxi Province Forestry Bureau still \"firmly believed\" that wild South China tigers exist in the province. Yet in February 2008, the Shaanxi Province Forestry Bureau released an apology, qualifying their earlier statements but without repudiating the pictures' authenticity, writing \"We curtly released the discovery of the South China tiger without substantial proof, which reflects our blundering manner and lax discipline.\"\nIn June 2008, the authorities announced that all pictures published were proven to be forged, related officers have been punished and the alleged photographer been arrested for suspicion of fraud. This officially ended the scandal.\n\n\n== In culture ==\nMaster Tigress, one of the supporting characters in the 2008 DreamWorks Animation film franchise Kung Fu Panda is a South China tiger and also the founder of the Furious Five.\n\n\n== See also ==\n\n\n== References ==\n\n\n== External links ==\nSpecies portrait Panthera tigris and short portrait P. t. amoyensis; IUCN/SSC Cat Specialist Group\nSave China's Tiger homepage, information regarding the rewilding project\nA video of the rare South China tiger hunting, the tigress in this video is from the Save China's Tiger re-wilding project\nNational Geographic article documenting Save China's Tiger project",
    "ImageURL": "SouthChinaTiger_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/South_China_tiger",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Panthera",
        "Species": "tigris"
    },
    "ScientificName": "Panthera tigris",
    "Zone": "* #### E"
}