{
    "CommonName": "Southern ground hornbill",
    "BriefSummary": "The southern ground hornbill (Bucorvus leadbeateri; formerly known as Bucorvus cafer), is one of two species of ground hornbill and is the largest species of hornbill. The other species of the genus Bucorvus is the Abyssinian ground hornbill, B. abyssinicus.",
    "WikiContents": "The southern ground hornbill (Bucorvus leadbeateri; formerly known as Bucorvus cafer), is one of two species of ground hornbill and is the largest species of hornbill. The other species of the genus Bucorvus is the Abyssinian ground hornbill, B. abyssinicus.\n\n\n== Description ==\nThis is a large bird, at 90 to 129 centimetres (35.4 to 50.8 in) long. Females weigh 2.2 to 4.6 kilograms (4.9 to 10.1 lb), while the larger males weigh 3.5 to 6.2 kilograms (7.7 to 13.7 lb). Among standard measurements, the wing chord has been measured from 49.5 to 61.8 cm (19.5 to 24.3 in), the tail from 29 to 36 cm (11 to 14 in), the tarsus from 13 to 15.5 cm (5.1 to 6.1 in) and the culmen from 16.8 to 22.1 cm (6.6 to 8.7 in). Per Stevenson and Fanshawe, the Abyssinian ground hornbill is the larger species on average, at 110 cm (43 in), than the southern species, at 102 cm (40 in), but published weights and standard measurements contrarily indicate the southern species is indeed slightly larger.The southern ground hornbill is characterized by black coloration and vivid red patches of bare skin on the face and throat (yellow in juvenile birds), which are generally believed to keep dust out of the birds eyes while they forage during the dry season. The white tips of the wings (primary feathers) seen in flight are another diagnostic characteristic. The beak is black and straight and presents a casque, more developed in males. Female southern ground hornbills are smaller and have violet-blue skin on their throats. Juveniles to six years old lack the prominent red pouch, but have a duller patch of grey in its place.\n\n\n== Habitat and diet ==\n\nSouthern ground hornbills can be found from northern Namibia and Angola to northern South Africa and southern  Zimbabwe to Burundi and Kenya. And Hawaii as they have escaped the Honolulu Zoo. They require a savanna habitat with large trees for nesting and dense but short grass for foraging.The southern ground hornbill is a vulnerable species, mainly confined to national reserves and national parks. They live in groups of 5 to 10 individuals including adults and juveniles. Often, neighbouring groups are engaged in aerial pursuits. They forage on the ground, where they feed on reptiles, frogs, snails, insects and mammals up to the size of hares. Southern ground hornbills very rarely drink: their range is limited at its western end by the lack of trees in which to build nests.\nSouthern ground hornbill groups are very vocal: contact is made by calls in chorus which can usually be heard at distances of up to 3 kilometres (1.86 mi). The calls allow each group to maintain its territories, which must be as large as 100 square kilometres (40 sq mi) even in the best habitat.\n\n\n== Breeding and life cycle ==\n \nThe southern ground hornbill is an obligate cooperative breeder, with each breeding pair always assisted by at least two other birds. It is known via experiments in captivity that birds without six years experience as helpers at the nest are unable to breed successfully if they do become breeders. This suggests that unaided pairs cannot rear young and that helping skill as a juvenile is essential for rearing young as an adult.\nIn captivity, a maximum lifespan of 70 years is recorded, and it is generally believed that the life expectancy of a bird that survives long enough to fledge is as high as thirty years or more, which is comparable to more famously long-lived birds like the wandering albatross.\nGround hornbills are believed to reach maturity at six to seven years, but very few breed at this age. Nests are almost always deep hollows in very old trees, though there exist reports ground hornbills have on occasions nested on rock faces. One to three eggs are laid at the beginning of the wet season but siblicide ensures that only one nestling is ever fledged. The eggs measure 73 millimetres (2.87 in) by 56 millimetres (2.20 in) and are pure white in colour but very rough in texture.The period of parental dependence following a 40 to 45-day incubation period and an 85-day fledging period is between one and two years depending on climatic conditions before young are independent of parents and helpers, which is the longest of any bird. This means that ground hornbills can normally breed successfully only every third year. Triennial breeding is extremely rare in birds: probably the only other bird which breeds on a triennial basis is the ornate hawk-eagle of Neotropical rainforests.\n\n\n== Conservation ==\nOwing to large scale clearing of the bird’s specialised habitat for agriculture, along with its exceedingly slow reproductive rate, the southern ground hornbill is classed as vulnerable to extinction; however, in South Africa, where most studies on the species have been carried out, it is listed as endangered.\n\n\n== In culture ==\nThe southern ground hornbill’s loud voice and large size have made it a focal point in many traditional African cultures. Historically, there were strong taboos against killing of ground hornbills; however these have been weakened with the modernisation of Africa. For southern African cultures, the ground hornbill was a symbol of the arrival of the rainy season and this may have been a factor in above-mentioned hunting taboos.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\nKemp, Alan (2003). \"Hornbills\".  In Christopher Perrins (ed.). Firefly Encyclopedia of Birds. Firefly Books. pp. 384–389. ISBN 1-55297-777-3.\nZimmerman, Dale A.; Donald A. Turner & David J. Pearson (1999). Birds of Kenya and Northern Tanzania. Princeton University Press. pp. 78–79, 397. ISBN 0-691-01022-6.\n\n\n== External links ==\n(Southern) Ground Hornbill – Species text in The Atlas of Southern African Birds.\nSouthern Ground Hornbill videos, photos & sounds on the Internet Bird Collection\nSouthern Ground Hornbill Bucorvus cafer on BirdLife.org",
    "ImageURL": "Southerngroundhornbill_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_ground_hornbill",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Bucerotiformes",
        "Family": "Bucorvidae",
        "Genus": "Bucorvus",
        "Species": "leadbeateri"
    },
    "ScientificName": "Bucorvus leadbeateri",
    "Zone": "* #### H"
}