{
    "CommonName": "Southern elephant seal",
    "BriefSummary": "The southern elephant seal (Mirounga leonina) is one of the two species of elephant seals. It is the largest member of the clade Pinnipedia and the order Carnivora, as well as the largest extant marine mammal that is not a cetacean. It gets its name from its massive size and the large proboscis of the adult male, which is used to produce very loud roars, especially during the breeding season. A bull southern elephant seal is about 40% heavier than a male northern elephant seal (Mirounga angustirostris), more than twice as heavy as a male walrus (Odobenus rosmarus), and six to seven times heavier than the largest living terrestrial carnivorans, the polar bear (Ursus maritimus) and the Kodiak bear (Ursus arctos middendorffi).",
    "WikiContents": "The southern elephant seal (Mirounga leonina) is one of the two species of elephant seals. It is the largest member of the clade Pinnipedia and the order Carnivora, as well as the largest extant marine mammal that is not a cetacean. It gets its name from its massive size and the large proboscis of the adult male, which is used to produce very loud roars, especially during the breeding season. A bull southern elephant seal is about 40% heavier than a male northern elephant seal (Mirounga angustirostris), more than twice as heavy as a male walrus (Odobenus rosmarus), and six to seven times heavier than the largest living terrestrial carnivorans, the polar bear (Ursus maritimus) and the Kodiak bear (Ursus arctos middendorffi).\n\n\n== Taxonomy ==\nThe southern elephant seal was one of the many species originally described by Swedish zoologist Carl Linnaeus in the landmark 1758 10th edition of his Systema Naturae, where it was given the binomial name of Phoca leonina. John Edward Gray established the genus Mirounga in 1827.In the nineteenth century the species was often called \"bottle-nosed seal\".\n\n\n== Description ==\n\nThe southern elephant seal is distinguished from the northern elephant seal (which does not overlap in range with this species) by its greater body mass and a shorter proboscis. The southern males also appear taller when fighting, due to their tendency to bend their backs more strongly than the northern species. This species may also exhibit the greatest sexual dimorphism of any mammal in terms of mass ratio, with males typically five to six times heavier than females.\nOn average female southern elephant seals weigh 400 to 900 kg (880 to 1,980 lb) and measure 2.6 to 3 m (8.5 to 9.8 ft) long, whereas bulls can range from 2,200 to 4,000 kg (4,900 to 8,800 lb) and grow to 4.2 to 5.8 m (14 to 19 ft) in length.\nFor comparison, among the northern elephant seal and the sperm whale (Physeter macrocephalus)--two other large marine mammals that are highly sexual dimorphic by size--males typically outweigh females by a factor of three; exceptionally massive bulls may weigh four times as much as females.Southern elephant seal size also varies regionally. Studies have indicated elephant seals from South Georgia are around 30% heavier and 10% longer on average than those from Macquarie Island. The record-sized bull, shot in Possession Bay, South Georgia, on 28 February 1913, measured 6.85 m (22.5 ft) long and was estimated to weigh a hulking 5,000 kg (11,000 lb), although it was only partially weighed piecemeal. The maximum size of a female is 1,000 kg (2,200 lb) and 3.7 m (12 ft). The eyes are large, round, and black. The width of the eyes, and a high concentration of low-light pigments, suggest sight plays an important role in the capture of prey. Like all seals, elephant seals have hind limbs whose ends form the tail and tail fin. Each of the \"feet\" can deploy five long, webbed fingers. This agile dual palm is used to propel water. The pectoral fins are used little while swimming. While their hind limbs are unfit for locomotion on land, elephant seals use their fins as support to propel their bodies. They are able to propel themselves quickly (as fast as 8 km/h (5.0 mph)) in this way for short-distance travel, to return to water, to catch up with a female, or to chase an intruder.\nPups are born with fur and are completely black. Their coats are unsuited to water, but protect infants by insulating them from the cold air. The first moulting accompanies weaning. After moulting, the coats may turn grey and brown, depending on the thickness and moisture of hair. Among older males, the skin takes the form of a thick leather which is often scarred.\nLike other seals, the vascular system of elephant seals is adapted to the cold; a mixture of small veins surround arteries, capturing heat from them. This structure is present in extremities such as the hind legs.\n\n\n== Range and population ==\nThe world population was estimated at 650,000 animals in the mid-1990s, and was estimated in 2005 at between 664,000 and 740,000 animals.\nStudies have shown the existence of three geographic subpopulations, one in each of the three oceans.\nTracking studies have indicated the routes traveled by elephant seals, demonstrating their main feeding area is at the edge of the Antarctic continent. While elephant seals may come ashore in Antarctica occasionally to rest or to mate, they gather to breed in subantarctic locations.\n\nThe largest subpopulation is in the South Atlantic, with more than 400,000 individuals, including about 113,000 breeding females on South Georgia;\nthe other breeding colonies of the Atlantic subpopulation are located on the Falkland Islands and Valdes Peninsula in Argentina (the only continental breeding population).\nThe second subpopulation, in the south Indian Ocean, consist of up to 200,000 individuals, three-quarters of which breed in the Kerguelen Islands and the rest in the Crozet Islands, Marion and Prince Edward Islands, and Heard Island. Some individuals also breed on Amsterdam Island.\n\nThe third subpopulation of about 75,000 seals is found in the subantarctic islands of the Pacific Ocean south of Tasmania and New Zealand, mainly Macquarie Island.\nColonies once existed in Tasmania, Saint Helena, and the Juan Fernández Islands off the coast of Chile. Some individuals at the time of moulting have been found in South Africa or Australia. Lost animals have also been reported from time to time on the shores of Mauritius, with two reports from the Río Guayas estuary area in Ecuador. Reality of the creature so called Manatee of Helena had been pointed out as possible misidentification of elephant seals historically present on Saint Helena.After the end of large-scale seal hunting in the 19th century, the southern elephant seal recovered to a sizable population in the 1950s; since then, an unexplained decline in the subpopulations of the Indian Ocean and Pacific Ocean has occurred. The population now seems to be stable; the reasons for the fluctuation are unknown. Suggested explanations include a phenomenon of depression following a rapid demographic rebound that depletes vital resources, a change in climate, competition with other species whose numbers also varied, or even an adverse influence of scientific monitoring techniques.\n\n\n== Lifestyle ==\n\n\n=== Social behavior and reproduction ===\n\nElephant seals are among the seals that can stay on land for the longest periods of time, as they can stay dry for several consecutive weeks each year. Males arrive in the colonies earlier than the females and fight for control of harems when they arrive. Large body size confers advantages in fighting and the agonistic relationships of the bulls gives rise to a dominance hierarchy, with access to harems and activity within harems being determined by rank. The dominant bulls (“harem masters”) establish harems of several dozen females. The least successful males have no harems, but may try to copulate with a harem male's females when the male is not looking. The majority of primiparous females and a significant proportion of multiparous females mate at sea with roaming males away from harems.An elephant seal must stay in his territory to defend it, which could mean months without eating, having to live on his blubber storage. Two fighting males use their weight and canine teeth against each other. The outcome is rarely fatal, and the defeated bull will flee; however, bulls can suffer severe tears and cuts. Some males can stay ashore for more than three months without food. Males commonly vocalize with a coughing roar that serves in both individual recognition and size assessment. Conflicts between high-ranking males are more often resolved with posturing and vocalizing than with physical contact.\n\nGenerally, pups are born rather quickly in the breeding season. After being born, a newborn will bark or yap and its mother will respond with a high-pitched moan. The newborn begins to suckle immediately. Lactation lasts an average of 23 days. Throughout this period, the female fasts. Newborns weigh about 40 kg (88 lb) at birth, and reach 120 to 130 kg (260 to 290 lb) by the time they are weaned. The mother loses significant weight during this time. Young weaned seals gather in nurseries until they lose their birth coats. They enter the water to practice swimming, generally starting their apprenticeship in estuaries or ponds. In summer, the elephant seals come ashore to moult. This sometimes happens directly after reproduction.\n\n\n=== Feeding and diving ===\n\nSatellite tracking revealed the seals spend very little time on the surface, usually a few minutes for breathing. They dive repeatedly, each time for more than 20 minutes, to hunt their prey—squid and fish—at depths of 400 to 1,000 m (1,300 to 3,300 ft). They are the deepest diving air-breathing non-cetaceans and have been recorded at a maximum of 2,133 m (6,998 ft) in depth.\n\nAs far as duration, depth, and the sequence of dives, the southern elephant seal is the best performing seal. In many regards, they exceed even most cetaceans. These capabilities result from nonstandard physiological adaptations, common to marine mammals, but particularly developed in elephant seals. The coping strategy is based on increased oxygen storage and reduced oxygen consumption.\nIn the ocean, the seals apparently live alone. Most females dive in pelagic zones for foraging, while males dive in both pelagic and benthic zones. Individuals will return annually to the same hunting areas. Due to the inaccessibility of their deep-water foraging areas, no comprehensive information has been obtained about their dietary preferences, although some observation of hunting behavior and prey selection has occurred.While hunting in the dark depths, elephant seals seem to locate their prey, at least in part, using vision; the bioluminescence of some prey animals can facilitate their capture. Elephant seals do not have a developed system of echolocation in the manner of cetaceans, but their vibrissae (facial whiskers), which are sensitive to vibrations, are assumed to play a role in search of food. When at the subantarctic or Antarctic coasts, the seals can also consume molluscs, crustaceans, nothothens, lanternfish, krill, cephalopods or even algae.\n\n\n=== Predation ===\nWeaned pups, juveniles and even adults of up to adult male size may fall prey to orcas. Cases where weaned pups have been attacked and killed by leopard seals (Hydrurga leptonyx) and New Zealand sea lions (Phocarctos hookeri), exclusively small pups in the latter case, have been recorded. Great white sharks (Carcharodon carcharias) have hunted elephant seals near Campbell Island, while bite marks from a southern sleeper shark (Somniosus antarcticus) have been found on surviving elephant seals in the Macquarie Islands.\n\n\n== Conservation ==\n\nAfter their near extinction due to hunting in the 19th century, the total population was estimated at between 664,000 and 740,000 animals in 2005, but as of 2002, two of the three major populations were declining. The reasons for this are unclear, but are thought to be related to the distribution and declining levels of the seals' primary food sources. Most of their most important breeding sites are now protected by international treaty, as UNESCO World Heritage Sites, or by national legislation.\n\n\n== Minazo ==\nOne of the most famous southern elephant seals is Minazo, who lived in Japan's Enoshima Aquarium from when he was a half-year old until his death in 2005 at age 11.\nMinazo became popular for his signature bucket-holding, tongue-lolling pose. In 2006, Minazo was memorialized by the Japanese noise musician Masami Akita, also known as Merzbow, in a two-volume album,\nwith artwork by Jenny Akita showing Minazo holding his beloved bucket.\nIn 2007, Minazo became the subject of an image macro similar to lolcat called \"lolrus\". In his liner notes, Masami Akita suggested Minazo's frequent and demanding performances left him exhausted, contributing ultimately to his death. Akita's intention in celebrating Minazo was to highlight the plight of captive animals used for performance before public audiences. Minazo has also been featured on several T-shirt designs.\n\n\n== References ==\n\n\n== Bibliography ==\n\n\n== External links ==\n Media related to Mirounga leonina at Wikimedia Commons\nARKive – images and movies of the southern elephant seal\nSouthern Elephant Seal\nElephant Seal Research Group",
    "ImageURL": "Southernelephantseal_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Southern_elephant_seal",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Phocidae",
        "Genus": "Mirounga",
        "Species": "leonina"
    },
    "ScientificName": "Mirounga leonina",
    "Zone": "* #### F"
}