{
    "CommonName": "Southern Rockhopper Penguin",
    "BriefSummary": "The southern rockhopper penguin group (Eudyptes chrysocome), are two subspecies of rockhopper penguin, that together are sometimes considered distinct from the northern rockhopper penguin. It occurs in subantarctic waters of the western Pacific and Indian Oceans, as well as around the southern coasts of South America.",
    "WikiContents": "The southern rockhopper penguin group (Eudyptes chrysocome), are two subspecies of rockhopper penguin, that together are sometimes considered distinct from the northern rockhopper penguin. It occurs in subantarctic waters of the western Pacific and Indian Oceans, as well as around the southern coasts of South America.\n\n\n== Description ==\n\nThis is the smallest yellow-crested, black-and-white penguin in the genus Eudyptes. It reaches a length of 45–58 cm (18–23 in) and typically weighs 2–3.4 kg (4.4–7.5 lb), although there are records of exceptionally large rockhoppers weighing 4.5 kg (9.9 lb). It has slate-grey upper parts and has straight, bright yellow eyebrows ending in long yellowish plumes projecting sideways behind a red eye.\n\n\n== Taxonomy and systematics ==\nThe rockhopper penguin complex is confusing. Many taxonomists consider all three rockhopper penguin forms subspecies. Some split the northern subspecies (moseleyi) from the southern forms (chrysocome and filholi). Still others consider all three distinct. The subspecies recognized for the southern rockhopper penguin complex are:\nEudyptes chrysocome chrysocome, the western rockhopper penguin or American southern rockhopper penguin  - breeds around the southern tip of South America\nEudyptes chrysocome filholi, the eastern rockhopper penguin or Indopacific southern rockhopper penguin  - breeds on subantarctic islands of the Indian and western Pacific oceans.The northern rockhopper penguin lives in a different water mass than the western and eastern rockhopper penguin, separated by the Subtropical Front, and they are genetically different. Therefore, northern birds are sometimes separated as E. moseleyi. The rockhopper penguins are closely related to the macaroni penguin (E. chrysolophus) and the royal penguin (E. schlegeli), which may just be a colour morph of the macaroni penguin.\nInterbreeding with the macaroni penguin has been reported at Heard and Marion Islands, with three hybrids recorded there by a 1987-88 Australian National Antarctic Research Expedition.\n\n\n== Ecology ==\n\nThe southern rockhopper penguin group has a global population of roughly 1 million pairs. About two-thirds of the global population belongs to E. c. chrysocome which breeds on the Falkland Islands and on islands off Argentina and southern Chile. These include most significantly Isla de los Estados, the Ildefonso Islands, the Diego Ramírez Islands and Isla Noir. E. c. filholi breeds on the Prince Edward Islands, the Crozet Islands, the Kerguelen Islands, Heard Island, Macquarie Island, Campbell Island, the Auckland Islands and the Antipodes Islands. Outside the breeding season, the birds can be found roaming the waters offshore their colonies.These penguins feed on krill, squid, octopus, lantern fish, mollusks, plankton, cuttlefish, and mainly crustaceans.\nA rockhopper penguin, named Rocky, in Bergen Aquarium in Norway, lived to 29 years 4 months. It died in October 2003. This stands as the age record for rockhopper penguins, and possibly it was the oldest penguin known.\n\n\n== Behaviour ==\n\nTheir common name refers to the fact that, unlike many other penguins which get around obstacles by sliding on their bellies or by awkward climbing using their flipper-like wings as aid, rockhoppers will try to jump over boulders and across cracks.This behaviour is by no means unique to this species however - at least the other \"crested\" penguins of the genus Eudyptes hop around rocks too. But the rockhopper's congeners occur on remote islands in the New Zealand region, whereas the rockhopper penguins are found in places that were visited by explorers and whalers since the Early Modern era. Hence, it is this particular species in which this behaviour was first noted.\n\nTheir breeding colonies are located from sea-level to cliff-tops and sometimes inland. Their breeding season starts in September and ends in November. Two eggs are laid but only one is usually incubated. Incubation lasts 35 days and their chicks are brooded for 26 days.\n\n\n=== Variation in foraging behaviour ===\n\nForaging behavior in penguins varies across ecological conditions. Rockhopper penguins are present at a variety of climates and locations; Amsterdam Island's (AMS) subtropical waters, Kerguelen Archipelago's (KER) subarctic coastal waters, and Crozet Archipelago's (CRO) subantarctic coastal waters. Due to the species plasticity they are able to express different strategies and foraging behaviors depending on the climate and environment. A main factor that has influenced the species' behavior is where food is located. Subtropical penguins dive in shallow areas where food is accessible. They have a shorter dive duration and bottom time as the climate and food have shaped the dives. Penguins in the warmer waters stay near the colony when foraging, but have to travel longer distances when diving. Penguins in subarctic waters dive deep and forage less due the temperatures and food supply. The subantarctic penguins must dive for long periods of time and much deeper in search of food. These drastic differences highlight the importance of behavioral flexibility and advocates that it is a fundamental trait for penguins in such different environments.\nThe variation in foraging behavior and strategies are linked to the species' surroundings. If food was abundant in shallow water then the penguins only needed to dive that deep, and in contrast if food was located in the deep waters the penguins were able to adapt due to their plasticity. Thus, it can be concluded that foraging behavior is greatly dependent and influenced by the environment the penguin lives in. Geography has shaped the way penguins carry out their dives, feeding, and foraging but these penguins are able to survive and be shaped due to their variation, ability to adapt over time, and plasticity.\n\n\n=== Climate change and response ===\nAs the climate changes, prey and predators have to adapt to survive. This poses a problem for southern rockhopper penguins. Depending on how Crustaceans and other prey adapt to survive, penguins will have to adapt or disperse as well. E. chrysocome's foraging behavior is largely dependent and shaped by the environment, including factors like weather and food availability. As temperatures around the world increase then something will have to change once more in order for the species to survive. Penguins are able to live and thrive in a variety of climates due to the penguins' phenotypic plasticity. However, they are predicted to respond by dispersal, not adaptation this time. This is explained due to their long life spans and slow microevolution. Penguins in the subantarctic have very different foraging behavior than the subtropical waters, it would be very hard to survive and keep up with the fast changing climate because these behaviors took years to shape.\n\n\n== Status and conservation ==\nThe southern rockhopper penguin group is classified as vulnerable by the IUCN. Its population has declined by about one-third in the last thirty years.\nThis decline has earned them the classification of a vulnerable species by the IUCN. Threats to their population include commercial fishing and oil spills.With the approval of the European Association of Zoos and Aquaria (EAZA), Drusillas Park in East Sussex holds the studbook for rockhopper penguins in Europe. Zoo manager Sue Woodgate has specialist knowledge of the species, so the zoo is responsible for co-ordinating the movements of penguins within zoos in Europe to take part in breeding programmes and offer their advice and information about the species.\n\n\n== Relationship with humans ==\n\nRockhopper penguins are the most familiar of the crested penguins to the general public. Their breeding colonies, namely those around South America, today attract many tourists who enjoy watching the birds' antics. Historically, the same islands were popular stopover and replenishing sites for whalers and other seafarers since at least the early 18th century. Almost all crested penguins depicted in movies, books and other media are ultimately based on Eudyptes chrysocome chrysocome.\n\n\n== References ==\n\n\n== External links ==\nARKive - images and movies of the rockhopper penguin, Eudyptes chrysocome\n70South: Info on rockhopper penguins\nRockhopper penguins from the International Penguin Conservation website",
    "ImageURL": "SouthernRockhopperPenguin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_rockhopper_penguin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Sphenisciformes",
        "Family": "Spheniscidae",
        "Genus": "Eudyptes",
        "Species": "chrysocome"
    },
    "ScientificName": "Eudyptes chrysocome"
}