{
    "CommonName": "Southern tamandua",
    "BriefSummary": "The southern tamandua (Tamandua tetradactyla), also called the collared anteater or lesser anteater, is a species of anteater from South America. It is a solitary animal, found in many habitats from mature to highly disturbed secondary forests and arid savannas. It feeds on ants, termites, and bees. Its very strong fore claws can be used to break insect nests or to defend itself.",
    "WikiContents": "The southern tamandua (Tamandua tetradactyla), also called the collared anteater or lesser anteater, is a species of anteater from South America. It is a solitary animal, found in many habitats from mature to highly disturbed secondary forests and arid savannas. It feeds on ants, termites, and bees. Its very strong fore claws can be used to break insect nests or to defend itself.\n\n\n== Distribution and habitat ==\nThe southern tamandua is found in South America from Venezuela and Trinidad to northern Argentina, southern Brazil, and Uruguay at elevations to 1,600 m (5,200 ft). It inhabits both wet and dry forests, including tropical rainforest, savanna, and thorn scrub. It seems to be most common in habitats near streams and rivers, especially those thick with vines and epiphytes (presumably because its prey is common in these areas).The oldest fossil tamanduas date from the Pleistocene of South America, although genetic evidence suggests they may have diverged from their closest relative, the giant anteater, in the late Miocene, 12.9 million years ago.\n\n\n=== Subspecies ===\nThe four recognised subspecies of Tamandua tetradactyla are:\n\nT. t. tetradactyla (Linnaeus, 1758) - southern and eastern Brazil, Uruguay\nT. t. nigra (Geoffroy, 1803) - northern Brazil, Colombia, Venezuela, Trinidad, the Guianas\nT. t. quichua (Thomas, 1927) - Peru, Ecuador, extreme western Brazil\nT. t. straminea (Cope, 1889) - southern Brazil, Paraguay, Bolivia, Argentina\n\n\n== Physical description ==\n\nThe southern tamandua is a medium-sized anteater, though can vary considerably in size based on environmental conditions. It has a head and body length ranging from 34 to 88 cm (13 to 35 in), and a prehensile tail 37 to 67 cm (15 to 26 in) long. Adults weigh from 1.5 to 8.4 kg (3.3 to 18.5 lb), with no significant difference in size between males and females. Like their close relative, the northern tamanduas, they have four clawed digits on the fore feet and five on the hind feet, and walk on the outer surfaces of their fore feet, to avoid puncturing their palms with their sharp claws.  The underside and the tip of the tail are hairless.  The snout is long and decurved with an opening only as wide as the diameter of a stick, from which the tongue is protruded. Although some differences in the shape of the skull are seen, they can most easily be distinguished from the northern tamandua by their slightly longer ears, which average around 5 cm (2.0 in), instead of 4 cm (1.6 in) as in the northern species.The individual and geographic variation observed in the southern tamandua has made the taxonomic description of these animals a difficult task.  Animals from the southeastern part of the range are \"strongly vested\", meaning they have black markings from shoulder to rump; the black patch widens near the shoulders and encircles the fore limbs . The rest of the body can be blonde, tan, or brown. Animals from northern Brazil and Venezuela to west of the Andes are solid blonde, brown, or black, or are only lightly vested.\n\n\n== Reproduction ==\nFemales are polyestrous; mating generally takes place in the fall. The estrous cycle will last approximately about 42 days.  Gestation ranges from 130 to 190 days.  The female gives birth to one offspring per year.  At birth, the young anteater does not resemble its parents; its coat varies from white to black.  It rides on the mother's back for several months up to a year and is sometimes deposited on a safe branch while the mother forages.\n\n\n== Behavior ==\nThe tamandua is mainly nocturnal, but is occasionally active during the day. The animals nest in hollow tree trunks or in the burrows of other animals, such as armadillos. They are solitary, occupying home ranges that average from 100 to 375 ha (250 to 930 acres), depending on the local environment.They may communicate when aggravated by hissing and releasing an unpleasant scent from their anal glands. They spend much of their time foraging arboreally; a study in various habitats in Venezuela showed this anteater spends 13 to 64% of its time in trees. The southern tamandua is quite clumsy on the ground and ambles along, incapable of the gallop its relative, the giant anteater, can achieve.\nThe southern tamandua uses its powerful forearms in self-defense. If it is threatened in a tree it grasps a branch with its hindfeet and tail, leaving its arms and long, curved claws free for combat. If attacked on the ground, this anteater backs up against a rock or a tree and grabs the opponent with its forearms. In the rainforest, the southern tamandua is surrounded during the day by a cloud of flies and mosquitoes and is often seen wiping these insects from its eyes. This animal has small eyes and poor vision, but its large, upright ears indicate that hearing is an important sense.\n\n\n=== Diet ===\nSouthern tamanduas eat ants and termites in roughly equal proportions, although they may also eat a small quantity of fruit. They locate their food by scent, and prey on a wide range of species, including army ants, carpenter ants, and Nasutitermes. They avoid eating ants armed with strong chemical defenses, such as leafcutter ants.  Tamanduas are also thought to eat honey and bees and, in captivity, have been known to eat fruit and meat. Anteaters extract their prey by using their extremely strong fore limbs to rip open nests and their elongated snouts and rounded tongues (up to 40 cm (16 in) in length) to lick up the insects.\nAlthough it has the same diet as the giant anteater, both animals are able to live alongside one another, perhaps because the southern tamandua is able to reach nests in trees, while its larger relative cannot.\n\n\n== Conservation ==\nThe southern tamandua is listed as CITES Appendix II in southeastern Brazil.  Although widespread, they are uncommon.  They are killed by hunters, who claim the tamanduas kill dogs.  They are also killed for the thick tendons in their tails, from which rope is made. Tamanduas are sometimes used by Amazonian Indians to rid their homes of ants and termites.\n\n\n== References ==\n\n\n== See also ==\nEmmons, Louise H.; Feer, François (1997-09-02). Neotropical rainforest mammals. A field guide (2nd ed.). Chicago: University of Chicago Press. pp. 39–41. ISBN 978-0-226-20721-6. OCLC 44179508.\nGorog, A. 1999. \"Tamandua tetradactyla\" from Animal Diversity Web.",
    "ImageURL": "Southerntamandua_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_tamandua",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Pilosa",
        "Family": "Myrmecophagidae",
        "Genus": "Tamandua",
        "Species": "tetradactyla"
    },
    "ScientificName": "Tamandua tetradactyla",
    "Zone": "* #### G"
}