{
    "CommonName": "Southern white-crowned shrike",
    "BriefSummary": "The southern white-crowned shrike (Eurocephalus anguitimens) is a species of bird in the family Laniidae. It is found in Angola, Botswana, Mozambique, Namibia, South Africa, and Zimbabwe. Its natural habitats are subtropical or tropical dry forests and dry savannah.",
    "WikiContents": "The southern white-crowned shrike (Eurocephalus anguitimens) is a species of bird in the family Laniidae. It is found in Angola, Botswana, Mozambique, Namibia, South Africa, and Zimbabwe. Its natural habitats are subtropical or tropical dry forests and dry savannah.\n\n\n== Description ==\nThe southern white-crowned shrike grows to a length of about 24 cm (9 in). The sexes are alike; in the adult bird the crown and forehead are white, and the mask is black and extends above and below the eye to the side of the neck. The nape and upper parts are ashy-brown and the wings and tail are dark brown. The underparts are off-white, the upper breast being tinged with buff. The lower belly and vent areas are ashy-brown. The beak is black, the eyes brown and the legs dark brown. Juveniles are similar to adult birds but the crown is slightly mottled and barred and grey rather than white. The chin and throat are white but the remaining parts of the underparts are tinged with ashy brown.\n\n\n== Ecology ==\nLike the closely related northern white-crowned shrike this species is highly sociable and will form small, tightly-knit groups of usually three to six individuals, but occasionally up to twenty outside the breeding season. They are not in general aggressive birds but will attack predators such as birds of prey. When foraging, they sometimes associate with Tockus hornbills, feeding on the insects they disturb as they walk around. Members of the group engage in cooperative breeding, joining together in building a brooding nest, take turns in sitting on the eggs and assist in the feeding of nestlings.\n\n\n== Status ==\nThe southern white-crowned shrike has a very wide range and is described as being very common in places, though rare in others. No particular threats have been recognised and the population seems stable. The International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".\n\n\n== References ==\n\n\n== External links ==\nSpecies text - The Atlas of Southern African Birds",
    "ImageURL": "Southernwhitecrownedshrike_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Southern_white-crowned_shrike",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Laniidae",
        "Genus": "Eurocephalus",
        "Species": "anguitimens"
    },
    "ScientificName": "Eurocephalus anguitimens"
}