{
    "CommonName": "Spadefoot Toad",
    "BriefSummary": "The Scaphiopodidae are a family of American spadefoot toads, which are native to southern Canada and the United States and which extend to southern Mexico. The family is small, comprising only seven different species.\nThe American spadefoot toads are of typical shape to most fossorial (or burrowing) frogs. They are round, with short legs and protruding eyes. As suggested by their name, these frogs have hard, keratinous protrusions present on their feet, which help them to dig. Like most fossorial frogs, they will dig backwards into the ground. They differ from true toads because they have vertical pupils and no parotoid gland.The American spadefoot toads are terrestrial when not underground. They are dully colored, usually a grey or dull green or brown. This is to aid in camouflage in their arid habitats.",
    "WikiContents": "The Scaphiopodidae are a family of American spadefoot toads, which are native to southern Canada and the United States and which extend to southern Mexico. The family is small, comprising only seven different species.\nThe American spadefoot toads are of typical shape to most fossorial (or burrowing) frogs. They are round, with short legs and protruding eyes. As suggested by their name, these frogs have hard, keratinous protrusions present on their feet, which help them to dig. Like most fossorial frogs, they will dig backwards into the ground. They differ from true toads because they have vertical pupils and no parotoid gland.The American spadefoot toads are terrestrial when not underground. They are dully colored, usually a grey or dull green or brown. This is to aid in camouflage in their arid habitats.\n\n\n== Taxonomy ==\nThis families was previously included in the European spadefoot toad family, which has been split into two families. The Pelobatidae include the genus Pelobates, and Scaphiopodidae the rest.\nSouthern spadefoot toads, Scaphiopus (Holbrook, 1836)\nWestern spadefoot toads, Spea (Cope, 1866)Spadefoot toads are generally found in arid climates, where they spend the majority of their lives underground, generally beneath perennial ponds, creek beds, or other moisture-retaining areas. During years of sufficient rainfall, the toads surface to breed and lay eggs.\n\n\n== Appearance ==\nSimilar to other burrowing frogs, the American spadefoot toads are about 2-3 inches in length with round and stocky bodies and eyes that bulge from their heads. The name “Spadefoot” is derived from the keratinous bone in its hind legs that allow it to burrow within dirt. The skin of the toad is grey or brown in appearance and smooth to the touch.\n\n\n== Location and environment ==\nThe 2 main species of spadefoot toads. They are found in different locations across North America. The Eastern spadefoot is the only species found east of the Mississippi River, ranging from New England to southern Florida. The Great Basin spadefoot and the plains spadefoot are both found in Western Canada and the northwestern U.S. but the plains spadefoot has also spread into Texas and Northern Mexico. The Couch’s spadefoot, Hurter’s spadefoot and New Mexico spadefoot are all spread across the southern and southwestern U.S. with the Couch’s and Hurter’s also reaching into Mexico. The Western spadefoot is the only species found in California, mainly southern parts of the state and extending into Mexico as well.The toads are believed to have moved into North America from South American countries due to a changing climate. They most likely moved into the U.S. as a single species, but split up as they spread across the continent and adapted to their new surroundings. The toads prefer marsh-like environments, but only enter the water to breed. They stay buried in the soil for most of the year as a mechanism to deal with changing weather.\n\n\n== Diet ==\nAmerican spadefoot toads have a unique diet. The adults' and tadpoles' diets vary. The adults' diet consists of invertebrates. They eat flies, crickets, caterpillars, moths, spiders, centipedes, millipedes, earthworms and snails. The tadpoles' diet is related to its surroundings and food supply. When they are first born, they eat plankton. After a few days they become carnivorous and eat meat. Tadpoles sometimes resort to cannibalism to survive. After multiple experiments,Paul Székely, Marian Tudor, and Dan Cogalniceanu concluded that tadpole development is influenced by hydroperiod, or the period in which an area is full of water. Since American spadefoot toads breed in shallow waters, they are under “constant stress from drying waters, increasing temperatures, reduced food densities, and crowding”. This stress, or simply a lack of adequate food can increase the likelihood of cannabalism. If they do resort to cannibalism, their bodies can transform. They “develop larger heads, sharp beaks, stronger jaw muscles, and shortened intestine”. Researchers have concluded that this is an adaptive trait because it accelerates the rate of growth of the tadpoles by allowing for an increased calorie intake.\n\n\n== Conservation efforts ==\nThe eastern spadefoot entered the endangered list of Pennsylvania in 2005 (though also endangered in: Ohio, Connecticut, and Rhode Island), when living populations were only found in two of their known locations. One possibility for their lacking of population size could be that breeding pools and ponds “often dry up before the tadpoles get to complete metamorphosis”(Naish, 2015)\nSo far conservation efforts have made effect in the prevention of the species habitat loss. In 2012 a couple learned that thirty two acres of a property they planned to subdivide and break ground on could potentially be spadefoot habitat. So as per a species action plan put forth by Berks county conservancy and its partners, the couple would now need to seek state approval and, “hire someone familiar with the Eastern spadefoot toad to survey the tract for signs of its habitat”(Cress, 2012).\nAs per conservation efforts, the awareness of citizens to the endangerment of spadefoot toads in their regions has been a success. Though more effort is still needed to ensure the future of the Eastern spadefoot toad.\nIn 2004 the western spadefoot toad was the only member of the family Scapiopodidae to be classified as near threatened by the ICUN Red List.  All other species, including the Eastern spadefoot, were listed as least concern. Presently, all species' conservation status' require reviewing.\n\n\n== Species of Scaphiopodidae ==\n\n\n== References ==\n\n\n== External links ==\n Data related to Scaphiopodidae at Wikispecies\n Media related to Scaphiopodidae at Wikimedia Commons\n\nScaphiopodidae at Tree of Life",
    "ImageURL": "SpadefootToad_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/American_spadefoot_toad",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Suborder": "Mesobatrachia",
        "Family": "ScaphiopodidaeCope"
    }
}