{
    "CommonName": "Spectacled caiman",
    "BriefSummary": "The spectacled caiman (Caiman crocodilus), also known as the white caiman, common caiman, and speckled caiman, is a crocodilian in the family Alligatoridae. It is brownish-, greenish-, or yellowish-gray colored and has a spectacle-like ridge between its eyes, which is where its common name come from. It grows to a length of 1.4–2.5 metres (4.6–8.2 ft) and a weight of 7–40 kilograms (15–88 lb), with males being both longer and heavier than females. Its diet varies seasonally, commonly consisting of crabs, fish, mammals, and snails. Breeding occurs from May to August and 14–40 eggs are laid in July and August. This crocodilian has a large range and population, native to much of Latin American and introduced to the United States.",
    "WikiContents": "The spectacled caiman (Caiman crocodilus), also known as the white caiman, common caiman, and speckled caiman, is a crocodilian in the family Alligatoridae. It is brownish-, greenish-, or yellowish-gray colored and has a spectacle-like ridge between its eyes, which is where its common name come from. It grows to a length of 1.4–2.5 metres (4.6–8.2 ft) and a weight of 7–40 kilograms (15–88 lb), with males being both longer and heavier than females. Its diet varies seasonally, commonly consisting of crabs, fish, mammals, and snails. Breeding occurs from May to August and 14–40 eggs are laid in July and August. This crocodilian has a large range and population, native to much of Latin American and introduced to the United States.\n\n\n== Taxonomy ==\nThe spectacled caiman was described by Carl Linnaeus in 1758, originally as Lacerta crocodilus. It has since been redescribed several times, including as Caiman sclerops by Schneider in 1801. Although Caiman crocodilus is now the scientific name of the species, some scientists still prefer using sclerops, as having crocodilus as the scientific name for a caiman may cause confusion.The spectacled caiman has four recognized subspecies:\nC. c. apaporiensis (Medem, 1955), commonly known as the Apaporis River caiman. This subspecies is endemic to Colombia and possibly the Venezuelan Llanos.\nC. c. chiapasius (Bocourt, 1876), distributed in Mexico, Central America, and northern South America.\nC. c. crocodilus (Linnaeus, 1758), the nominate subspecies, commonly known as the common caiman. It is found in various parts of South America, such as Venezuela and Brazil.\nC. c. fuscus (Cope, 1868), commonly known as the brown caiman; lives from Nicaragua to Colombia, Ecuador, and Venezuela.The yacare caiman, while previously thought to be a subspecies of C. crocodilus, is now usually considered a separate species.\n\n\n== Characteristics ==\n\nThe spectacled caiman is a small to medium-sized crocodilian. Females generally grow to no more than 1.4 m (4.6 ft), but can rarely grow to nearly 2 m (6.6 ft). Males grow to 2.0–2.5 m (6.6–8.2 ft). The maximum reported size for the species is 2.64 m (8.7 ft). The body mass of most adults is between 7 and 40 kg (15 and 88 lb), with males typically being considerably heavier than females. Some males in the Venezuelan Llanos have been reported to grow to up to 58 kg (128 lb).The upperside of the species is mostly brownish-, greenish-, or yellowish-gray colored and has dark brown crossbands, with a lighter underside. It has a greenish iris. and wrinkled eyelids. It changes color seasonally – during colder weather, the black pigment within its skin cells expands, making it appear darker. The species has an enlarged 4th tooth, and the teeth in its lower jaw penetrate into a socket in its upper jaw. It has a long snout that tapers moderately, with an unexpanded tip. Several ridges begin in front of its eyes and travel to the tip of its snout. Its common name comes from a bony ridge between its eyes, which gives the appearance of a pair of spectacles.\n\n\n== Biology and behavior ==\nThe spectacled caiman can move rapidly when threatened, but is usually immobile, resting on shores or partly in water. In the rainy season, males become aggressive and territorial.\n\n\n=== Hunting and diet ===\nUsually hunting at night, the diet of the spectacled caiman varies seasonally. During the wet season, it primarily eats snails and freshwater crabs, while it mostly eats fish in the dry season. Smaller specimens tend to eat more insects, while larger ones more frequently consume mammals and fish. Overall, the most common animals in this species' diet are crabs, fish, mammals, and snails. Other animals that have been known to be a part of its diet include amphibians, arachnids, birds, myriapods, and reptiles. It has also been known to eat plant matter; in a study of this species in Puerto Rico, about 55% of adult specimens had plants in their diet, primarily grass and seeds. About 8% of adults and 6% of juveniles in the study had gastroliths in their stomach as well. Although the species has been suggested to control piranha populations, piranhas have not been found to be a normal diet component, unlike the yacare caiman. According to the Crocodilian Species List, it is probably a generalist species, being able to adapt to a variety of prey.\n\n\n=== Communication ===\nThe spectacled caiman uses nine different vocalizations and 13 visual displays to communicate with individuals of its species. Both adults and young produce calls for group cohesion. Males are known to communicate by moving their tail to a certain position, such as making it vertical or arched. Juveniles vocalize when in distress and adult females emit calls to warn young of threats.\n\n\n=== Reproduction ===\nThe spectacled caiman reaches sexual maturity from four to seven years old, at a length of 1.2 metres (3.9 ft) for females and 1.4 metres (4.6 ft) for males. Usually, the more dominant individuals mature more quickly. Specimens choose mates and engage in copulation from May to August, the wet season. The females build nests as a mound of dense vegetation, in areas that are close to water but not at risk of being flooded. The nests are over 1 metre (3.3 ft) in diameter and can be 40 centimetres (16 in) high, but the exact size depends on the resources available. Eggs are laid in July and August; the species very rarely nests in the winter, as the temperature is too low for the eggs. Clutch size is 22 on average, but can range from 14 to 40. Larger females have been known to lay larger eggs compared to smaller females. Females stay close to their nests during the incubation period, as several species, such as lizards in the genus Tupinambis, have been known to destroy nests and prey on the eggs. Flooding and human egg collecting can also be a threat to the nests.\n\nTemperature is important to the developing eggs, so females build their nests in a way that insulates them from extreme temperature changes. As the vegetation in the nests decays, the nests produce heat which can keep the eggs about 5 °C (41 °F) warmer than if they were insulated by mud alone. Heat not only incubates the eggs, but also determines the sex of the developing caimans (temperature-dependent sex determination). When the temperature inside the nest is about 32 °C (90 °F) or higher, the caimans become female, and otherwise become male. Young hatch after 90 days, with 20–25 percent of eggs hatching successfully. They are yellow with black spots, a coloration which fades away as they grow older, with a length of 20–23 centimetres (7.9–9.1 in). Parents raise their young in crèches, with one female taking care of her own, as well as several others' offspring. They take care of their young for 12–18 months. Young are threatened by various predators, such as raptors and wader birds, causing most to die in their first year.\n\n\n== Distribution and habitat ==\nThe spectacled caiman has the largest range of any caiman and any New World crocodilian. It is found in various countries throughout the Americas. It has been confirmed to live in Brazil, Colombia, Costa Rica, Ecuador, El Salvador, French Guiana, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Peru, Suriname, Trinidad and Tobago, and Venezuela, and may also be extant in Belize and Bolivia. It has been introduced to Cuba, Puerto Rico, and the United States, the later in which it is sometimes mislabeled as the American alligator (Alligator mississippiensis). Invasive populations have become established in South Florida, with isolated records further north in the state. It is intolerant to cold climates, so its range is unlikely to expand to further north than Florida. It usually lives in forests, inland bodies of fresh water (such as wetlands and rivers), grasslands, shrublands, and savannas, but is very adaptable. It prefers habitats with calm water containing floating vegetation, usually flooding and drying seasonally. It is most common in low-lying areas, but has been found at elevations of up to 800 metres (2,600 ft). In Brazil, the species lives in the rivers Amazon, Araguaia, Araguari, Itapicuru, Rio Negro, Paranaíba, Solimões, Tapajós, Tocantins, and Xingu. It is able to live in human-inhabited areas.The adult population of this crocodilian is estimated to be in the millions and stable. About four million spectacled caimans are found in Venezuela and surveys have shown that it is expected to increase. This is an example of how well the species is able to adapt. However, populations are not doing well in other countries, such as Peru. The population in a single area can be determined the easiest by counting individuals in the dry season at night.\n\n\n== Threats and conservation ==\n\nThe skin of the spectacled caiman is covered with osteoderms, which previously caused it to not be a major commercial target for its skin. However, harvesting of the skins of this caiman and others became very common in the 1950s, due to the declining stocks of crocodiles. Throughout the 1970s and 1980s, the species was frequently traded, causing its population to decrease in some areas. Its skin was often exported from South America and utilized primarily for leather; at least 6 million skins were exported from Colombia from 1996 to 2015. However, conservation efforts since have caused a significant reduction in the number of skins exported. In most countries, hunting this species is legal. Venezuela permits hunting every fall, provided the total number of kills in the season does not exceed 150,000. Because of its adaptability and wide distribution, habitat loss does not affect the species significantly globally. It is reasonably resilient to hunting as well, as hunters usually focus on large males and the species reproduces at a small size. However, it is severely threatened in Colombia, primarily the subspecies C. c. fuscus and sometimes C. c. crocodilus.The spectacled caiman benefits from overhunting of competitive species which occupy the same home range, as this allows it to access resources normally lost to these other species. Specimens that have been introduced to Cuba, Puerto Rico, and the United States negatively impact the native animals there. They are believed to have been the main reason for the likely extirpation of the Cuban crocodile (Crocodylus rhombifer) from the Isla de la Juventud, Cuba. The species has a similar diet to the black caiman (Melanosuchus niger) – both species eat mostly insects as juveniles and fish as adults. This causes interspecific competition, making it more difficult for the black caiman's population to recover. The spectacled caiman lives in parts of the Amazon rainforest that the black caiman was extirpated from.Conservation programs for this species are used in many countries. The most common form of conservation is the use of cropping, which consists of manually reducing the numbers of several wild and abundant species. Long-term effects of cropping have yet to be discovered; more surveys have been recommended. Farming or ranching programs have also been used as conservation efforts for the species, but seem to be more expensive and possibly less effective. A conservation program in Colombia, which existed from 2004 to 2006, bred spectacled caimans in captivity and released the young into the wild at one year old. A similar program released over 15,000 juveniles into wetlands from 2005 to 2009. Previously, Colombia restricted the exportation of spectacled caiman skins to ones shorter than 1.2 metres (3.9 ft), but as of 2011 there are now only size limits for some individual pieces of the skin, rather than the overall size of the skin. These limits are less effective, as large skins could accord with the size limits if cut and trimmed. According to the International Union for Conservation of Nature (IUCN), further surveys of the species would help with future conservation plans.The spectacled caiman is listed as a species of least concern on the IUCN Red List, due to its large range and population globally, following two assessments as threatened in 1986 and 1988. The subspecies C. c. crocodilus is on Appendix II of CITES, C. c. apaporiensis Appendix I, and C. c. fuscus Appendix II.\n\n\n== References ==\n\n\n== External links ==\n Media related to Caiman crocodilus at Wikimedia Commons\n Data related to Caiman crocodilus at Wikispecies",
    "ImageURL": "Spectacledcaiman_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Spectacled_caiman",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Crocodilia",
        "Family": "Alligatoridae",
        "Genus": "Caiman",
        "Species": "crocodilus"
    },
    "ScientificName": "Caiman crocodilus"
}