{
    "CommonName": "Spoonbill",
    "BriefSummary": "Spoonbills are a genus, Platalea, of large, long-legged wading birds. The spoonbills have a global distribution, being found on every continent except Antarctica. The genus name Platalea derives from Latin and means \"broad\", referring to the distinctive shape of the bill. Six species are recognised, which although usually placed in a single genus have sometimes been split into three genera.\nAll spoonbills have large, flat, spatulate bills and feed by wading through shallow water, sweeping the partly opened bill from side to side. The moment any small aquatic creature touches the inside of the bill—an insect, crustacean, or tiny fish—it is snapped shut. Spoonbills generally prefer fresh water to salt but are found in both environments. They need to feed many hours each day.",
    "WikiContents": "Spoonbills are a genus, Platalea, of large, long-legged wading birds. The spoonbills have a global distribution, being found on every continent except Antarctica. The genus name Platalea derives from Latin and means \"broad\", referring to the distinctive shape of the bill. Six species are recognised, which although usually placed in a single genus have sometimes been split into three genera.\nAll spoonbills have large, flat, spatulate bills and feed by wading through shallow water, sweeping the partly opened bill from side to side. The moment any small aquatic creature touches the inside of the bill—an insect, crustacean, or tiny fish—it is snapped shut. Spoonbills generally prefer fresh water to salt but are found in both environments. They need to feed many hours each day.\n\n\n== Taxonomy ==\nThey have traditionally been thought to form one of two subfamilies, Plataleinae, in the family Threskiornithidae, which also includes the ibises (Threskiornithinae). Molecular studies, including a 2013 study, have suggested instead that they form a clade within the family with several cosmopolitan ibis genera, separate from another clade of New World ibis.A 2010 study of mitochondrial DNA of the spoonbills by Chesser and colleagues found that the roseate and yellow-billed spoonbills were each other's closest relative, and the two were descended from an early offshoot from the ancestors of the other four spoonbill species. They felt the genetic evidence meant it was equally valid to consider all six to be classified within the genus Platalea or alternatively the two placed in the monotypic genera Platibis and  Ajaja respectively. However, as the six species were so similar morphologically, keeping them within the one genus made more sense.\n\n\n== Description ==\nThe spoonbills are most distinct from the ibises in the shape of their bill, which is long and flat and wider at the end. The nostrils are located near the base of the bill so that the bird can breathe while the bill is submerged in water. The eyes are positioned to provide spoonbills with binocular vision, although when foraging tactile senses are important too. Like the ibises the spoonbills have bare patches of skin around the bills and eyes.\n\n\n== Breeding ==\nSpoonbills are monogamous, but, so far as is known, only for one season at a time. Most species nest in trees or reed beds, often with ibises or herons. The male gathers nesting material—mostly sticks and reeds, sometimes taken from an old nest—the female weaves it into a large, shallow bowl or platform which varies in its shape and structural integrity according to species.\nThe female lays a clutch of about three smooth, oval, white eggs and both parents incubate; chicks hatch one at a time rather than all together. The newly hatched young are blind and cannot care for themselves immediately; both parents feed them by partial regurgitation. Chicks' bills are short and straight, and only gain the characteristic spoonbill shape as they mature. Their feeding continues for a few weeks longer after the family leaves the nest. The primary cause of brood failure appears not to be predation but starvation.\n\n\n== Species and distribution ==\nThe six species of spoonbill are distributed over much of the world.\n\n\n== References ==\n\n\n== External links ==\nSpoonbill videos on the Internet Bird Collection",
    "ImageURL": "Spoonbill_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Spoonbill",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Pelecaniformes",
        "Family": "Threskiornithidae",
        "Genus": "Platalea"
    },
    "Zone": "* #### J"
}