{
    "CommonName": "Spotted-tailed quoll",
    "BriefSummary": "The tiger quoll (Dasyurus maculatus), also known as the spotted-tail quoll, the spotted quoll, the spotted-tail dasyure or the tiger cat, is a carnivorous marsupial of the quoll genus Dasyurus native to Australia. With males and females weighing around 3.5 and 1.8 kg, respectively, it is mainland Australia's largest carnivorous marsupial, and the world's longest extant carnivorous marsupial (the biggest is the Tasmanian devil). Two subspecies are recognised; the nominate is found in wet forests of southeastern Australia and Tasmania, and a northern subspecies, D. m. gracilis, is found in a small area of northern Queensland and is endangered.",
    "WikiContents": "The tiger quoll (Dasyurus maculatus), also known as the spotted-tail quoll, the spotted quoll, the spotted-tail dasyure or the tiger cat, is a carnivorous marsupial of the quoll genus Dasyurus native to Australia. With males and females weighing around 3.5 and 1.8 kg, respectively, it is mainland Australia's largest carnivorous marsupial, and the world's longest extant carnivorous marsupial (the biggest is the Tasmanian devil). Two subspecies are recognised; the nominate is found in wet forests of southeastern Australia and Tasmania, and a northern subspecies, D. m. gracilis, is found in a small area of northern Queensland and is endangered.\n\n\n== Taxonomy ==\nThe tiger quoll is a member of the family Dasyuridae, which includes most carnivorous marsupial mammals. This quoll was first described in 1792 by Robert Kerr, the Scottish writer and naturalist, who placed it in the genus Didelphis, which includes several species of American opossum. The species name, maculatus, indicates this species is spotted.Two subspecies are recognised:\nD. m. maculatus, found from southern Queensland south to Tasmania\nD. m. gracilis, found in an isolated population in northeastern Queensland, where it is classified as endangered by the Department of Environment and Heritage\n\n\n== Description ==\n\nThe tiger quoll is the largest of the quolls. Males and females of D. m. maculatus weigh on average 3.5 and 1.8 kg, respectively, and males and females of D. m. gracilis weigh on average 1.60 and 1.15 kg, respectively. The next-largest species, the western quoll, weighs on average 1.31 kg for males and 0.89 kg for females. The tiger quoll has relatively short legs, but its tail is as long as its body and head combined. It has a thick head and neck and a slightly rounded and elongated snout. It has five toes on each foot, both front and hind, and the hind feet have well-developed halluces. Its long pink foot pads are ridged, an adaptation for its arboreal lifestyle. This makes up for the fact that its tail is not  prehensile. The tiger quoll has a reddish-brown pelage with white spots, and colourations do not change seasonally. It is the only quoll species with spots on its tail in addition to its body. Its fur and skin are covered in orange-brown-coloured oil. The underside is typically grayish or creamy white. The average length of D. m. maculatus is 930 mm for males and 811 mm for females, respectively. For D. m. gracilis, the average length of males and females, respectively, is 801 and 742 mm.The tiger quoll has the second most powerful bite relative to body size of any living mammalian carnivore, exerting a force of 308 N (31.4 kgf).\n\n\n== Range and ecology ==\n\nThe tiger quoll is found in eastern Australia where more than 600 mm of rain falls per year. Historically, the quoll was present throughout southeastern Queensland, through eastern New South Wales, Victoria, southeastern South Australia, and Tasmania. European settlement has severely impacted and fragmented the quoll's mainland distribution. Tiger quolls are rare in southeastern Queensland and mainly restricted to national parks. In Victoria, quoll populations have declined by nearly 50%. The range decline was not as severe in New South Wales, but they are still rare. The quoll was probably never very numerous in South Australia.\nIn Tasmania, the tiger quoll mostly frequents the northern and western areas where rains are seasonal. Tiger quolls were once native to Flinders and King Islands, but were extirpated since the 20th century, so are not present on Tasmanian offshore islands.\n\nTiger quolls live in a variety of habitats, but seem to prefer wet forests such as rainforests and closed eucalypt forest. They are arboreal, but only moderately, as 11% of their travelling is done above ground.Prey items eaten by quolls include insects, crayfish, lizards, snakes, birds, domestic poultry, small mammals, platypus, rabbits, arboreal possums, pademelons, small wallabies, and wombats. They may scavenge larger prey such as kangaroos, feral pigs, cattle, and dingoes. However, the tiger quoll does not scavenge as much as the Tasmanian devil. Much of the prey eaten by the quoll are arboreal. They can climb high into trees and make nocturnal hunts for possums and birds. The flexibility of their diets suggests their prey base is not detrimentally affected by bushfires. When hunting, a quoll stalks its prey, stopping only when its head is up. It then launches its attack, executing a killing bite to the base of the skull or top of the neck, depending on the size of the prey. The quoll will pin small prey down with its fore paws and then deliver the bite. With large prey, it jumps and latches on its back and bites the neck.Quolls, in turn, may be preyed on by Tasmanian devils and masked owls in Tasmania and dingos and dogs in mainland Australia. It may also be preyed on by wedge-tailed eagles and large pythons. Tiger quolls yield to adult devils, but will chase subadults away from carcasses. Quolls also probably compete with introduced carnivores, such as foxes, cats, and wild dogs. Tiger quolls are also hosts to numerous species of endoparasites.\n\n\n== Life history ==\n\nTiger quolls are generally nocturnal and rest during the day in dens. However, juveniles and females with young in the den can be seen during the day and may leave their dens when it is light out. Quoll dens take the form of underground burrows, caves, rock crevices, tree hollows, hollow logs, or under houses or sheds. Quolls move by walking and bounding gaits. Trails are not particularly important for quoll, although they forage and scent mark along runways and roads. Tiger quolls may live in home ranges that range from 580-875 ha for males and 90-188 for females. Most resident quolls are female, although one population study, both males and females were found to be split between transients and residents. Males have overlapping home ranges, but each has its own core area of at least 128 ha. The home ranges of females may overlap less. Quolls sometimes share dens during the breeding season. After copulation, females act aggressively towards males, especially when close to parturition. For the tiger quoll, olfactory and auditory signals are used more often than visual signals when communicating. Quolls greet each other with nose-to-nose sniffs, and males will sniff the backsides of females to check for estrus. Quolls also mark themselves with mouth and ear secretions. Some populations have communal latrines, while others do not. Rocky creek beds, cliff bases, and roads serve as locations for latrines.\n\nTiger quolls are generally not vocal, but vocalizations can be heard in any social interaction. Antagonistic or disturbed vocalizations are guttural huffs, coughs, hisses, and piercing screams. \"Cp-cp-cp\" sounds are produced by females in estrus. Females communicate with their young with \"chh-chh\" and \"echh-echh\" calls.  The former are made by females and the latter are made by young.  \"Juveniles vocalize frequently when fighting and their mother will hiss when they clamber over her\". During antagonistic encounters, quolls also threaten each other with open mouths and teeth displays. At this time, the ears are laid back and the eyes are narrowed. Males grasp and bite each other in combat.Tiger quolls reproduce seasonally. They mate in midwinter (June/July), but females can breed as early as April. The mating behavior of the tiger quoll is unique among the quoll species in that the female vocalizes when in estrus and easily accepts the male's mounting. In addition, the female’s neck swells up. Mating involves the male holding on the female’s sides with his paws and holding on the neck with his mouth. Copulation can last as long as 24 hours. Females give birth with their hindquarters raised and their tails curled.  For the time the young is in the pouch, a female rests on her sides. After the young have left the pouch, females stay in nests they have built. For their first 50–60 days of life, the young cannot see, so they rely on vocalizations and touch to find their mother or siblings. It stops when their eyes open after 70 days. Young are not carried on the back, but they do rest on their mother and cling to her when frightened. Young become more independent of their mothers - and the mothers more aggressive towards the young by 100 days.\n\n\n== Conservation status ==\nThe tiger quoll is listed by the IUCN on the Red List of Threatened Species with the status \"near threatened\". The Australian Department of the Environment and Heritage considers the northern subspecies D. m. gracilis as endangered. This species is vulnerable to decline because it requires certain climates and habitats, it tends to live in low densities, it is likely to compete with introduced predators and requires lots of space, and it does not live very long. The biggest threat to the quoll is habitat destruction. Humans may directly contribute to quoll deaths though persecution, motor collisions, and 1080 poisoning. Conservationists are using population monitoring and public education to preserve the species and intend to preserve their habitat and minimise the impacts of 1080 baiting. Savage River National Park in the Tarkine area of Tasmania is an example of suitable habitat protection.\n\n\n== References ==\n\n\n== External links ==\nTiger quoll info\nDescription from the University of Michigan\nAustralian Web Site\nSpotted Quoll entry in the IUCN Red List\nAnother photo of a tiger quoll\nAction Plan for Australian Marsupials and Monotremes",
    "ImageURL": "Spottedtailedquoll_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tiger_quoll",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Dasyuromorphia",
        "Family": "Dasyuridae",
        "Genus": "Dasyurus",
        "Species": "maculatus"
    },
    "ScientificName": "Dasyurus maculatus",
    "Zone": "* #### G"
}