{
    "CommonName": "Springhaas",
    "BriefSummary": "Pedetes is a genus of rodent, the springhares, in the family Pedetidae. Members of the genus are distributed across southern and Eastern Africa.",
    "WikiContents": "Pedetes is a genus of rodent, the springhares, in the family Pedetidae. Members of the genus are distributed across southern and Eastern Africa.\n\n\n== Species ==\nA number of species both extant and extinct are classified in the genus Pedetes. They include:\n\nSouth African springhare or springhaas (Pedetes capensis)\nEast African springhare (Pedetes surdaster)\nPedetes laetoliensis (Davies, 1987) (fossil)Throughout the 20th century, the living species (and occasionally the prehistoric one) were merged into P. capensis, making the genus monotypic.\n\n\n== Ecology ==\nThese rodents are generally nocturnal and sleep through the day in burrows they dig. They feed on foliage, roots and other vegetable matter, and occasionally arthropods. Outside the burrow they usually move around by hopping on their hind legs.\nWhen only one springhare species was recognized, it was listed as vulnerable by the IUCN in 1996 due to an approximately 20% decrease in the population over the previous ten years. This has been caused by intense hunting and the loss of habitat. However, the negative trend has not persisted, and both species are now listed as Species of Least Concern.\n\n\n== See also ==\nHopping mouse - a similar murid rodent native to Australia; an example of parallel evolution\nJerboa - a similar dipodid rodent native to northern Africa and Asia\nJumping mouse - a non-desert-dwelling dipodid rodent native to China and North America\nKangaroo mouse and kangaroo rat - similar heteromyid rodents of North America\nKultarr - an unrelated marsupial with a similar body plan and coloration; an example of convergence\n\n\n== References ==\n\n\n== Further reading ==\nTaxonomy browser\nBiodiversity Library",
    "ImageURL": "Springhaas_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pedetes",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Pedetidae",
        "Genus": "PedetesIlliger"
    }
}