{
    "CommonName": "Squirrel Monkey",
    "BriefSummary": "Squirrel monkeys are New World monkeys of the genus Saimiri. Saimiri is the only genus in the subfamily Saimirinae. The name of the genus is of Tupi origin (sai-mirim or gai-mbirin < sai 'monkey' and mirim 'small') and was also used as an English name by early researchers.Squirrel monkeys live in the tropical forests of Central and South America in the canopy layer. Most species have parapatric or allopatric ranges in the Amazon, while S. oerstedii is found disjunctly in Costa Rica and Panama.\nThe common squirrel monkey is captured for the pet trade and for medical research but it is not threatened. Two squirrel monkey species are threatened: the Central American squirrel monkey and the black squirrel monkey are listed as vulnerable by the IUCN.",
    "WikiContents": "Squirrel monkeys are New World monkeys of the genus Saimiri. Saimiri is the only genus in the subfamily Saimirinae. The name of the genus is of Tupi origin (sai-mirim or gai-mbirin < sai 'monkey' and mirim 'small') and was also used as an English name by early researchers.Squirrel monkeys live in the tropical forests of Central and South America in the canopy layer. Most species have parapatric or allopatric ranges in the Amazon, while S. oerstedii is found disjunctly in Costa Rica and Panama.\nThe common squirrel monkey is captured for the pet trade and for medical research but it is not threatened. Two squirrel monkey species are threatened: the Central American squirrel monkey and the black squirrel monkey are listed as vulnerable by the IUCN.\n\n\n== Evolutionary history ==\n\n\n=== Taxonomy ===\nUntil 1984, all South American squirrel monkeys were considered part of a single widespread species, and many zoologists considered the Central American squirrel monkey to be a member of that single species as well. The two main groups currently recognized can be separated by the white above the eyes; it is shaped as a Gothic (\"pointed\") arch in the S. sciureus group, while it is shaped as a Roman (\"rounded\") arch in the S. boliviensis group. Mammal Species of the World (2005) recognized the following 5 species:\nGenus Saimiri\nS. sciureus group\nCentral American squirrel monkey, Saimiri oerstedii\nBlack-crowned Central American squirrel monkey, Saimiri oerstedii oerstedii\nGrey-crowned Central American squirrel monkey, Saimiri oerstedii citrinellus\nCommon squirrel monkey, Saimiri sciureus\nSaimiri sciureus sciureus\nSaimiri sciureus albigena\nHumboldt's squirrel monkey, Saimiri sciureus cassiquiarensis\nEcuadorian squirrel monkey, Saimiri sciureus macrodon\nBare-eared squirrel monkey, Saimiri ustus\nS. boliviensis group\nBlack-capped squirrel monkey, Saimiri boliviensis\nBolivian squirrel monkey, Saimiri boliviensis boliviensis\nPeruvian squirrel monkey, Saimiri boliviensis peruviensis\nBlack squirrel monkey, Saimiri vanzolinii\nFossil species\n†Saimiri annectens, Honda Group, Kay and Meldrum 1997\n†Saimiri fieldsi, Honda Group, Stirton 1951Subsequent taxonomic research has recognized Saimiri sciureus cassiquiarensis as a separate species Saimiri cassiquiarensis, and also recognized an additional species, Collins' squirrel monkey Saimiri collinsi that had previously been considered to be within S. sciureus.  Some more recent taxonomies also recognize Saimiri sciureus macrodon as a separate species Saimiri macrodon, but others recognize S. macrodon to be a synonym of Saimiri cassiquiarensis.\n\n\n=== Evolution ===\nThe crown lineage of the extant squirrel monkeys appears to have diverged around 1.5 million years ago. S. boliviensis appears to be the first diverging species in the group. S. oerstedii and S. s. sciureus, are sister species. S. s. macrodon is the sister species to the S. oerstedii / S. s. sciureus clade.\n\n\n== Description ==\nSquirrel monkey fur is short and close, coloured black at the shoulders and yellowish orange on its back and extremities. The upper parts of their heads are hairy. This black-and-white face gives them the name \"death's head monkey\" in several Germanic languages (e.g., German Totenkopfaffen, Swedish dödskalleapor, Dutch doodshoofdaapjes) and Slovenian (smrtoglavka).\nSquirrel monkeys grow from 25 to 35 centimetres (9.8 to 13.8 in) long, plus a 35 to 42 centimetres (14 to 17 in) tail. Male squirrel monkeys weigh 750 to 1,100 grams (26 to 39 oz). Females weigh 500 to 750 grams (18 to 26 oz). Both males and females are equipped with long and hairy tails, flat nails, and pointed claws.Female squirrel monkeys have pseudo-penises, which they use to display dominance over smaller monkeys, in much the same way that the male squirrel monkeys display their dominance.\n\n\n== Behaviour and ecology ==\nLike most of their New World monkey relatives, squirrel monkeys are diurnal and arboreal. Unlike other New World monkeys, their tail is not used for climbing but as a kind of \"balancing pole\" and also as a tool. Their movements in the branches can be very rapid.\nSquirrel monkeys live together in multi-male/multi-female groups with up to 500 members. These large groups, however, can occasionally break into smaller troops. The groups have a number of vocal calls, including warning sounds to protect the group from large falcons, which are a natural threat. Their small body size also makes them susceptible to predators such as snakes and felids. For marking territory, squirrel monkeys rub their tail and their skin with their own urine.\nSquirrel monkeys are omnivores, eating primarily fruits and insects. Occasionally, they also eat seeds, leaves, flowers, buds, nuts, and eggs.\nSquirrel monkey mating is subject to seasonal influences. Females give birth to young during the rainy season, after a 150- to 170-day gestation. Only the mothers care for the young. Saimiri oerstedti are weaned by 4 months of age, while S. boliviensis are not fully weaned until 18 months old. Female squirrel monkeys reach sexual maturity at age 2–2.5 years, while males take until age 3.5–4 years. They live to about fifteen years old in the wild, and over twenty years in captivity. Menopause in females probably occurs in the mid-teens.\n\n\n=== Colour vision ===\n\nColour vision in squirrel monkeys has been extensively studied as a stand-in for human ailments. In humans, two genes for colour vision are found on the X chromosome. Typically, one gene (OPN1LW) produces a pigment that is most sensitive to the 564 nm wavelength, while the other gene (OPN1MW) produces a pigment most sensitive to 534 nm. In squirrel monkeys, there is only one gene on the X chromosome but it exists in three varieties: one is most sensitive to 538 nm, one to 551 nm, and one to 561 nm. Since males have only one X chromosome, they are dichromatic, although with different sensitivities. Females have two X chromosomes, so some of them can have copies of two different alleles. The three alleles seem to be equally common, leading to one-third of females being dichromatic, while two-thirds are trichromatic. Recently, gene therapy has given the human OPN1LW gene to adult male squirrel monkeys, producing behaviour consistent with trichromatic colour vision.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nPrimate Info Net Saimiri Factsheet\nReforestation for the endemic squirrel monkey of Panama and Costa Rica\nView the squirrel monkey genome in Ensembl",
    "ImageURL": "SquirrelMonkey_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Squirrel_monkey",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Cebidae",
        "Genus": "SaimiriVoigt"
    },
    "Zone": "* #### G"
}