{
    "CommonName": "St. Vincent's Agouti",
    "BriefSummary": "The Caribbean region is home to a diverse and largely endemic rodent fauna. This includes the endemic family Capromyidae (hutias), which are largely limited to the Greater Antilles, and two other groups of endemic hystricognaths, the heteropsomyines and giant hutias, including the extinct bear-sized Amblyrhiza inundata. Lesser Antillean rodent faunas mostly consist of oryzomyines, members of a distantly related group of rodents, and include two of the largest known oryzomyines, Megalomys desmarestii and \"Oryzomys hypenemus\". Various other rodents are limited to land-bridge islands such as Trinidad, which were connected to the mainland during glacial-period lowered sea levels in the Pleistocene, or to smaller portions of the Caribbean archipelago.  Much of the native rodent fauna of the Caribbean are extinct because of human influences, particularly following the introduction of invasive species such as Old World rats.\nFor the purposes of this article, the \"Caribbean\" includes all islands in the Caribbean Sea (except for small islets close to the mainland) and the Bahamas, Turks and Caicos Islands, and Barbados, which are not in the Caribbean Sea but biogeographically belong to the same Caribbean bioregion.",
    "WikiContents": "The Caribbean region is home to a diverse and largely endemic rodent fauna. This includes the endemic family Capromyidae (hutias), which are largely limited to the Greater Antilles, and two other groups of endemic hystricognaths, the heteropsomyines and giant hutias, including the extinct bear-sized Amblyrhiza inundata. Lesser Antillean rodent faunas mostly consist of oryzomyines, members of a distantly related group of rodents, and include two of the largest known oryzomyines, Megalomys desmarestii and \"Oryzomys hypenemus\". Various other rodents are limited to land-bridge islands such as Trinidad, which were connected to the mainland during glacial-period lowered sea levels in the Pleistocene, or to smaller portions of the Caribbean archipelago.  Much of the native rodent fauna of the Caribbean are extinct because of human influences, particularly following the introduction of invasive species such as Old World rats.\nFor the purposes of this article, the \"Caribbean\" includes all islands in the Caribbean Sea (except for small islets close to the mainland) and the Bahamas, Turks and Caicos Islands, and Barbados, which are not in the Caribbean Sea but biogeographically belong to the same Caribbean bioregion.\n\n\n== Overview ==\nThe Caribbean rodent fauna is dominated by oryzomyines (rice rats), members of the family Cricetidae, and by three groups of hystricognaths: hutias (family Capromyidae), giant hutias (taxonomy unclear), and heteropsomyines (subfamily Heteropsomyinae), which are part of the spiny rat family (Echimyidae). Many other rodent groups are known from the Caribbean, but these are either introduced or limited to islands outside the limits of the West Indian faunal region as defined by Koopman.So far, no rodents have been recorded from Navassa Island, the Turks and Caicos Islands, the British Virgin Islands, Saint Barthélemy, Redonda, Saba, the federal dependencies of Venezuela, or the Insular Region of Colombia.\nOryzomyines are a diverse group, consisting over a hundred species found from the eastern United States south to Tierra del Fuego, including also the Galápagos Islands. In the Caribbean, they are found on many islands close to the mainland, from the Florida Keys to Tobago, but also on Jamaica and throughout the Lesser Antilles north to Anguilla. Their invasion of the Lesser Antilles must have been relatively recent, as sigmodontine rodents only reached South America from North America about 5 million years ago. In the Lesser Antilles, most species have not been named or described, and the true diversity of the group in that region remains unclear. All endemic Caribbean oryzomyines are now extinct, though several island populations of mainland species survive.Hutias are the most diverse endemic Caribbean hystricognath group and the only one that still survives, although many species are extinct. Most species are known from Cuba and Hispaniola, but hutias are also indigenous to Jamaica and some smaller islands and they have been introduced to several other parts of the Caribbean. The hutia family is divided into four subfamilies, of which one or two are now extinct. They have been present in the Caribbean for a considerable span of time, as documented by the find of a hutia, Zazamys, in early Miocene sediments on Cuba. This represents more than half the age (~32 million years) of the earliest known hystricognath rodent in South America (a continent hystricognaths colonized by rafting across the Atlantic from their ancestral home in Africa).Giant hutias are a heterogeneous group of hystricognaths that include not only truly giant forms like Amblyrhiza, but also the small Xaymaca. All are now extinct. Some have previously been included in a family Heptaxodontidae, but there is little evidence that the group is truly natural. Giant hutias are known from Jamaica (Clidomys, Xaymaca, and possibly another, very large form), Hispaniola (Quemisia), Puerto Rico (Elasmodontomys, Tainotherium), and Anguilla and Saint Martin in the northern Lesser Antilles (Amblyrhiza).Heteropsomyines form a distinct subfamily of the widespread Neotropic family of spiny rats, which is known only from Cuba, Hispaniola, and Puerto Rico. On each island, a distinct genus with two species has been found, but all are now extinct. A fourth genus, Puertoricomys, is known from an older, perhaps Pliocene, deposit on Puerto Rico.  These animals exhibited characters intermediate between hutias and spiny rats and have sometimes been treated as a subfamily of the Capromyidae.Among introduced rodents, the house mouse (Mus musculus), brown rat (Rattus norvegicus), and black rat (Rattus rattus) are most common; these three species, originally from the Old World, have been introduced to all parts of the world and occur throughout the Caribbean. They are not mentioned specifically in the faunal lists in this article.\nAgoutis, members of a mainland American hystricognath genus that is also indigenous to some Caribbean islands, have also been widely introduced, resulting, among others, in the presence of the red-rumped agouti (Dasyprocta leporina) on most of the Lesser Antilles. Several other hystricognaths have also been introduced in parts of the Caribbean.The genera of Caribbean rodents are classified as follows:\nOrder Rodentia\nSuborder Hystricomorpha\nInfraorder Hystricognathi (hystricognaths)\nFamily Capromyidae (hutias)\nSubfamily Capromyinae: Capromys, Geocapromys, Mesocapromys, Mysateles\nSubfamily Hexolobodontinae: Hexolobodon\nSubfamily Isolobodontinae: Isolobodon, Zazamys\nSubfamily Plagiodontiinae: Plagiodontia, Rhizoplagiodontia\nGiant hutias (informal group, likely not monophyletic)Subfamily Clidomyinae: Clidomys\nSubfamily Heptaxodontinae: Amblyrhiza, Elasmodontomys\nNot assigned to subfamily: Quemisia, Tainotherium, Xaymaca\nFamily Echimyidae (spiny rats)\nSubfamily Heteropsomyinae: Boromys, Brotomys, Heteropsomys, Puertoricomys\nSubfamily Echimyinae: Makalata, Pattonomys, Proechimys\nSubfamily Eumysopinae: Proechimys\nFamily Dasyproctidae: Dasyprocta (agoutis; partly introduced)\nFamily Cuniculidae (pacas): Cuniculus (partly introduced)\nFamily Caviidae\nSubfamily Caviinae (cavies): Cavia (introduced)\nSubfamily Hydrochoerinae (capybaras): Hydrochoerus\nFamily Erethizontidae (New World porcupines): Coendou\nSuborder Sciuromorpha\nFamily Sciuridae (squirrels)\nSubfamily Sciurinae: Sciurus\nSuborder Castorimorpha\nSuperfamily Geomyioidea\nFamily Geomyidae (pocket gophers): Orthogeomys\nFamily Heteromyidae (heteromyids): Heteromys\nSuborder Myomorpha\nSuperfamily Muroidea (muroids)\nFamily Muridae\nSubfamily Murinae (Old World rats and mice, murines): Mus, Rattus (both introduced)\nFamily Nesomyidae\nSubfamily Cricetomyinae: Cricetomys (introduced)\nFamily Cricetidae\nSubfamily Neotominae\nTribe Neotomini: Neotoma (woodrats)\nTribe Reithrodontomyini: Peromyscus (deermice), Reithrodontomys (harvest mice)\nSubfamily Sigmodontinae (sigmodontines)\nTribe Akodontini (akodontines): Necromys\nTribe Oryzomyini (rice rats, oryzomyines): Agathaeromys, Dushimys, Hylaeamys, Megalomys, Nectomys, Oecomys, Oligoryzomys, Oryzomys, Pennatomys, Zygodontomys, various unidentified genera\nTribe Phyllotini (phyllotines): Calomys\nTribe Sigmodontini (cotton rats): Sigmodon\nTribe Thomasomyini (thomasomyines): Rhipidomys\n\n\n== Greater Antilles ==\nThe four islands of the Greater Antilles, Cuba, Hispaniola, Jamaica, and Puerto Rico, are home to a diverse indigenous hystricognath fauna. Jamaica also harbors an indigenous oryzomyine and various introduced rodents now occur on all islands.\n\n\n=== Cuba ===\n\nCuba, the largest of the Antilles, and its surrounding islands, of which the Isla de la Juventud is the most significant, harbor a diverse hutia fauna, including many species with very limited distributions. Various other hutias and an endemic genus of heteropsomyine became extinct during the Quaternary and the oldest known hutia, Zazamys, has been found in Miocene Cuban deposits.\n\n† Boromys - Cuban cave rats\n† Boromys offella - Oriente cave rat, an extinct spiny rat known from both the main island and the Isla de la Juventud.\n† Boromys torrei - Torre's cave rat, another extinct spiny rat from both Cuba and the Isla de la Juventud.\nCapromys\n† Capromys acevado, an extinct hutia, sometimes placed in a separate genus Macrocapromys.\n† Capromys antiquus, an extinct hutia.\n† Capromys arrendondoi, an extinct hutia.\nCapromys gundlachianus - Archipiélago de Sabana hutia, a species related to the widespread C. pilorides (and formerly included within it) that is limited to parts of the Sabana-Camagüey Archipelago off northern Cuba.\n† Capromys latus, an extinct hutia.\n† Capromys pappus, an extinct hutia known from Isla de la Juventud.\nCapromys pilorides - Desmarest's hutia or Cuban hutia, the most common and largest extent hutia, widespread on Cuba and many nearby islands, including Isla de la Juventud. The previously recognized Geocapromys megas is a synonym of this species.\n† Capromys robustus, an extinct hutia.\nCuniculus - Paca\nCuniculus paca - Lowland paca, a large hystricognath indigenous to Central and South America, including Trinidad and Tobago and introduced to Cuba.\nDasyprocta - Agouti\nDasyprocta mexicana - Mexican agouti, an agouti from Mexico that has been introduced to Cuba.\nDasyprocta punctata - Central American agouti, a Central and South American agouti introduced to both the Cayman Islands and Cuba.\nGeocapromys\nGeocapromys brownii - Jamaican hutia, a hutia indigenous to Jamaica. It was found in an Amerindian archeological site, probably indicating transport by humans.\n† Geocapromys columbianus - Cuban coney, an extinct hutia related to extant Bahaman and Jamaican Geocapromys that persisted until after the first European contact.  It was found on both Cuba and Isla de la Juventud.\n† Geocapromys pleistocenicus, an extinct species of Cuba known from Cuba and Isla de la Juventud.\nMesocapromys\nMesocapromys angelcabrerai - Cabrera's hutia, a small hutia from Cayos de Ana Maria, Ciego de Ávila Province, and possibly the nearby mainland.\nMesocapromys auritus - Large-eared hutia, a hutia from Cayo Fragoso in the Sabana-Camagüey Archipelago.\n† Mesocapromys barbouri, an extinct hutia.\n† Mesocapromys beatrizae, an extinct hutia.\n† Mesocapromys delicatus, an extinct hutia.\n† Mesocapromys gracilis, an extinct hutia.\n† Mesocapromys kraglievichi, an extinct hutia.\nMesocapromys melanurus -  Black-tailed hutia, a hutia from eastern mainland Cuba which was formerly placed in Mysateles.\n† Mesocapromys minimus, an extinct hutia.\nMesocapromys nanus - Dwarf hutia, a small hutia from the Zapata Swamp in Matanzas Province on mainland Cuba.\nMesocapromys sanfelipensis - San Felipe hutia, a hutia from Cayo Juan Garcia in Pinar del Río Province.\n† Mesocapromys silvai, an extinct hutia.\nMysateles\n† Mysateles jaumei, an extinct hutia.\nMysateles garridoi, - Garrido's hutia, a hutia known only from a small island close to Cayo Largo del Sur in the Canarreos Archipelago off southwestern Cuba.\nMysateles meridionalis - Isla De La Juventud tree hutia, a hutia from the southwestern part of the Isla de la Juventud.\nMysateles prehensilis - Prehensile-tailed hutia, a hutia from western mainland Cuba.\n† Zazamys\n† Zazamys veronicae, the earliest known hutia. It is known from a few teeth found at the early Miocene locality of Domo de Zaza in a fauna that also includes the monkey Paralouatta marianae and the sloth Imagocnus zazae. Unlike all later Cuban hutias, it belongs to the subfamily Isolobodontinae.\n\n\n=== Jamaica ===\nThe rodent fauna of Jamaica is relatively poor at the species level, including only five indigenous species, but diverse at higher taxonomic levels, including the only oryzomyine of the Greater Antilles and several distantly related hystricognaths.\n\nClidomys osborni, an extinct giant hutia from Jamaica. Numerous morphological variants have been described under separate names, but these are now all recognized as synonyms.\nGeocapromys brownii, a hutia known only from the island.\nA femur of a large rodent, somewhat similar to that of Amblyrhiza, provides evidence for the possible occurrence of a large hystricognath, perhaps a heptaxodontine, on Jamaica.\nOryzomys antillarum, a medium-sized oryzomyine closely related to extant Central American Oryzomys which probably became extinct around 1880. Its taxonomic status as either a subspecies of the mainland species Oryzomys couesi or Oryzomys palustris or as a separate species has been disputed, but it is now recognized as a separate species. It is also found in late Pleistocene deposits.\nXaymaca fulvopulvis, a small hystricognath that may be most closely related to the giant hutias of Hispaniola, Puerto Rico, and the Leeward Islands.\n\n\n=== Hispaniola ===\nHispaniola, the second largest of the Antilles, is politically divided into Haiti and the Dominican Republic. Various hutias and other hystricognaths are known from both the main island and several surrounding islands, including Gonâve Island.\n\nBrotomys contractus, an extinct spiny rat from mainland Hispaniola.\nBrotomys voratus, a spiny rat from both mainland Hispaniola and Gonâve. Like B. contractus, it is now extinct, but it survived into the mid-20th century.\nCapromys pilorides, the common hutia of Cuba. It has been recorded from an archeological site on the islet of San Gabriel in Samana Bay, Dominican Republic, where it was most likely introduced by Amerindians.\nHexolobodon phenax, a hutia classified in its own subfamily that is now extinct. It occurred on both Hispaniola itself and Gonâve and includes H. poolei as a junior synonym.\nIsolobodon montanus, a hutia known from both Hispaniola and Gonâve that is now also extinct. It was formerly placed in its own genus, Aphaetreus.\nIsolobodon portoricensis, a hutia known from both mainland Hispaniola and several offshore islands. It was introduced to Puerto Rico and the U.S. Virgin Islands, but may now be extinct; it could still survive in remote areas of Hispaniola or on the nearby island of Tortuga.\nPlagiodontia aedium, a hutia known from Hispaniola and Gonâve. It includes P. hylaeum, formerly a separate species, as a subspecies.\nPlagiodontia araeum, a large extinct hutia from mainland Hispaniola. Hyperplagiodontia stenocoronalis, described in a separate genus, is the same species.\nPlagiodontia ipnaeum, another large mainland Hispaniolan hutia that is now extinct.\nQuemisia gravis, an extinct giant hutia known only from the main island.\nRhizoplagiodontia lemkei, an extinct hutia related to Plagiodontia, but classified in its own genus, that occurred in the Massif de la Hotte of southwestern Haiti.\n\n\n=== Puerto Rico ===\nSeveral hystricognaths are known from Puerto Rico, the easternmost of the Greater Antilles, which is under United States sovereignty. Hutias are notably absent from the indigenous fauna, but giant hutias and heteropsomyines are present.\n\nElasmodontomys obliquus, a giant hutia native to the island that is now extinct.\nHeteropsomys antillensis, an extinct spiny rat from Puerto Rico only.\nHeteropsomys insulans, an extinct spiny rat known only from cave deposits on Puerto Rico.\nIsolobodon portoricensis, a hutia native to Hispaniola and introduced to Puerto Rico and nearby Mona Island that was first described from Puerto Rico. It may now be extinct.\nPuertoricomys corozalus, a spiny rat known from a single mandible from a possibly Pliocene deposit on Puerto Rico. It is notably more primitive than other heteropsomyines.\nTainotherium valei, a giant hutia known from a single femur from a Quaternary deposit. Its systematic position is unclear.\n\n\n== Leeward Islands ==\nThe Leeward Islands, the northern segment of the Lesser Antilles, have various indigenous oryzomyines and a single indigenous hystricognath in addition to a series of introduced rodents.\n\n\n=== U.S. Virgin Islands ===\n\nThe United States Virgin Islands are a group of islands east of Puerto Rico, centered around the three main islands of Saint Thomas, Saint John and Saint Croix. No native rodents are known, but several species have been introduced.\n\nDasyprocta leporina, a South American agouti introduced over much of the Lesser Antilles. The Virgin Islands population derives from a Brazilian form of D. leporina.\nIsolobodon portoricensis, a Hispaniolan hutia introduced on Saint Thomas and Saint Croix by Amerindians, but now extinct there.\n\n\n=== Anguilla ===\nAnguilla is a British island with some native rodents, including the giant Amblyrhiza.\n\nAmblyrhiza inundata, an extremely large giant hutia also known from nearby Saint Martin. It is known from Quaternary fossils but may not have survived until its first contact with humans.\nBoth Mus musculus and Rattus have been recorded from archeological sites.\nAn oryzomyine, similar in size to \"Undescribed species A\" from Montserrat, has been recorded from several Amerindian archeological sites on Anguilla.\n\n\n=== Saint Martin ===\nThe island of Saint Martin is divided into a French and a Dutch part. Its rodent fauna is similar to that of nearby Anguilla.\n\nAmblyrhiza inundata, a giant hutia also known from Anguilla (see there).\nAn oryzomyine has been recorded at an Amerindian site at Hope Estate on the French side of the island which dates from about 500 BCE.\n\n\n=== Sint Eustatius ===\nSint Eustatius is a small island near Saint Kitts that is part of the Netherlands.\n\nDasyprocta leporina, an introduced agouti. It has been recorded only from an archeological site.\nPennatomys nivalis, an extinct oryzomyine, is known from archeological sites.\n\n\n=== Saint Kitts ===\nSaint Kitts forms the nation of Saint Kitts and Nevis together with nearby Nevis.\n\nDasyprocta leporina, an introduced northern South American agouti. The subspecies on Saint Kitts is D. l. noblei. This agouti has also been round in an archeological site.\nPennatomys nivalis, an extinct oryzomyine, is known from archeological sites.\n\n\n=== Nevis ===\nNevis is the second main island of Saint Kitts and Nevis. Its rodents are known from archeological finds only.\n\nDasyprocta leporina, a northern South American agouti. It was recorded on the basis of remains from several archeological sites ranging in age from 100 BCE to 1200 CE.\nPennatomys nivalis, an extinct oryzomyine, is known from archeological sites. Ages for these sites range from 790 BCE to 1200 CE.\n\n\n=== Antigua ===\nAntigua, which together with Barbuda forms Antigua and Barbuda, was home to a giant oryzomyine which has been described from a site named Mill Reef under the invalid name \"Oryzomys hypenemus\". Subsequently, rice rats were also reported from two other Antigua sites, Burma Quarry and Indian Creek; although not explicitly equated with \"O. hypenemus\", the oryzomyines from the two new sites and Mill Reef were reported under the same species. A more detailed study on the remains from Burma Quarry, an Amerindian site which is about 4500 to 2500 years old, reported the presence of a large rice rat, known as \"Undescribed species B\", which also occurred on nearby Barbuda, Montserrat, Guadeloupe, and Marie Galante. The femora from this site fell into three different size classes, however, suggesting the presence of more than one species of oryzomyine. At another archeological site, Indian Creek, dated at 1 to 600 CE, a large oryzomyine was found. Its weight was estimated at 408 g on the basis of an average femur depth of 4.8 mm. An unidentified Rattus, the agouti Dasyprocta leporina, and the guinea pig (Cavia porcellus), all of which were introduced to the island by humans, have also been found in archeological sites.\n\n\n=== Barbuda ===\nBarbuda is the other main island of Antigua and Barbuda. In addition to \"Oryzomys hypenemus\", another, smaller oryzomyine has also been recorded, Megalomys audreyae, though on the basis of very limited material. It has been suggested that this species is from Barbados instead. A later study reported \"Undescribed species B\", which was apparently widespread in the region, from archeological sites on Barbuda (see under Antigua).\n\n\n=== Montserrat ===\nMontserrat is a small British island which has hosted several rodents.\n\nDasyprocta leporina, an introduced northern South American agouti. The subspecies on Montserrat is D. l. noblei. It is also known from archeological deposits.\nThe Trant's and Radio Antilles Amerindian sites on Montserrat yielded possibly four different oryzomyines, each represented by limited and fragmentary material. A relatively small form, designated \"Undescribed species A\", is similar in size to oryzomyines from Saint Kitts and Anguilla, and a larger form is apparently identical to \"Undescribed species B\", described from Antigua and other islands. Two other possible species, one larger than the second and the other smaller than the first species, are documented by even more fragmentary material. Some of these may have been introduced by the Amerindians.\n\n\n=== Guadeloupe ===\nThe double island of Guadeloupe, which consists of two parts separated only by a narrow channel, is the core of the French overseas department of Guadeloupe. Several rodents are known.\n\nDasyprocta leporina, an introduced northern South American agouti. The subspecies on Guadeloupe is D. l. noblei. It has also been recorded from archeological deposits.\nA large oryzomyine, designated as \"Undescribed species B\" (see also Antigua) is known from several archeological sites on Guadeloupe.\nAn unidentified Rattus has been recorded from an archeological deposit on Guadeloupe.\n\n\n=== Marie Galante ===\nMarie Galante is a smaller island that politically belongs to nearby Guadeloupe.\n\nDasyprocta leporina is known from an archeological deposit.\nA large oryzomyine, later designated as \"Undescribed species B\" (see under Antigua) has been described from an archeological site.\n\n\n=== Dominica ===\nDominica, the southernmost of the Leeward Islands, is an independent state. Unlike in most nearby islands, no oryzomyines have been recorded, but several introduced rodents are known.\n\nDasyprocta leporina, an introduced northern South American agouti. The subspecies on Dominica is D. l. noblei.\n\n\n== Windward Islands ==\nThe rodent fauna of the Windward Islands is more diverse than that of the Leeward Islands, reflecting the islands' location closer to the South American mainland.\n\n\n=== Martinique ===\nMartinique is a French overseas department. In addition to a very large oryzomyine, some introduced hystricognaths are known.\n\nDasyprocta leporina, an introduced northern South American agouti. The subspecies on Martinique is D. l. fulvus.\nMakalata didelphoides, a northern South American spiny rat also known from Trinidad and Tobago, has been recorded from Martinique, but the record is probably erroneous.  In 1878, as museum curator, True  received an animal captured on the island, but believed it to have been a single individual transported on a sailing vessel and not part of a local breeding population.  This individual is represented by a single skin (NMNH 13039), but no cranial material.\nMegalomys desmarestii, a very large oryzomyine that became extinct by about 1900. It was closely related to Megalomys luciae, which occurred further south on Saint Lucia. It was as large as a cat.\n\n\n=== Saint Lucia ===\nThe island of Saint Lucia is an independent state. Its rodent fauna is similar to that of its northern neighbor, Martinique.\n\nDasyprocta leporina, an introduced northern South American agouti. The subspecies on Saint Lucia is D. l. fulvus.\nMegalomys luciae, an oryzomyine slightly smaller than its Martinique congener, Megalomys desmarestii, that became extinct during the 19th century.\n\n\n=== Saint Vincent and Grenadines ===\nSaint Vincent and the Grenadines is an independent state, composed of the main island of Saint Vincent and the northern portion of the Grenadines. A few rodents are known.\n\nDasyprocta leporina, an introduced northern South American agouti on Saint Vincent. The subspecies on Saint Vincent is D. l. albida.\nOligoryzomys victus, a small oryzomyine related to South American Oligoryzomys. Known only from a single specimen captured on Saint Vincent around 1892, it is now presumed extinct.\n\n\n=== Grenada ===\nThe island of Grenada, the southernmost of the main island chain of the Lesser Antilles, is part of an independent state that also comprises the southern Grenadines, including Carriacou. In addition to some Recent rodents, a small Pliocene fauna is known.\n\nAn unidentified hutia (reported simply as \"Capromyidae\") is known from archeological deposits on Carriacou.\nDasyprocta leporina, an introduced northern South American agouti. The subspecies on Grenada is D. l. albida. An unidentified agouti has been recorded from archeological deposits on Carriacou.\nHydrochoerus gaylordi, an endemic capybara known from a few teeth of late Pliocene age. The same fauna also contained some sloth remains.\nOryzomyines have been found in archeological deposits on Carriacou (reported as Oryzomys sp.) and Grenada itself, where two forms occur, which correspond in size to \"Undescribed species A\" and \"B\" recorded from Montserrat.\n\n\n=== Barbados ===\nBarbados lies east of the main island chain of the Lesser Antilles. There are some anecdotal records of small indigenous mouse-like rodents, probably oryzomyines, from historic times and an oryzomyine (\"Oryzomys new sp.\") has been recorded in archeological deposits. It has been suggested that Megalomys audreyae, described from similarly named Barbuda, actually came from Barbados. The Barbados rice rat was described as Megalomys georginae in 2012.\n\n\n=== Trinidad and Tobago ===\n\nTrinidad and Tobago, two islands off northeastern Venezuela, form an independent country. Trinidad has a more diverse fauna than smaller and more remote Tobago, but as Pleistocene land-bridge islands, both have faunas that are more diverse than those of most Caribbean islands. On the other hand, endemism is much more limited than on other islands, with only one definite endemic species known.\n\nCoendou prehensilis, a porcupine widespread on mainland South America that also occurs on Trinidad.\nCuniculus paca, a large hystricognath widespread in Central and South America that also occurs on Trinidad.\nDasyprocta leporina, an agouti from northern South America that occurs on Trinidad, as well as on Tobago; it has also been introduced to much of the Lesser Antilles.\nHeteromys anomalus, a heteromyid that occurs on both Trinidad and Tobago and also in northern South America and on Isla Margarita.\nHylaeamys megacephalus, an oryzomyine that reaches the northern limit of its distribution in Trinidad and northern Venezuela and that occurs south to Paraguay.\nMakalata didelphoides, a spiny rat from northern South America that is found on both main islands. See also Martinique.\nMegalomys, or an animal similar to it, was described from Tobago in two 17th-century accounts, but no evidence to confirm its occurrence there has ever been found and the records may have referred to agoutis instead or have been borrowed from accounts of Martinique Megalomys.\nNecromys urichi, an akodontine from both Trinidad and Tobago that also occurs in the highlands of Venezuela and adjacent countries. It was formerly placed in Akodon.\nNectomys palmipes, an oryzomyine from Trinidad and the nearby mainland.\nOecomys speciosus, an oryzomyine from Trinidad and nearby Colombia and Venezuela.\nOecomys trinitatis, an oryzomyine from both islands with a large distribution in northern South America and into Central America. The taxonomic status of many populations is in doubt, however.\nOligoryzomys fulvescens, an oryzomyine widespread in Central and northern South America and also reported from Trinidad.\nProechimys trinitatus, a spiny rat known only from Trinidad that is part of a group containing several northern South American Proechimys.\nRhipidomys couesi, a thomasomyine from lowland forests from Colombia east to Trinidad.\nRhipidomys venezuelae, a thomasomyine that is found on Trinidad and Tobago and in the mountains of northern Venezuela and nearby Colombia.\nSciurus granatensis, a squirrel from both main islands, also known from northern South America and southern Central America, as well as from Isla Margarita.\nZygodontomys brevicauda, an oryzomyine with a distribution that spans northern South America and southern Central America, and also Trinidad and Tobago. Pleistocene fossils are known from Aruba.\nZygodontomys sp., an extinct and undescribed oryzomyine from Trinidad. It was mentioned in a 1962 paper, but has received no attention since and no detailed information has been published.\n\n\n== ABC islands ==\nThe ABC islands are three islands off northwestern Venezuela that are part of the Kingdom of the Netherlands. They have a diverse rodent fauna, including many oryzomyines and several others, notably including many from Pleistocene faunas.\n\n\n=== Bonaire ===\nBonaire is the easternmost of the ABC islands. Two species of oryzomyines in a single genus, restricted to Bonaire, are known from Pleistocene fossil deposits, together with an indeterminate third species:\n\nAgathaeromys donovani is known from four sites that are probably 900 000 to 540 000 years old.\nAgathaeromys praeuniversitatis is known from a single site that is probably 540 000 to 230 000 years old.\nAn indeterminate sigmodontine is known from a single edentulous mandible from one of the sites that also yielded A. donovani.\n\n\n=== Curaçao ===\n\nCuraçao is the largest of the ABC islands and it has received the most mammalogical attention. Its known rodent fauna includes several species, some with restricted distributions.\n\nCalomys hummelincki, a small phyllotine also known from nearby Aruba and the adjacent mainland. It has been suggested to have been introduced to the area, but this is no longer accepted.\nDushimys larsi, an oryzomyine found at a single Middle Pleistocene site near Duivelsklip.\nHydrochoerus hydrochaeris, the capybara, which is widespread in South America. It is known from fragmentary remains from Tafelberg Santa Barbara on southeastern Curaçao, a site that may be of considerable antiquity.\nMegalomys curazensis, a large oryzomyine from several Pleistocene sites that may also have occurred on Aruba.\nOryzomys gorgasi, a rare oryzomyine also known from mainland Colombia and Venezuela that formerly occurred on Curaçao, but that is now extinct there. It was described as a separate species, Oryzomys curasoae, but it cannot be distinguished from mainland examples of O. gorgasi.\nOryzomys sp. Several different oryzomyines from Curaçao have been recorded under this name from locations including Tafelberg Santa Barbara, Bullenbaai, and Noordkant. Some may be referable to O. curasoae (currently Oryzomys gorgasi).\n\n\n=== Aruba ===\nAruba is the smallest of the ABC islands and the closest to the mainland. Several rodents are known, none of which are definitely endemic. Most are from Pleistocene deposits, but Calomys hummelincki is extant.\n\nCalomys hummelincki, a phyllotine also known from nearby Curaçao (see there).\nMegalomys curazensis. A few molars from a cave at Seroe Canashito form the only record of this species from Aruba; it has been suggested that they were transported there by raptors.\nOligoryzomys sp. An unnamed species of this genus occurs in the Pleistocene of Aruba.\nOryzomys sp. An extinct oryzomyine from Seroe Canashito has been recorded under this name.\nSigmodon hirsutus, a widespread Central American and northern South American species known from Isla and Seroe Canashito.\nZygodontomys brevicauda, another widespread Central American and northern South American species, but known only from Seroe Canashito.\n\n\n== Miscellaneous ==\n\n\n=== Florida Keys ===\nThe Florida Keys are a group of islands near the Florida mainland. The rodent fauna includes two species which both also occur on the adjacent mainland.\n\nCricetomys gambianus, an introduced nesomyid from Africa. It has established a breeding population on Grassy Key.\nNeotoma floridana, a widespread woodrat from the eastern United States. The Florida Keys population has been recognized as a separate subspecies, N. f. smalli.\nOryzomys palustris, another species that is widespread in the eastern U.S. Different portions of the Florida Keys population have been recognized as the subspecies O. p. natator and as a separate species, O. argentatus; the latter is not currently accepted.\n\n\n=== Bahamas ===\nThe Bahamas are a large archipelago north of Cuba and east of Florida. The only indigenous rodent is a hutia.\n\nGeocapromys ingrahami, a hutia indigenous to the Plana Cays that has later also been introduced to Little Wax Cay and Waderick Wells Cay. It is also known from archeological remains on many other islands, which represent two subspecies that are now extinct.\n\n\n=== Cayman Islands ===\nThe Cayman Islands are a group of British islands west of Jamaica. Their native rodent fauna consisted of several species of hutia, which are now extinct.\n\nCapromys sp., an undescribed hutia known from abundant subfossil material. It is close to the common Cuban Capromys pilorides, but smaller. The earliest radiocarbon records are latest Pleistocene and the latest are from around 1600 CE.\nDasyprocta punctata, a Central and South American agouti that has been introduced to the Cayman Islands and also to Cuba.\nGeocapromys sp., another undescribed hutia. Two species are known: a smaller one on Grand Cayman and a larger on Cayman Brac. They are most similar to the Cuban Geocapromys columbianus, but smaller. As with the Cayman Capromys, the earliest records are latest Pleistocene and the latest are post-Columbian.\n\n\n=== Cozumel ===\nCozumel is a large island near the mainland of the Mexican state of Quintana Roo. The rodent fauna includes several species, all with close relations to forms from the adjacent mainland. The pocket gopher Orthogeomys hispidus has also been recorded, but most likely in error.\nCuniculus paca, the lowland paca, has been recorded a few times; it is not known whether or not it has been introduced.\nDasyprocta punctata, an agouti that was introduced to the island.\nOryzomys couesi, a species widespread from southern Texas to northern Colombia. The Cozumel population has been regarded as a separate species, O. cozumelae, but this is not currently accepted.\nPeromyscus leucopus, a widespread deermouse species in Mexico, the U.S., and southern Canada. The Cozumel population has been recognized as a separate subspecies, P. l. cozumelae. Another species of deermouse, P. yucatanicus, has also been recorded, but this is likely the result of confusion with P. leucopus.\nReithrodontomys spectabilis, a large harvest mouse restricted to Cozumel and most closely related to the mainland R. gracilis.\n\n\n=== Honduran islands ===\n\nSeveral Caribbean islands are under the sovereignty of Honduras. These islands harbor two endemic rodents, one of which is now extinct. Several other species also occur on the Central American mainland.\n\nDasyprocta ruatanica, an agouti known only from Roatán in the Bay Islands. It resembles the mainland Dasyprocta punctata, but is smaller.\nGeocapromys thoracatus, a hutia which occurred only on the remote Swan Islands. It probably became extinct in the 1950s and may be most closely related to the Jamaica species Geocapromys brownii.\nOryzomys couesi, a widespread mainland species also known from Roatán.\nSigmodon hispidus has been recorded from Roatán and nearby Guanaja, but the systematic status of Honduran populations previously ascribed to this species is presently unclear.\n\n\n=== Nueva Esparta ===\nNueva Esparta is a Venezuelan state that comprises Isla Margarita and some nearby islands. Like Trinidad and Tobago, Isla Margarita is a land-bridge island with a relatively diverse rodent fauna.\n\nHeteromys anomalus, a heteromyid from both Isla Margarita and Trinidad and Tobago (see there).\nOryzomys sp. An indeterminate Oryzomys was recorded from Isla Margarita in 1940 on the basis of isolated mandibles found in a cave, but the record has not been revised since.\nPattonomys. Echimys semivillosus is known from Isla Margarita, but this species has since been transferred to the genus Pattonomys and split into four species; it is unclear which of those occurs on Isla Margarita.\nSciurus granatensis, a squirrel known from Isla Margarita as well as Trinidad and Tobago (see there).\n\n\n== See also ==\nList of North American rodents\nList of Mexican rodents\nList of Central American rodents\nList of South American rodents\n\n\n== References ==\n\n\n== Literature cited ==\nAllen, J.A. and Chapman, F.M. 1897. On a second collection of mammals from the island of Trinidad, with descriptions of new species, and a note on some mammals from the island of Dominica, W. I. Bulletin of the American Museum of Natural History 9:13–30.\nBiknevicus, A.R., McFarlane, D.A. and MacPhee, R.D.E. 1993. Body size in Amblyrhiza inundata (Rodentia: Caviomorpha), an extinct megafaunal rodent from the Anguilla Bank, West Indies: Estimates and implications. American Museum Novitates 3079:1–25.\nBuisonjé, P.H. de. 1974. Neogene and Quaternary geology of Aruba, Curaçao and Bonaire. Uitgaven \"Natuurwetenschappelijke Studiekring voor Suriname en de Nederlandse Antillen\" 74:1–291.\nCrock, J.G. 2000. Interisland interaction and the development of chiefdoms in the Eastern Caribbean. University of Pittsburgh: Ph.D. thesis, 347 pp.\nDíaz-Franco, S. 2001. Situación taxonómica de Geocapromys megas (Rodentia: Capromyidae). Caribbean Journal of Science 37(1–2):72–80 (in Spanish).\nDíaz-Franco, S. and Jiménez Vázquez, O. 2008. Geocapromys brownii (Rodentia: Capromyidae: Capromyinae) en Cuba. Solenodon 7:41–47 (in Spanish).\nEmmons, L.H. 2005. A revision of the genera of arboreal Echimyidae (Rodentia: Echimyidae, Echimyinae), with descriptions of two new genera. Pp. 247–310 in Lacey, E.A. and Myers, P. 2005. Mammalian Diversification: From Chromosomes to Phylogeography (A Celebration of the Career of James L. Patton). University of California Publications in Zoology 133:i–vii+1–383.\nEngstron, M.D., Schmidt, C.A., Morales, J.C. and Dowler, R.C. 1989. Records of mammals from Isla Cozumel, Quintana Roo, Mexico (subscription required). The Southwestern Naturalist 34(3):413–415.\nFlanner, T.F. and Schouten, P. 2001. A gap in nature: discovering the world's extinct animals. Groves Press, 184 pp. ISBN 978-0-87113-797-5\nFlynn, J.J., Wyss, A.R. and Charrier, R. 2007. South America's Missing Mammals. Scientific American May 2007:68–75.\nHall, E.R. 1981. The Mammals of North America. 2 volumes. Ronald Press.\nHaynes, G. 2009. American megafaunal extinctions at the end of the Pleistocene. Springer, 201 pp. ISBN 978-1-4020-8792-9\nHooijer, D.A. 1959. Fossil rodents from Curaçao and Bonaire. Studies on the Fauna of Curaçao and other Caribbean Islands 35:1–27.\nIUCN. 2009. IUCN Red List of Threatened Species. Version 2009.1. <http://www.iucnredlist.org>\nJones, J.K., Jr., and Lawlor, T.E. 1965. Mammals from Isla Cozumel, México, with description of a new species of harvest mouse. University of Kansas Publications, Museum of Natural History 16:409–419.\nKoopman, K.F. 1959. The zoogeographical limits of the West Indies (subscription required). Journal of Mammalogy 40(2):236–240.\nKozuch, L. and Wing, E.S. 2006. Animal remains from archaeological sites on Nevis. Yale University Publications in Anthropology 87:145–186.\nLeFebvre, M.J. 2007. Zooarchaeological analysis of prehistoric vertebrate exploitation at the Grand Bay Site, Carriacou, West Indies (subscription required). Coral Reefs 26:931–944.\nMacPhee, R.D.E. and Flemming, C. 2003. A possible heptaxodontine and other caviidan rodents from the Quaternary of Jamaica. American Museum Novitates 3422:1–42.\nMacPhee, R.D.E., Singer, R. and Diamond, M. 2000. Late Cenozoic land mammals from Grenada, Lesser Antillean island-arc. American Museum Novitates 3302:1–20.\nMacPhee, R.D.E., Iturralde-Vinent, M.A. and Gaffney, E.S. 2003. Domo de Zaza, an Early Miocene vertebrate locality in south-central Cuba, with notes on the tectonic evolution of Puerto Rico and the Mona Passage. American Museum Novitates 3394:1–42.\nMcFarlane, D.A. and Debrot, A.O. 2001. A new species of extinct oryzomyine rodent from the Quaternary of Curaçao, Netherlands Antilles. Caribbean Journal of Science 37(3–4):182–184.\nMcFarlane, D.A., Lundberg, J. and Fincham, A.G. 2002. A late Quaternary paleoecological record from caves of southern Jamaica, West Indies. Journal of Cave and Karst Studies 64(2):117–125.\nMorgan, G.S. 1989. Geocapromys thoracatus. Mammalian Species 341:1–5.\nMorgan, G.S. 1994a. Mammals of the Cayman Islands. Pp. 435–463 in Brunt, M.A. and Davies, J.E. (eds.). The Cayman Islands: Natural History and Biogeography. Springer, 604 pp. ISBN 978-0-7923-2462-1\nMorgan, G.S. 1994b. Late Quaternary fossil vertebrates from the Cayman Islands. Pp. 465–508 in Brunt, M.A. and Davies, J.E. (eds.). The Cayman Islands: Natural History and Biogeography. Springer, 604 pp. ISBN 978-0-7923-2462-1\nMusser, G.G. and Carleton, M.D. 2005. Superfamily Muroidea. Pp. 894–1531 in Wilson, D.E. and Reeder, D.M. (eds.). Mammal Species of the World: a taxonomic and geographic reference. 3rd ed. Baltimore: The Johns Hopkins University Press, 2 vols., 2142 pp. ISBN 978-0-8018-8221-0\nNokkert M. 2006. Appendix 5. Faunal remains from the pre-Columbian sites of Pointe des Châteaux, la Désirade and Petite Terre. Pp. 363–409 in Waal, M.S. de. Pre-Columbian social organisation and interaction interpreted through the study of settlement patterns. An archaeological case-study of the Pointe des Châteaux, La Désirade and Les Îles de la Petite Terre micro-region, Guadeloupe, F.W.I. Leiden University: Ph.D. thesis.\nNowak, R.M. 1999. Walker's Mammals of the World, 6th edition. Johns Hopkins University Press, 1936 pp. ISBN 0-8018-5789-9\nPatton, J.L. 2005. Family Heteromyidae. Pp. 844–858 in Wilson, D.E. and Reeder, D.M. (eds.). Mammal Species of the World: a taxonomic and geographic reference. 3rd ed. Baltimore: The Johns Hopkins University Press, 2 vols., 2142 pp. ISBN 978-0-8018-8221-0\nPerry, N.D., Hanson, B., Hobgood, W., Lopez, R.L., Okraska, C.R., Karem, K., Damon, I.K. and Carroll, D.S. 2006. New invasive species in southern Florida: Gambian rat (Cricetomys gambianus) (subscription required). Journal of Mammalogy 87(2):262–264.\nPregill, G.K., Steadman, D.W., Olson, S.L. and Grady, F.V. 1988. Late Holocene fossil vertebrates from Burma Quarry, Antigua, Lesser Antilles. Smithsonian Contributions to Paleobiology 463:1–27.\nRay, C.E. 1962. The Oryzomyine Rodents of the Antillean Subregion. Doctor of Philosophy thesis, Harvard University, 211 pp.\nRouse, I. and Morse, B.F. 1999. Excavations at the Indian Creek Site, Antigua, West Indies. Yale University Publications in Anthropology 82.\nSteadman, D.W., Pregill, G.K. and Olson, S.L. 1984a. Fossil vertebrates from Antigua, Lesser Antilles: Evidence for late Holocene human-caused extinctions in the West Indies. Proceedings of the National Academy of Sciences 81:4448–4451.\nSteadman, D.W., Watters, D.R., Reitz, E.J. and Pregill, G.K. 1984b. Vertebrates from archaeological sites on Montserrat, West Indies. Annals of Carnegie Museum 53(1):1–29.\nThorington, R.W., Jr. and Hoffmann, R.S. 2005. Family Sciuridae. Pp. 754–818 in Wilson, D.E. and Reeder, D.M. (eds.). Mammal Species of the World: a taxonomic and geographic reference. 3rd ed. Baltimore: The Johns Hopkins University Press, 2 vols., 2142 pp. ISBN 978-0-8018-8221-0\nTrue, W. F. 1884. On the occurrence of Loncheres armatus, (Geoff.) Wagner, in the island of Martinique, West Indies. Proceedings of the United States National Museum 7:550–551.\nTurvey, S.T., Grady, F.V. and Rye, P. 2009. A new genus and species of extinct 'giant hutia' (Tainotherium valei) from the Quaternary of Puerto Rico: an extinct arboreal quadruped? Journal of Zoology 270:585–594.\nTurvey, S.T., Weksler, M., Morris, E.L., and Nokkert, M. 2010. Taxonomy, phylogeny, and diversity of the extinct Lesser Antillean rice rats (Sigmodontinae: Oryzomyini), with description of a new genus and species (subscription required). Zoological Journal of the Linnean Society 160:748–772.\nTurvey, S.T., Brace, S. and Weksler, M. 2012. A new species of recently extinct rice rat (Megalomys) from Barbados (subscription required). Mammalian Biology 77:404–413.\nVoss, R.S. and Weksler, M.W. 2009. On the taxonomic status of Oryzomys curasoae McFarlane and Debrot, 2001, (Rodentia: Cricetidae: Sigmodontinae) with remarks on the phylogenetic relationships of O. gorgasi Hershkovitz, 1971. Caribbean Journal of Science 45(1):73–79.\nWagenaar Hummelinck, P. 1940. A survey of the mammals, lizards and mollusks. Zoogeographical remarks. Studies on the Fauna of Curaçao, Aruba, Bonaire and the Venezuelan Islands 1:59–130.\nWatters, D.R., Reitz, E.J., Steadman, D.W. and Pregill, G.K. 1984. Vertebrates from archaeological sites on Barbuda, West Indies. Annals of Carnegie Museum 53(13):383–412.\nWeksler, M., Percequillo, A.R. and Voss, R.S. 2006. Ten new genera of oryzomyine rodents (Cricetidae: Sigmodontinae). American Museum Novitates 3537:1–29.\nWilliams, E.E. and Koopman, K.F. 1951. A new fossil rodent from Puerto Rico. American Museum Novitates 1515:1–9.\nWing, E.S. 1973. Notes on the faunal remains excavated from St. Kitts, West Indies. Caribbean Journal of Science 13(3–4):253–255.\nWing, E.S. 1995. Rice rats and Saladoid people as seen from Hope Estate. Proceedings of the Fifteenth International Congress for Caribbean Archaeology, pp. 219–232.\nWing, E.S., Hoffman, C.A., Jr. and Ray, C.E. 1968. Vertebrate remains from Indian sites on Antigua, West Indies. Caribbean Journal of Science 8(3–4):123–139.\nWoods, C.A. 1989. Endemic rodents of the West Indies: The end of a splendid isolation. Occasional Papers of the IUCN Species Survival Commission (SSC) 4:11–20.\nWoods, C.A., Borroto Paéz, R. and Kilpatrick, C.W. 2001. Insular patterns and radiations of West Indian rodents. Pp. 335–353 in Woods, C.A. and Sergile, F.E. (eds.). Biogeography of the West Indies, Patterns and Perspectives. Boca Raton: CRC Press, 582 pp.\nWoods, C.A. and Kilpatrick, C.W. 2005. Infraorder Hystricognathi. Pp. 1538–1600 in Wilson, D.E. and Reeder, D.M. (eds.). Mammal Species of the World: a taxonomic and geographic reference. 3rd ed. Baltimore: The Johns Hopkins University Press, 2 vols., 2142 pp. ISBN 978-0-8018-8221-0\nZijlstra, J.S., Madern, P.A. and Hoek Ostende, L.W. van den. 2010. New genus and two new species of Pleistocene oryzomyines (Cricetidae: Sigmodontinae) from Bonaire, Netherlands Antilles (subscription required). Journal of Mammalogy 91(4):860–873.\nZijlstra, J.S. 2012. A new oryzomyine (Rodentia: Sigmodontinae) from the Quaternary of Curaçao (West Indies). Zootaxa 3534:61–68.",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Demarest%27s_hutia.jpg",
    "Source": "https://en.wikipedia.org/wiki/List_of_rodents_of_the_Caribbean"
}