{
    "CommonName": "Stag Beetle",
    "BriefSummary": "Stag beetles are a group of about 1,200 species of beetles in the family Lucanidae, presently classified in four subfamilies. Some species grow to over 12 cm (4.7 in), but most are about 5 cm (2.0 in).",
    "WikiContents": "Stag beetles are a group of about 1,200 species of beetles in the family Lucanidae, presently classified in four subfamilies. Some species grow to over 12 cm (4.7 in), but most are about 5 cm (2.0 in).\n\n\n== Overview ==\n\nThe English name is derived from the large and distinctive mandibles found on the males of most species, which resemble the antlers of stags.\nA well-known species in much of Europe is Lucanus cervus, referred to in some European countries (including United Kingdom) as \"the\" stag beetle (it is the largest terrestrial insect in Europe). Pliny the Elder noted that Nigidius called the stag beetle lucanus after the Italian region of Lucania where they were used as amulets. The scientific name of Lucanus cervus is this word, plus cervus, deer.\nMale stag beetles use their jaws to wrestle each other for favoured mating sites in a manner that parallels the way stags fight over females. Fights may also be over food, such as tree sap and decaying fruits. Despite their often fearsome appearance, they are not normally aggressive to humans.\nFemale stag beetles are usually smaller than the males, with smaller mandibles. The mandibles, though smaller, are much more powerful than the males'. As larvae, females can be distinguished from males by the presence of cream-coloured, fat ovaries visible through the skin around two-thirds of the way down the larva's back.\nThe larvae feed for several years on rotting wood, growing through three larval stages until eventually pupating inside a pupal cell constructed from surrounding wood pieces and soil particles. In the final larval stage, \"L3\", the grubs of larger species, such as Prosopocoilus giraffa, may be the size of a human finger.\nThey, along with rhinoceros beetles, are often bought as pets in Japan.\n\n\n== Antler allometry ==\n\nThe Lucanidae express male-specific \"weapon traits\" (antler size) that often show size variations among individual males, termed scaling relationship or static allometry. Environmental conditions during development affect absolute weapon size, but genetic factors are active.\n\n\n== Taxonomy ==\n\n\n== References ==\n\n\n== External links ==\n Data related to Lucanidae at Wikispecies\n Media related to Lucanidae at Wikimedia Commons\nFlickr Images\nStag beetle info Research site containing lots of information on the stag beetle as well as information on current conservation schemes.\nM.J. Paulsen. \"Annotated Checklist of the New World Lucanidae\". Checklist of New World stag beetles with links to pages with additional information and images.\nToma Libich. \"Goliathus.com: gallery of Lucanidae\".\n\"Gallery of Lucanidae\". Archived from the original on 2006-10-20.\nJ M Maes. \"Biodiversity: section on Lucanidae with a world catalogue and a world bibliography\".\nAsahinet Stag beetles on postage stamps and species illustrations.\nLucanes du Monde Image rich French blog\nTOL\nThe Lucanid (Stag) Beetles of the World Extra detailed specimen photobook 2009\nUNL Generic Guide to New World Scarabs- Lucanidae,\nUK Stag Beetle School Project A UK school project about Stag Beetles (collecting data on populations)",
    "ImageURL": "StagBeetle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Stag_beetle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Coleoptera",
        "Suborder": "Polyphaga",
        "Family": "LucanidaeLatreille"
    },
    "Zone": "* #### H"
}