{
    "CommonName": "Steenbok",
    "BriefSummary": "The steenbok (Raphicerus campestris) is a common small antelope of southern and eastern Africa.\nIt is sometimes known as the steinbuck or steinbok.",
    "WikiContents": "The steenbok (Raphicerus campestris) is a common small antelope of southern and eastern Africa.\nIt is sometimes known as the steinbuck or steinbok.\n\n\n== Description ==\nSteenbok resemble small Oribi, standing 45–60 cm (16\"-24\") at the shoulder. Their pelage (coat) is any shade from fawn to rufous, typically rather orange. The underside, including chin and throat, is white, as is the ring around the eye. Ears are large with \"finger-marks\" on the inside. Males have straight, smooth, parallel horns 7–19 cm long (see image left). There is a black crescent-shape between the ears, a long black bridge to the glossy black nose, and a black circular scent-gland in front of the eye. The tail is not usually visible, being only 4–6 cm long.\n\n\n== Distribution ==\nThere are two distinct clusters in steenbok distribution. In East Africa, it occurs in central and southern Kenya and Tanzania. It was formerly widespread in Uganda, but is now possibly extinct there. In Southern Africa, it occurs in Angola, Namibia, South Africa, Swaziland, Botswana, Mozambique, Zambia, Zimbabwe and probably Lesotho.\n\n\n== Habitat ==\nSteenbok live in a variety of habitats from semi-desert, such as the edge of the Kalahari Desert and Etosha National Park, to open woodland and thickets, including open plains, stony savannah, and Acacia–grassland mosaics. They are said to favour unstable or transitional habitats. At least in the central part of Kruger National Park, South Africa, Steenbok show a distinct preference for Acacia tortilis savannah throughout the year, with no tendency to migrate to moister areas during the dry season (unlike many larger African savannah ungulates, including species sympatric with Steenbok in the wet season).\n\n\n== Diet ==\nSteenbok typically browse on low-level vegetation (they cannot reach above 0.9 m), but are also adept at scraping up roots and tubers. In central Kruger National Park, Steenbok show a distinct preference for forbs, and then woody plants (especially Flueggea virosa) when few forbs are available. They will also take fruits and only very rarely graze on grass. They are almost entirely independent of drinking water, gaining the moisture they need from their food.\n\n\n== Behaviour ==\nSteenbok are active during the day and the night; however, during hotter periods, they rest under shade during the heat of the day. The time spent feeding at night increases in the dry season. While resting, they may be busy grooming, ruminating or taking brief spells of sleep.\n\n\n=== Anti-predator ===\n\nAt the first sign of trouble, steenbok typically lie low in the vegetation. If a predator or perceived threat comes closer, a steenbok will leap away and follow a zigzag route to try to shake off the pursuer. Escaping steenbok frequently stop to look back, and flight is alternated with prostration during extended pursuit. They are known to take refuge in the burrows of Aardvarks. Known predators include Southern African wildcat, caracal, jackals, leopard, martial eagle and pythons.\n\n\n=== Breeding ===\nSteenbok are typically solitary, except for when a pair come together to mate. However, it has been suggested that pairs occupy consistent territories while living independently, staying in contact through scent markings, so that they know where their mate is most of the time. Scent marking is primarily through dung middens. Territories range from 4 hectares to one square kilometre. The male is aggressive during the female's oestrus, engaging in \"bluff-and-bluster\" type displays with rival males—prolonged contests invariably involve well-matched individuals, usually in their prime.Breeding occurs throughout the year, although more fawns are born November to December in the southern spring–summer; some females may breed twice a year. Gestation period is about 170 days, and usually a single precocious fawn is produced. The fawn is kept hidden in vegetation for 2 weeks, but they suckle for 3 months. Females become sexually mature at 6–8 months and males at 9 months.\nSteenbok are known to live for 7 years or more.\n\n\n== Taxonomy ==\n\nTwo subspecies are recognized: R. c. campestris in Southern Africa and R. c. naumanni of East Africa; although MSW3 also recognizes capricornis and kelleni. Up to 24 subspecies have been described from Southern Africa, distinguished on such features as coat colour.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nWild About You (info and image)\nThe Ultimate Ungulate factsheet",
    "ImageURL": "Steenbok_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Steenbok",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Raphicerus",
        "Species": "campestris"
    },
    "ScientificName": "Raphicerus campestris"
}