{
    "CommonName": "Striped Rocket Frog",
    "BriefSummary": "The striped rocket frog (Litoria nasuta) or in its native range known as the rocket frog, occurs mostly in coastal areas from northern Western Australia to around Gosford in New South Wales at its southernmost point, with a disjunct population occurring further south at the Sydney suburb of Avalon. It also inhabits the southern lowlands and south east peninsula of Papua New Guinea.",
    "WikiContents": "The striped rocket frog (Litoria nasuta) or in its native range known as the rocket frog, occurs mostly in coastal areas from northern Western Australia to around Gosford in New South Wales at its southernmost point, with a disjunct population occurring further south at the Sydney suburb of Avalon. It also inhabits the southern lowlands and south east peninsula of Papua New Guinea.\n\n\n== Description ==\nThis species of frog is very variable in colour and patterning. It reaches 55 mm in length, has extremely long legs, and is very streamlined. Its dorsal surface is a shade of brown with longitudinal skin folds or warts that are darker in colour than the skin around them. The ventral surface is white and granular. A brown stripe starts from the nostril, goes across the eye, through the tympanum and ends between the armpit and groin. The tympanum is brown with a white circle surrounding it. The thighs are marked with black lines on a yellow background. Throats of breeding males are yellow. Although being a 'tree frog', this species spends most of its life as an adult on land, due to its inability to climb because of its small discs.\n\n\n== Ecology and behaviour ==\nThis frog inhabits swamps, ponds, and flooded grasslands in forests and open woodland. The call is a 'wick... wick' repeated several times followed by a 'but... but'; the call may last for several seconds. Males call from spring through early autumn while sitting around the bank of a water body or in shallow water. Breeding increases after rain. This frog can leap 2 m (6.5 ft), roughly 35 times its own length. This would be the equivalent of a 1.8 m (6 ft) human making a jump 32 m (105 ft) long.\n\n\n== Similar species ==\nThis species is a member of the rocket frog complex, which includes many species, for example Freycinet's frog (Litoria freycineti) and broad-palmed frog (L. latopalmata). All species in this complex are very agile jumpers and often contain \"rocket frog\" in the common name and have a duck-like quacking or wicking call. L. nasuta is sympatric with every species in this complex through at least part of its range. The dorsolateral stripes and skin folds on this species are best used to distinguish this species from others in the complex. The Australian wood frog, (Rana daemeli) is physically similar to this species and others in the complex. R. daemeli and L. nasuta both occur in the northern part of the Cape York Peninsula in Queensland.\n\n\n== As a pet ==\nIt is kept as a pet, and in Australia this animal may be kept in captivity with the appropriate permit.\n\n\n== References ==\nAnstis, M. 2002. Tadpoles of South-eastern Australia. Reed New Holland: Sydney.\nRobinson, M. 2002. A Field Guide to Frogs of Australia. Australian Museum/Reed New Holland: Sydney.\nFrogs Australia Network-frog call available here\ninformation Article Road: List of All Frog Breeds: Things You Can Do to Ensure Your Frog Has a Long, Happy and Healthy Life: Striped Rocket Frog\nDepartment of Environment, Climate Change and Water, New South Wales: Amphibian Keeper's Licence: Species Lists",
    "ImageURL": "StripedRocketFrog_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Striped_rocket_frog",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Hylidae",
        "Genus": "Litoria",
        "Species": "nasuta"
    },
    "ScientificName": "Litoria nasuta",
    "Zone": "* #### J"
}