{
    "CommonName": "Stuart's Milk Snake",
    "BriefSummary": "Lampropeltis triangulum, commonly known as a milk snake or milksnake, is a species of kingsnake. 24 subspecies are currently recognized. Lampropeltis elapsoides, the scarlet kingsnake, was formerly classified as the subspecies L. t. elapsoides, but is now recognized as a distinct species. The subspecies have strikingly different appearances, and many of them have their own common names. Some authorities suggest that this species could be split into several separate species. They are not venomous or otherwise dangerous to humans.",
    "WikiContents": "Lampropeltis triangulum, commonly known as a milk snake or milksnake, is a species of kingsnake. 24 subspecies are currently recognized. Lampropeltis elapsoides, the scarlet kingsnake, was formerly classified as the subspecies L. t. elapsoides, but is now recognized as a distinct species. The subspecies have strikingly different appearances, and many of them have their own common names. Some authorities suggest that this species could be split into several separate species. They are not venomous or otherwise dangerous to humans.\n\n\n== Geographic range ==\nThey are distributed from southeastern Canada through most of the continental United States to Central America, down to western Ecuador and northern Venezuela in northern South America.\n\n\n== Description ==\nMilk snakes grow to 20 to 60 inches (51 to 152 cm) in total length (including tail). They have smooth and shiny scales and their typical color pattern is alternating bands of red-black-yellow or white-black-red. However, red blotches instead of bands are seen in some populations. Some milk snakes have a striking resemblance to coral snakes and this mimicry (known as Batesian mimicry) likely scares away potential predators. Both milk snakes and coral snakes possess transverse bands of red, black and yellow. Experts now recognize that common mnemonics which people use to distinguish between the deadly coral snake and the harmless milk snake are not 100% reliable. Some coral snakes do not have the typical banding colors or patterns. Examples of unreliable mnemonics commonly used:\n\n”Red on yellow kills a fellow. Red on black venom lack” or “Red touches black, it’s a friend of Jack. Red touches yellow, it’s bad for a fellow.” \n \nDue to the many colors of the eastern milk snake (L. t. triangulum), it can resemble the coral snake, corn snake, fox snake, scarlet snake, and most importantly, the venomous snake genera Agkistrodon and Sistrurus. Milk, fox, and scarlet snakes are killed because of a resemblance to the venomous pygmy rattlers. Juvenile milk snakes, which are more reddish than adults, are often killed because they are mistaken for copperheads. There is enough distinction among the five to make the eastern milk snake fairly easy to identify. The eastern milk snakes also has a light-colored v-shaped or y-shaped patch on the neck. One subspecies is melanistic (almost all black).\n\n\n== Habitat ==\nAcross the wide range of this species, habitat varies. Typically, milk snakes live in forested regions; however, in some regions they can be located in open prairies. In various parts across its distribution, milk snakes often abide in rocky slopes.\n\n\n== Behavior ==\nMilk snake activity is mostly nocturnal. They are primarily terrestrial and attempt to blend in with ground litter.\n\n\n== Diet ==\nYoung milk snakes typically eat slugs, insects, crickets, and earthworms.\nAdult diet frequently includes lizards (especially skinks), and small mammals.  They are also known to eat birds and their eggs, frogs, fish, and other snakes.Milk snakes are much more opportunistic eaters than the fox snake or corn snake. They have been known to consume a variety of animals including rodents, eggs, birds, reptiles, amphibians, and invertebrates. Nevertheless, the diet of an adult milk snake still primarily consists of rodents. They are nocturnal eaters and are often found during the day in old barns and under wood.\nAn early myth about milk snakes is that they suck cow udders to get the milk. The myth is entirely false, and is discredited by the fact that the milk snake does not have the physical capabilities to suck milk out of a cow. Milk snakes are, however, frequently found in and around barns, making use of their cool and dark environments, and for the easily accessed populations of rodents to feed on. This proximity to barns, and therefore cows, probably gave rise to the myth.\n\n\n== Reproduction ==\nMilk snakes are oviparous, laying an average of about 10 eggs per clutch, although that number may vary by region. The milk snake mates from early May to late June. In June and July, the female lays three to twenty-four eggs beneath logs, boards, rocks, and rotting vegetation.  The eggs incubate for approximately two months, and hatch around August or September.  Milk snakes typically live around 12 years, or up to 21 years in captivity.\n\n\n== Conservation status ==\nThe milk snake is listed as Least Concern by the IUCN (a wildlife conservation union), but in some areas, they may face significant pressure due to pet trade collection. Because of this species' attractiveness in the pet trade, many subspecies are now being bred in captivity for sale.\n\n\n== Subspecies ==\nListed alphabetically by subspecific name.\nGuatemalan milk snake, L. t. abnorma (Bocourt, 1886)\nLouisiana milk snake, L. t. amaura (Cope, 1861)\nAndean milk snake, L. t. andesiana (K.L. Williams, 1978)\nMexican milk snake, L. t. annulata (Kennicott, 1861)\nJalisco milk snake, L. t. arcifera (Werner, 1903)\nBlanchard's milk snake, L. t. blanchardi (Stuart, 1935)\nPueblan milk snake, L. t. campbelli (Quinn, 1983)\nNew Mexico milk snake, L. t. celaenops (Stejneger, 1903)\nConant's milk snake, L. t. conanti (K.L. Williams, 1978)\nDixon's milk snake, L. t. dixoni (Quinn, 1983)\nBlack milk snake, L. t. gaigeae (Dunn, 1937)\nCentral Plains milk snake, L. t. gentilis (Baird & Girard, 1853)\nHonduran milk snake, L. t. hondurensis (K.L. Williams, 1978)\nEcuadoran milk snake, L. t. micropholis (Cope, 1860)\nPale milk snake, L. t. multistriata (Kennicott, 1861)\nNelson's milk snake, L. t. nelsoni (Blanchard, 1920)\nPacific Central American milk snake, L. t. oligozona (Bocourt, 1886)\nAtlantic Central American milk snake, L. t. polyzona (Cope, 1861)\nSinaloan milk snake, L. t. sinaloae (K.L. Williams, 1978)\nSmith's milk snake, L. t. smithi (K.L. Williams, 1978)\nStuart's milk snake, L. t. stuarti (K.L. Williams, 1978)\nRed milk snake, L. t. syspila (Cope, 1889)\nUtah milk snake, L. t. taylori (W.W. Tanner & Loomis, 1957)\nEastern milk snake, L. t. triangulum (Lacépède, 1788)\n\n\n== References ==\n\n\n== External links ==\nMilk Snake, Reptiles and Amphibians of Iowa",
    "ImageURL": "StuartsMilkSnake_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Milk_snake",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Colubridae",
        "Genus": "Lampropeltis",
        "Species": "triangulum"
    },
    "ScientificName": "Lampropeltis triangulum"
}