{
    "CommonName": "Sumatran Tiger",
    "BriefSummary": "The Sumatran tiger (Panthera tigris sondaica) is a tiger population in the Indonesian island of Sumatra. This population was listed as Critically Endangered on the IUCN Red List in 2008, as it was estimated at 441 to 679 individuals, with no subpopulation larger than 50 individuals and a declining trend.The Sumatran tiger is the only surviving tiger population in the Sunda Islands, where the Bali and Javan tigers are extinct. Sequences from complete mitochondrial genes of 34 tigers support the hypothesis that Sumatran tigers are diagnostically distinct from mainland subspecies.In 2017, the Cat Classification Task Force of the Cat Specialist Group revised felid taxonomy and recognizes the living and extinct tiger populations in Indonesia as P. t. sondaica.",
    "WikiContents": "The Sumatran tiger (Panthera tigris sondaica) is a tiger population in the Indonesian island of Sumatra. This population was listed as Critically Endangered on the IUCN Red List in 2008, as it was estimated at 441 to 679 individuals, with no subpopulation larger than 50 individuals and a declining trend.The Sumatran tiger is the only surviving tiger population in the Sunda Islands, where the Bali and Javan tigers are extinct. Sequences from complete mitochondrial genes of 34 tigers support the hypothesis that Sumatran tigers are diagnostically distinct from mainland subspecies.In 2017, the Cat Classification Task Force of the Cat Specialist Group revised felid taxonomy and recognizes the living and extinct tiger populations in Indonesia as P. t. sondaica.\n\n\n== Characteristics ==\n\nPocock first described the Sumatran tiger on the basis of several skull, pelage, and striping features, which are distinct from the Bengal and Javan tigers. It is darker in fur colour and has broader stripes than the Javan tiger. Stripes tend to dissolve into spots near their ends, and on the back, flanks and hind legs are lines of small, dark spots between the regular stripes. The frequency of stripes is higher than in other subspecies.\nMales have a prominent ruff, which is especially marked in the Sumatran tiger.The Sumatran tiger is one of the smallest tigers, and about the size of big leopards and jaguars. Males weigh 100 to 140 kg (220 to 310 lb) and measure 2.2 to 2.55 m (87 to 100 in) in length between the pegs with a greatest length of skull of 295 to 335 mm (11.6 to 13.2 in). Females weigh 75 to 110 kg (165 to 243 lb) and measure 2.15 to 2.30 m (85 to 91 in) in length between the pegs with a greatest length of skull of 263 to 294 mm (10.4 to 11.6 in).Charles Frederick Partington wrote that Sumatran and Javan tigers were strong enough to break legs of horses or buffaloes with their paws, even though they were not as heavy as Bengal tigers.\n\n\n== Evolution ==\nAnalysis of DNA is consistent with the hypothesis that Sumatran tigers became isolated from other tiger populations after a rise in sea level that occurred at the Pleistocene to Holocene border about 12,000–6,000 years ago. In agreement with this evolutionary history, the Sumatran tiger is genetically isolated from all living mainland tigers, which form a distinct group closely related to each other.\n\n\n== Distribution and habitat ==\nSumatran tigers persist in isolated populations across Sumatra. \nThey occupy a wide array of habitats, ranging from sea level in the coastal lowland forest of Bukit Barisan Selatan National Park on the southeastern tip of Lampung Province to 3,200 m (10,500 ft) in mountain forests of Gunung Leuser National Park in Aceh Province. They have been repeatedly photographed at 2,600 m (8,500 ft) in a rugged region of northern Sumatra, and are present in 27 habitat patches larger than 250 km2 (97 sq mi).In 1978, the Sumatran tiger population was estimated at 1,000 individuals, based on responses to a questionnaire survey. In 1985, a total of 26 protected areas across Sumatra containing about 800 tigers were identified. In 1992, an estimated 400–500 tigers lived in five national parks and two protected areas.At that time, the largest population, comprising 110–180 individuals, was reported from the Gunung Leuser National Park. However, a more recent study shows that the Kerinci Seblat National Park in central Sumatra has the highest population of tigers on the island, estimated to be 165–190 individuals. The park also was shown to have the highest tiger occupancy rate of the protected areas, with 83% of the park showing signs of tigers. More tigers are in the Kerinci Seblat National Park  than in all of Nepal, and more than in China, Laos, Cambodia, and Vietnam combined.\n\n\n== Ecology and behaviour ==\n\nSumatran tigers strongly prefer uncultivated forest and make little use of plantations of acacia and oil palm even if these are available. Within natural forest areas, they tend to use areas with higher elevation, lower annual rainfall, farther from forest edge, and closer to forest centres. They prefer forest with dense understory cover and steep slope, and they strongly avoid forest areas with high human influence in the forms of encroachment and settlement. In acacia plantations, they tend to use areas closer to water, and prefer areas with older plants, more leaf litter, and thicker subcanopy cover. Tiger records in oil palm plantations and in rubber plantations are scarce. The availability of adequate vegetation cover at the ground level serves as an environmental condition fundamentally needed by tigers regardless of the location. Without adequate understory cover, tigers are even more vulnerable to persecution by humans. Human disturbance-related variables negatively affect tiger occupancy and habitat use. Variables with strong impacts include settlement and encroachment within forest areas, logging, and the intensity of maintenance in acacia plantations.Camera trapping surveys conducted in southern Riau revealed an extremely low abundance of potential prey and a low tiger density in peat swamp forest areas. Repeated sampling in the newly established Tesso Nilo National Park documented a trend of increasing tiger density from 0.90 individuals per 100 km2 (39 sq mi) in 2005 to 1.70 individuals per 100 km2 (39 sq mi) in 2008.\n\nIn the Bukit Barisan Selatan National Park, nine prey species larger than 1 kg (2.2 lb) of body weight were identified including great argus, pig-tailed macaque, Malayan porcupine, Malayan tapir, banded pig, greater and lesser mouse-deer, Indian muntjac, and Sambar deer. As Sumatran tigers are apex predators in their habitat, the continuing decline in their population numbers is likely to destabilize food chains and lead to various ecosystem changes when these prey species experience a release from predation pressure and increase in numbers.\n\n\n== Threats ==\n\nMajor threats include habitat loss due to expansion of palm oil plantations and planting of acacia plantations, prey-base depletion, and illegal trade primarily for the domestic market.Tigers need large contiguous forest blocks to thrive. Between 1985 and 1999, forest loss within Bukit Barisan Selatan National Park averaged 2% per year. A total of 661 km2 (255 sq mi) of forest disappeared inside the park, and 318 km2 (123 sq mi) were lost in a 10-km buffer, eliminating forest outside the park. Lowland forest disappeared faster than montane forest, and forests on gentle slopes disappeared faster than forests on steep slopes. Most forest conversion resulted from agricultural development, leading to predictions that by 2010, 70% of the park will be in agriculture. Camera-trap data indicated avoidance of forest boundaries by tigers. Classification of forest into core and peripheral forest based on mammal distribution suggests that by 2010, core forest area for tigers will be fragmented and reduced to 20% of remaining forest.Kerinci Seblat National Park, which has the largest recorded population of tigers, is suffering a high rate of deforestation in its outer regions. Drivers are an unsustainable demand for natural resources created by a human population with the highest rate of growth in Indonesia, and a government initiative to increase tree-crop plantations and high-intensity commercial logging, ultimately promoting forest fires. The majority of the tigers found in the park were relocated to its center where conservation efforts are focused, but issues in the lowland hill forests of the outskirts remain. While being highly suitable tiger habitat, these areas are also heavily targeted by logging efforts, which substantially contributes to declines in local tiger numbers. A major driver for forest clearance are oil-palm plantations, which form a major part of Indonesia’s economy. Global consumption of palm oil has increased five-fold over the past decade, presenting a challenge for many conservation efforts.The expansion of plantations is also increasing greenhouse-gas emissions, playing a part in anthropogenic climate change, thus further adding to environmental pressures on endangered species. Climate-based movement of tigers northwards may lead to increased conflict with human populations. From 1987 to 1997, Sumatran tigers reportedly killed 146 people and at least 870 livestock. In West Sumatra, Riau, and Aceh, a total of 128 incidents were reported; 265 tigers were killed and 97 captured in response, and 35 more tigers were killed from 1998 to 2002. From 2007 to 2010, the tigers caused the death of 9 humans and 25 further tigers were killed.Despite being given full protection in Indonesia and internationally, tiger parts are still found openly in trade in Sumatra. In 1997,  an estimated 53 tigers were reported to have been poached and their parts sold throughout most of northern Sumatra. Numbers for all of Sumatra are likely to be higher. Many of the tigers were also found to have been killed by farmers claiming that the tigers were endangering their livestock. These tigers were then sold to gold shops, souvenir shops, and pharmacies. Farmers are probably the main hunters of tigers in Sumatra. In 2006, surveys were conducted over a seven-month period in 28 cities in seven Sumatran provinces and nine seaports. A total of 326 retail outlets were surveyed, and 33 (10%) were found to have tiger parts for sale, including skins, canines, bones, and whiskers. Tiger bones demanded the highest average price of US$116 per kg, followed by canines. Some evidence shows that tiger parts are smuggled out of Indonesia. In July 2005, over 140 kg of tiger bones and 24 skulls were confiscated in Taiwan in a shipment from Jakarta.\n\n\n== Conservation ==\n\nPanthera tigris is listed on CITES Appendix I. Hunting is prohibited in Indonesia.In 1994, the Indonesian Sumatran Tiger Conservation Strategy addressed the potential crisis that tigers faced in Sumatra. The Sumatran Tiger Project (STP) was initiated in June 1995 in and around the Way Kambas National Park to ensure the long-term viability of wild Sumatran tigers and to accumulate data on tiger life-history characteristics vital for the management of wild populations. By August 1999, the teams of the STP had evaluated 52 sites of potential tiger habitat in Lampung Province, of which only 15 were intact enough to contain tigers. In the framework of the STP, a community-based conservation programme was initiated to document the tiger-human dimension in the park to enable conservation authorities to resolve tiger-human conflicts based on a comprehensive database rather than anecdotes and opinions.In 2007, the Indonesian Forestry Ministry and Safari Park established cooperation with the Australia Zoo for the conservation of Sumatran tigers and other endangered species. The program includes conserving Sumatran tigers and other endangered species in the wild, efforts to reduce conflicts between tigers and humans, and rehabilitating Sumatran tigers and reintroducing them to their natural habitat. One hectare of the 186-hectare Taman Safari is the world's only Sumatran tiger captive-breeding center that also has a sperm bank.Indonesia's struggle with conservation has caused an upsurge in political momentum to protect and conserve wildlife and biodiversity. In 2009, Indonesia's president made a commitment to substantially reduce deforestation and policies across the nation requiring spatial plans that would be environmentally sustainable at national, provincial and district levels. Over the past decade, about US$210 million have been invested into the tiger law-enforcement activities that support forest ranger patrols, as well as the implementations of front-line law-enforcement activities by the Global Tiger Recovery Plan, which aims to double the number of wild tigers by 2020.A 2008 study used simple spatial analyses on readily available datasets to compare the distribution of five ecosystem services across tiger habitat in central Sumatra. The study examined a decade of law-enforcement patrol data within a robust mark and recapture statistical framework to assess the effectiveness of law-enforcement interventions in one of Asia’s largest tiger habitats. In 2013–2014, Kerinci Seblat experienced an upsurge in poaching, with the highest annual number of snare traps being removed for a patrol effort similar to previous years. Evidence is scarce and misunderstood on whether the strategies implemented to diminish poaching are succeeding despite the investment of millions of dollars annually into conservation strategies.\nA 2010 study examined a different strategy for promoting Sumatran tiger conservation while at the same time deriving a financial profit, by promoting \"tiger-friendly\" vegetable margarine as an alternative to palm oil. The study concluded that consumers were willing to pay a premium for high-quality margarine connected with tiger conservation.A 110,000-acre conservation area and rehabilitation center, Tambling Wildlife Nature Conservation, has been set up on the edge of a national park on the southern tip of Sumatra (Lampung). On 26 October 2011, a tigress that had been captured with an injured leg in early October delivered three male cubs in a temporary cage while waiting for release after her recovery.Due to Indonesia's need for more sanctuaries for the Sumatran tiger, Sumatran elephant, Sumatran orangutan and Sumatran rhinoceros, the government opened the Batu Nanggar Sanctuary for the Sumatran tiger at North Padang Lawas Regency, North Sumatra in November 2016.\n\n\n=== In captivity ===\nIn August 2011 two males and a female cub were born at Taronga Zoo in Sydney, Australia. On 6 February 2019, another two females and a male were born at the zoo.In September 2013, two cubs were born in London Zoo, but one drowned in a pool two weeks later.  In February 2014, the female gave birth again, to three cubs. In June 2016, she gave birth to two cubs.\nIn February 2019, a male tiger on stud loan from a Danish safari park to London Zoo, killed his intended female mate during their first meeting.In August 2017, two cubs were born at Disney's Animal Kingdom in Orlando, Florida.\n\n\n== See also ==\n\n\n== References ==\n\n\n== External links ==\n\"Species portrait Panthera tigris\". International Union for Conservation of Nature/SSC Cat Specialist Group. Archived from the original on 2014-11-12. and \"short portrait P. t. sumatrae\". International Union for Conservation of Nature/SSC Cat Specialist Group. Archived from the original on 2014-12-13.\n\"Sumatran Tiger Trust Conservation Program\". World Association of Zoos and Aquariums. Archived from the original on 2015-03-01.\n\"Tiger Facts − Sumatran Tiger\". The Tiger Foundation. Archived from the original on 2013-12-31.\nOverweight captive Sumatran tiger (338 lb (153 kg)) at the National Zoological Park (United States)\nIndonesia races to catch tiger alive as villagers threaten to ‘kill the beast’",
    "ImageURL": "SumatranTiger_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Sumatran_tiger",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Felidae",
        "Genus": "Panthera",
        "Species": "tigris"
    },
    "ScientificName": "Panthera tigris",
    "Zone": "* #### I"
}