{
    "CommonName": "Sunburst Diving Beetle",
    "BriefSummary": "Thermonectus marmoratus is a relatively colorful North American species of diving beetle known by the common names sunburst diving beetle and spotted diving beetle. The beetle has recently become notable when it was discovered that its aquatic larval stage has been found to have used in its principal eyes two retinas and two distinct focal planes that are substantially separated, in the manner of bifocals to switch their vision from up-close to distance, for easy and efficient capture of their prey, mostly mosquito larvae. This is the first ever recorded use of bifocal technology in the animal world.Because of their bright colors, they are often displayed in zoos, sometimes together with Abedus herbert (also found together in the wild) and other aquatic beetles.",
    "WikiContents": "Thermonectus marmoratus is a relatively colorful North American species of diving beetle known by the common names sunburst diving beetle and spotted diving beetle. The beetle has recently become notable when it was discovered that its aquatic larval stage has been found to have used in its principal eyes two retinas and two distinct focal planes that are substantially separated, in the manner of bifocals to switch their vision from up-close to distance, for easy and efficient capture of their prey, mostly mosquito larvae. This is the first ever recorded use of bifocal technology in the animal world.Because of their bright colors, they are often displayed in zoos, sometimes together with Abedus herbert (also found together in the wild) and other aquatic beetles.\n\n\n== Description ==\n\nThe adult beetle has a length of 0.8–1.5 cm (0.31–0.59 in), with females slightly larger than males. The sunburst diving beetle has a black and streamlined carapace covered with bright yellow or golden spots. The male has a suction disk on each foreleg.\n\n\n== Behavior and distribution ==\nSunburst diving beetles live in water and swim well. They inhabit various slow-moving freshwater habitats, especially shallow,  temporary or intermittent pools and creeks (arroyos) with little or no aquatic vegetation. When their water source dries up they will fly to a new one.\nSunburst diving beetles are found in extreme Southern California (mainly Peninsular Ranges), southern Utah, Arizona, New Mexico, Texas (where first recorded in 1996), and Mexico.\n\n\n== Diet ==\nSunburst diving beetles are predators and scavengers of small animals, especially invertebrates such as other aquatic insects and snails, but also small vertebrates such as young fish and tadpoles. If available, they prefer to feed on small, already dead soft-bodied animals. These beetles are useful because they eat mosquito larvae and pupae. They have also been observed swarming a prey item and feeding en masse. In captivity, these beetles will feed on flake fish food and live crickets.\n\n\n== References ==",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Diving_beetle1.svg",
    "Source": "https://en.wikipedia.org/wiki/Thermonectus_marmoratus"
}