{
    "CommonName": "Tailless Whip Scorpion",
    "BriefSummary": "Amblypygi is an ancient order of arachnid chelicerate arthropods also known as whip spiders and tailless whip scorpions (not to be confused with whip scorpions and vinegaroons that belong to the related order Thelyphonida). The name \"amblypygid\" means \"blunt rump\", a reference to a lack of the flagellum (\"tail\") that is otherwise seen in whip scorpions. They are harmless to humans. Amblypygids possess no silk glands or venomous fangs. They rarely bite if threatened, but can grab fingers with their pedipalps, resulting in thorn-like puncture injuries.\nAs of 2016, 5 families, 17 genera and around 155 species had been discovered and described. They are found in tropical and subtropical regions worldwide; they are mainly found in warm and humid environments and like to stay protected and hidden within leaf litter, caves, or underneath bark. Some species are subterranean; all are nocturnal. Fossilized amblypygids have been found dating back to the Carboniferous period, such as Graeophonus.",
    "WikiContents": "Amblypygi is an ancient order of arachnid chelicerate arthropods also known as whip spiders and tailless whip scorpions (not to be confused with whip scorpions and vinegaroons that belong to the related order Thelyphonida). The name \"amblypygid\" means \"blunt rump\", a reference to a lack of the flagellum (\"tail\") that is otherwise seen in whip scorpions. They are harmless to humans. Amblypygids possess no silk glands or venomous fangs. They rarely bite if threatened, but can grab fingers with their pedipalps, resulting in thorn-like puncture injuries.\nAs of 2016, 5 families, 17 genera and around 155 species had been discovered and described. They are found in tropical and subtropical regions worldwide; they are mainly found in warm and humid environments and like to stay protected and hidden within leaf litter, caves, or underneath bark. Some species are subterranean; all are nocturnal. Fossilized amblypygids have been found dating back to the Carboniferous period, such as Graeophonus.\n\n\n== Physical description ==\n\nAmblypygids range from 5 to 70 centimetres (2.0 to 27.6 in) in legspan. Their bodies are broad and highly flattened, with a solid carapace and a segmented abdomen. Most species have eight eyes; a pair of median eyes at the front of the carapace above the chelicerae and 2 smaller clusters of three eyes each further back on each side.\nAmblypygids have raptorial pedipalps modified for grabbing and retaining prey, much like those of a mantis. The first pair of legs act as sensory organs and are not used for walking. The sensory legs are very thin and elongate, have numerous sensory receptors, and can extend several times the length of body.\n\n\n== Behaviour ==\n\nAmblypygids have eight legs, but use only six for walking, often in a crab-like, sideways fashion. The front pair of legs are modified for use as antennae-like feelers, with many fine segments giving the appearance of a \"whip\". When a suitable prey is located with the antenniform legs, the amblypygid seizes its victim with large spines on the grasping pedipalps, impaling and immobilizing the prey. Pincer-like chelicerae then work to grind and chew the prey prior to ingestion.\n\nCourtship involves the male depositing stalked spermatophores, which have one or more sperm masses at the tip, onto the ground, and using his pedipalps to guide the female over them. She gathers the sperm and lays fertilized eggs into a sac carried under the abdomen. When the young hatch, they climb up onto the mother's back; any which fall off before their first moult will not survive.\nSome species of amblypygids, particularly Phrynus marginemaculatus and Damon diadema, may be among the few examples of arachnids that exhibit social behavior. Research conducted at Cornell University suggests that mother amblypygids communicate with their young with her antenniform front legs, and the offspring reciprocate both with their mother and siblings. The ultimate function of this social behavior remains unknown. Amblypygids hold territories that they defend from other individuals.The amblypygid diet mostly consists of arthropod prey, but this opportunistic predator has also been observed feeding on vertebrates. Amblypygids generally do not feed before, during, and after moulting. Like other arachnids, an amblypygid will moult several times during its life.\n\n\n== Genera ==\n\nThe following genera are recognised:\nPalaeoamblypygi Weygoldt, 1996\nParacharontidae Weygoldt, 1996†Graeophonus Scudder, 1890 (2-3 species, Carboniferous)\nParacharon Hansen, 1921 (1 species)\n†Paracharonopsis Engel & Grimaldi, 2014 (1 species, Eocene)Euamblypygi Weygoldt, 1996\nCharinidae Weygoldt, 1996Catageus Thorell, 1889 (1 species)\nCharinus Simon, 1892 (33 species)\nSarax Simon, 1892 (10 species)Neoamblypygi Weygoldt, 1996\nCharontidae Simon, 1892Charon Karsch, 1879 (5 species)\nStygophrynus Kraepelin, 1895 (7 species)Unidistitarsata Engel & Grimaldi, 2014family unspecified\n\n†Kronocharon Engel & Grimaldi, 2014  (1 species, Cretaceous)Phrynoidea Blanchard, 1852\nPhrynichidae Simon, 1900Damon C. L. Koch, 1850 (10 species)\nEuphrynichus Weygoldt, 1995 (2 species)\nMusicodamon Fage, 1939 (1 species)\nPhrynichodamon Weygoldt, 1996 (1 species)\nPhrynichus Karsch, 1879 (16 species)\nTrichodamon Mello-Leitão, 1935 (2 species)\nXerophrynus Weygoldt, 1996 (1 species)Phrynidae Blanchard, 1852Acanthophrynus Kraepelin, 1899 (1 species)\n†Britopygus Dunlop & Martill, 2002 (1 species; Cretaceous)\n†Electrophrynus Petrunkevich, 1971 (1 species; Miocene)\nHeterophrynus Pocock, 1894 (14 species)\nParaphrynus Moreno, 1940 (18 species)\nPhrynus Lamarck, 1801 (28 species, Oligocene - Recent)incertae sedis† Sorellophrynus Harvey, 2002 (1 species, Upper Carboniferous)\n† Thelyphrynus Petrunkevich, 1913 (1 species, Upper Carboniferous)\n\n\n== References ==\n\n\n== External links ==\n\n Data related to Amblypygi at Wikispecies\nAmblypigid video summarizing research from University of Nebraska's Eben Gering\nAmblypygi. The Antillean (West Indian) fauna.",
    "ImageURL": "TaillessWhipScorpion_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Amblypygi",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Arachnida",
        "Order": "AmblypygiThorell"
    }
}