{
    "CommonName": "Tamandua",
    "BriefSummary": "Tamandua is a genus of anteaters with two species: the southern tamandua (T. tetradactyla) and the northern tamandua (T. mexicana). They live in forests and grasslands, are semiarboreal, and possess partially prehensile tails. They mainly eat ants and termites, but they occasionally eat bees, beetles, and insect larvae. In captivity, they will eat fruits and meat. They have no teeth and depend on their powerful gizzards to break down their food.\nThe word tamanduá is Tupi for \"anteater\", and in Tupi and Brazilian Portuguese refers to anteaters in general.  In those languages, the tamandua is called tamanduá-mirim (mirim means \"small\").",
    "WikiContents": "Tamandua is a genus of anteaters with two species: the southern tamandua (T. tetradactyla) and the northern tamandua (T. mexicana). They live in forests and grasslands, are semiarboreal, and possess partially prehensile tails. They mainly eat ants and termites, but they occasionally eat bees, beetles, and insect larvae. In captivity, they will eat fruits and meat. They have no teeth and depend on their powerful gizzards to break down their food.\nThe word tamanduá is Tupi for \"anteater\", and in Tupi and Brazilian Portuguese refers to anteaters in general.  In those languages, the tamandua is called tamanduá-mirim (mirim means \"small\").\n\n\n== Extant Species ==\n\n\n== Description ==\nTamanduas have tapered heads with a long, tubular snout, small eyes, and protruding ears. Their tapered mouths house a tongue reaching upwards of 40 cm (16 in) in length. The tail is hairless and pink in color, marked with an irregular pattern of black blotches. The forefeet possess four clawed digits, the third digit bearing the largest claw, while the hind feet have five digits.Their fur is thick, bristly, yellowish-white to fawn in color, often with a broad black lateral band, covering nearly the whole of the side of their bodies. Northern tamanduas are marked with a black V on their backs and a \"vest\" over their torso, while southern tamanduas in the lowest part of their range are considerably lighter in color and may have only the V.\n\n\n== Behavior ==\nThe tamanduas are nocturnal, active at night and secreting away in hollow tree trunks and burrows abandoned by other animals during daylight hours. They can spend more than half of their time in the treetops, as much as 64%, where they forage for arboreal ants and termites. Tamanduas move rather awkwardly on the ground and are incapable of galloping like their relative, the giant anteater. Tamanduas walk on the sides on their clenched forefeet to avoid injuring their palms with their sharp claws.Tamanduas manufacture a potent musk in their anal glands which they use for marking territory. They smear the strong smelling secretions on rocks, trees, fallen logs, and other prominent landmarks to announce their presence to other tamanduas.When threatened while in the trees, the tamandua will firmly grasp the branch with its hind limbs and tail and rear up to confront its attacker with slashing motions of its large, curved claws. When on the ground, it will protect its vulnerable hindquarters by backing against a tree or a rock and lashing out with its forearms.The tamandua's small eyes afford limited vision. Instead of relying on their sense of sight, they primarily utilize their senses of smell and hearing to locate their insect prey. They use their sharp claws and powerful forearms to tear open the nest of a colony of termites and employ their elongated tongues, coated with sticky saliva, to extract the insects.\n\n\n== Conservation ==\nThe IUCN Red List considers both as species of concern. They are currently fairly common, yet face various threats. In Ecuador, tamanduas are killed as a precaution due to the erroneous belief that they attack domestic dogs. Elsewhere, they are hunted for meat or captured for the pet trade. They are also taken for the thick tendons in their tails, which are made into cordage.\n\n\n== Relationship with humans ==\nThe tamandua is frequently kept as an exotic pet. Tamanduas are also used occasionally by Amazonian Indians as a form of biological pest control, utilizing them to rid their dwellings of termites and ants.\n\n\n== References ==",
    "ImageURL": "Tamandua_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tamandua",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Pilosa",
        "Family": "Myrmecophagidae",
        "Genus": "TamanduaRafinesque 1815"
    },
    "Zone": "* #### E"
}