{
    "CommonName": "Taveta golden weaver",
    "BriefSummary": "The Taveta weaver (Ploceus castaneiceps), also known as the Taveta golden weaver, is a species of bird in the weaver family, Ploceidae. \nIt is found on the African Savannah in Kenya and Tanzania. The name of the bird comes from the unique markings/coloration of the bird, as well as how these birds weave intricate nests.",
    "WikiContents": "The Taveta weaver (Ploceus castaneiceps), also known as the Taveta golden weaver, is a species of bird in the weaver family, Ploceidae. \nIt is found on the African Savannah in Kenya and Tanzania. The name of the bird comes from the unique markings/coloration of the bird, as well as how these birds weave intricate nests.\n\n\n== Description ==\nThe male Taveta weaver is a vibrant golden yellow color; this color is duller on its back. The wings and tail are a greener color, whereas brown spots are located on the chest. The back of the head is red, and the bill, or beak, is black. The female is an olive color with paler streaks. In general, the Taveta weaver is a small bird, around the size of the finch and closely related to the sparrow.\n\n\n=== Vocalizations ===\nEven though they are considered songbirds, the sounds that the bird makes is not pleasing to past human observers. Weavers often make a unique—often described as \"weird\"—noise to communicate.\n\n\n== Distribution and habitat ==\nThis bird can be found on the Savannah in coastal East Africa from eastern Tanzania to south-eastern Kenya. It prefers to live in bulrushes, woodland, and swampy areas. Some sightings of this bird have also been recorded in Asia.\n\n\n== Behaviour and ecology ==\nThese birds live in large groups, or colonies. \n\n\n=== Breeding ===\n\nMale weavers build extravagant oval nests over water attached to stems of reeds or grasses. The Taveta weavers lay two or three glossy, dark, olive-green eggs. The female bird chooses who she will mate, depending on how impressed she is with a male's skill to construct a nest.\n\n\n=== Feeding ===\nThe Taveta weaver eats mostly seeds. The offspring receive food from the mother. This bird also feeds on corn and grasses.\n\n\n=== Special adaptations ===\nThe Taveta weaver has strong claws and bills which enable the bird to weave complex nests. Nests can sometimes fill an entire tree; the weaver usually breeds within the colonies.\n\n\n== Status ==\nThe Taveta weaver is currently not endangered.\n\n\n== References ==\n\nPeoria Zoo of Illinois (accredited member of AZA) [1]\n\n\n== External links ==\nTaveta weaver -  Species text in Weaver Watch.",
    "ImageURL": "Tavetagoldenweaver_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Taveta_weaver",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Ploceidae",
        "Genus": "Ploceus",
        "Species": "castaneiceps"
    },
    "ScientificName": "Ploceus castaneiceps",
    "Zone": "* #### H"
}