{
    "CommonName": "Tawny eagle",
    "BriefSummary": "The tawny eagle (Aquila rapax) is a large bird of prey. Like all eagles, it belongs to the family Accipitridae. It was once considered to be closely related to the migratory steppe eagle, Aquila nipalensis, and the two forms have previously been treated as conspecific. They were split based on pronounced differences in morphology and anatomy; two molecular studies, each based on a very small number of genes, indicate that the species are distinct, but disagree over how closely related they are.It breeds in most of Africa both north and south of the Sahara Desert and across tropical southwestern Asia to India. It is a resident breeder which lays one to three eggs in a stick nest in a tree or crag or on the ground.\nThroughout its range, it favours open dry habitats such as desert, semidesert, steppes, or savannah plains.",
    "WikiContents": "The tawny eagle (Aquila rapax) is a large bird of prey. Like all eagles, it belongs to the family Accipitridae. It was once considered to be closely related to the migratory steppe eagle, Aquila nipalensis, and the two forms have previously been treated as conspecific. They were split based on pronounced differences in morphology and anatomy; two molecular studies, each based on a very small number of genes, indicate that the species are distinct, but disagree over how closely related they are.It breeds in most of Africa both north and south of the Sahara Desert and across tropical southwestern Asia to India. It is a resident breeder which lays one to three eggs in a stick nest in a tree or crag or on the ground.\nThroughout its range, it favours open dry habitats such as desert, semidesert, steppes, or savannah plains.\n\n\n== Description ==\n\nThis is a large eagle, although it is one of the smaller species in the genus Aquila. It is 60–75 cm (24–30 in) in length and has a wingspan of 159–190 cm (63–75 in). Weight can range from 1.6 to 3 kg (3.5 to 6.6 lb). It has tawny upperparts and blackish flight feathers and tail. The lower back is very pale. This species is smaller and paler than the steppe eagle, and it does not share that species' pale throat.\nImmature birds show less contrast than adults, but both show a range of variation in plumage colour.\n\n\n== Behaviour ==\nThe tawny eagle's diet is largely fresh carrion of all kinds, but it kills small mammals up to the size of a rabbit, reptiles, and birds up to the size of guineafowl. It also steals food from other raptors.\nThe call of the tawny eagle is a crow-like barking, but it is rather a silent bird except in display.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nTawny eagle - Species text in The Atlas of Southern African Birds\nTawny eagle at Animal Diversity Web",
    "ImageURL": "Tawnyeagle_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tawny_eagle",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Accipitriformes",
        "Family": "Accipitridae",
        "Genus": "Aquila",
        "Species": "rapax"
    },
    "ScientificName": "Aquila rapax"
}