{
    "CommonName": "Tenrec",
    "BriefSummary": "A tenrec is any species of mammal within the afrotherian family Tenrecidae endemic to Madagascar. Tenrecs are widely diverse; as a result of convergent evolution some resemble hedgehogs, shrews, opossums or mice. They occupy aquatic, arboreal, terrestrial and fossorial environments. Some of these species, including the greater hedgehog tenrec, can be found in the Madagascar dry deciduous forests. However, the speciation rate in this group has been higher in humid forests.All tenrecs are believed to descend from a common ancestor that lived 29–37 million years (Ma) ago after rafting over from Africa. The split from their closest relatives, African otter shrews, is estimated to have occurred about 47–53 Ma ago.",
    "WikiContents": "A tenrec is any species of mammal within the afrotherian family Tenrecidae endemic to Madagascar. Tenrecs are widely diverse; as a result of convergent evolution some resemble hedgehogs, shrews, opossums or mice. They occupy aquatic, arboreal, terrestrial and fossorial environments. Some of these species, including the greater hedgehog tenrec, can be found in the Madagascar dry deciduous forests. However, the speciation rate in this group has been higher in humid forests.All tenrecs are believed to descend from a common ancestor that lived 29–37 million years (Ma) ago after rafting over from Africa. The split from their closest relatives, African otter shrews, is estimated to have occurred about 47–53 Ma ago.\n\n\n== Characteristics ==\nTenrecs are small mammals of variable body form. The smallest species are the size of shrews, with a body length of around 4.5 cm (1.8 in), and weighing just 5 g (0.18 oz), while the largest, the common or tailless tenrec, is 25 to 39 cm (9.8 to 15.4 in) in length, and can weigh over 1 kilogram (2.2 lb). Although they may resemble shrews, hedgehogs, or opposums, they are not closely related to any of these groups, their closest relatives being the otter shrews, and after that, other African insectivorous mammals, such as golden moles and elephant shrews. The common ancestry of these animals, along with aardvarks, hyraxes, elephants, and sea cows in the group Afrotheria, was not recognized until the late 1990s. Continuing work on the molecular and morphological diversity of afrotherian mammals has provided ever increasing support for their common ancestry.\nUnusual among placental mammals, the anus and urogenital tracts of tenrecs share a common opening, or cloaca, a feature more commonly seen in birds, reptiles, and amphibians. They have a low body temperature, sufficiently so that they do not require a scrotum to cool their sperm as do most other mammals.All species appear to be at least somewhat omnivorous, with invertebrates forming the largest part of their diets. One species, Limnogale mergulus, is semiaquatic (similar to the lifestyle of their closest relatives, the otter shrews). All of the species, semiaquatic or not, appear to have evolved from a single, common ancestor, with the otter shrews comprising the next, most-closely related mammalian species. While the fossil record of tenrecs is scarce, at least some specimens from the early Miocene of Kenya show close affinities to living species from Madagascar, such as Geogale aurita.\nMost species are nocturnal and have poor eyesight. Their other senses are well developed, however, and they have especially sensitive whiskers. As with many of their other features, the dental formula of tenrecs varies greatly between species; they can have from 32 to 42 teeth in total. Unusual for mammals, the permanent dentition in tenrecs tends not to completely erupt until well after adult body size has been reached. This is one of several anatomical features shared by elephants, hyraxes, sengis, and golden moles (but apparently not aardvarks), consistent with their descent from a common ancestor.\nTenrecs have a gestation period of 50 to 64 days, and give birth to a number of relatively undeveloped young. While the otter shrews have just two young per litter, the tailless tenrec can have as many as 32, and females possess up to 29 teats, more than any other mammal. At least some tenrec species are social, living in multigenerational family groups with over a dozen individuals.\n\n\n== Interaction with humans ==\nIn the island nation of Mauritius, and also on the Comoran island of Mayotte, some of the inhabitants eat tenrec meat, though it is difficult to obtain (as it is not sold in shops or markets) and difficult to prepare correctly.\nThe lesser hedgehog tenrec (Echinops telfairi) is one of 16 mammalian species that will have its genome sequenced as part of the Mammalian Genome Project. It is increasingly popular in the pet trade, and in the future may serve as an important model organism in biomedicine, as it is only distantly related to the mice, rats, guinea pigs, and rhesus macaques that comprise the most common research animals.\n\n\n== Species ==\nThe three subfamilies, 8 genera, and 31 extant species of tenrecs are:FAMILY TENRECIDAE\n\nSubfamily Geogalinae\nGenus Geogale\nLarge-eared tenrec (Geogale aurita)\nSubfamily Oryzorictinae\nGenus Microgale\nShort-tailed shrew tenrec (Microgale brevicaudata)\nCowan's shrew tenrec (Microgale cowani)\nDrouhard's shrew tenrec (Microgale drouhardi)\nDryad shrew tenrec (Microgale dryas)\nPale shrew tenrec (Microgale fotsifotsy)\nGracile shrew tenrec (Microgale gracilis)\nGrandidier's shrew tenrec (Microgale grandidieri)\nNaked-nosed shrew tenrec (Microgale gymnorhyncha)\nJenkins's shrew tenrec (Microgale jenkinsae)\nNorthern shrew tenrec (Microgale jobihely)\nLesser long-tailed shrew tenrec (Microgale longicaudata)\nMicrogale macpheei (extinct)\nMajor's long-tailed tenrec (Microgale majori)\nWeb-footed tenrec (Microgale mergulus)\nMontane shrew tenrec (Microgale monticola)\nNasolo's shrew tenrec (Microgale nasoloi)\nPygmy shrew tenrec (Microgale parvula)\nGreater long-tailed shrew tenrec (Microgale principula)\nLeast shrew tenrec (Microgale pusilla)\nShrew-toothed shrew tenrec (Microgale soricoides)\nTaiva shrew tenrec (Microgale taiva)\nThomas's shrew tenrec (Microgale thomasi)\nGenus NesogaleDobson's shrew tenrec (Nesogale dobsoni)\nTalazac's shrew tenrec (Nesogale talazaci)\nGenus Oryzorictes\nMole-like rice tenrec (Oryzorictes hova)\nFour-toed rice tenrec (Oryzorictes tetradactylus)\nSubfamily Tenrecinae\nGenus Echinops\nLesser hedgehog tenrec (Echinops telfairi)\nGenus Hemicentetes\nHighland streaked tenrec (Hemicentetes nigriceps)\nLowland streaked tenrec (Hemicentetes semispinosus)\nGenus Setifer\nGreater hedgehog tenrec (Setifer setosus)\nGenus Tenrec\nCommon tenrec (Tenrec ecaudatus)\n\n\n== See also ==\nConvergent evolution\nList of mammals of Madagascar\n\n\n== References ==\n\n\n== External links ==\nBizarre mammals filmed calling using their quills at BBC Online, video with commentary by Sir David Attenborough\nView the echTel2 genome assembly in the UCSC Genome Browser.\nPodcast about hibernation which focusses on tenrecs in the last third.",
    "ImageURL": "Tenrec_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tenrec",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Afrosoricida",
        "Suborder": "Tenrecomorpha",
        "Family": "Tenrecidae"
    },
    "Zone": "* #### E"
}