{
    "CommonName": "Thirteen-lined squirrel",
    "BriefSummary": "The thirteen-lined ground squirrel (Ictidomys tridecemlineatus), also known as the striped gopher, leopard ground squirrel, squinney, and as the leopard-spermophile in Audubon’s day, is a ground squirrel. It is widely distributed over grasslands and prairies of North America.",
    "WikiContents": "The thirteen-lined ground squirrel (Ictidomys tridecemlineatus), also known as the striped gopher, leopard ground squirrel, squinney, and as the leopard-spermophile in Audubon’s day, is a ground squirrel. It is widely distributed over grasslands and prairies of North America.\n\n\n== Description ==\n\nIt is brownish, with 13 alternating brown and whitish longitudinal lines (sometimes partially broken into spots) on its back and sides, creating rows of whitish spots within dark lines.\n\n\n== Taxonomy ==\nThis species has usually been placed in the genus Spermophilus with about 40 other species. As this large genus is paraphyletic to prairie dogs, marmots, and antelope squirrels, Kristofer Helgen and colleagues have split it into eight genera, placing the thirteen-lined ground squirrel in Ictidomys with three other species.\n\n\n== Behavior ==\nThe thirteen-lined ground squirrel is strictly diurnal and is especially active on warm days. A solitary or only somewhat colonial hibernator, it often occurs in aggregations in suitable habitats.\nIn late summer, it puts on a heavy layer of fat and stores some food in its burrow. It enters its nest in October (some adults retire much earlier), rolls into a stiff ball, and decreases its respiration from between 100 and 200 breaths per minute to one breath about every five minutes. It emerges in March or early April.\nThe burrow may be 15 to 20 feet (4.6 to 6.1 metres) long, with several side passages. Most of the burrow is within one to two feet (about half a meter) of the surface, with only the hibernation nest in a special deeper section. Shorter burrows are dug as hiding places. This ground squirrel's home range is two to three acres (0.8 to 1.2 ha).\n\n \nIts primary diet includes grass and weed seeds, caterpillars, grasshoppers, and crickets, but it may also eat mice and shrews; it will viciously attack and consume cicadas if able to catch them. This squirrel sometimes damages gardens by digging burrows and eating vegetables, but also devours weed seeds and harmful insects.\nIt is well known for standing upright to survey its domain, diving down into its burrow when it senses danger, then sometimes poking out its nose and giving a bird-like trill. It has a maximum running speed of 8 mph (13 km/h) and reverses direction if chased.\n\n\n== See also ==\nGolden-mantled ground squirrel\n\n\n== References ==\n\n\n== External links ==\nThirteen-lined Ground Squirrel Genome Project page at GenBank\nIf you know what a 'squinny' is, you're probably from Des Moines\n\"Spermophilus tridecemlineatus\". Integrated Taxonomic Information System. Retrieved 5 November 2010.\nView the squirrel genome in Ensembl\nView the speTri2 genome assembly in the UCSC Genome Browser.",
    "ImageURL": "Thirteenlinedsquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Thirteen-lined_ground_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Ictidomys",
        "Species": "tridecemlineatus"
    },
    "ScientificName": "Ictidomys tridecemlineatus"
}