{
    "CommonName": "Three-toed Amphiuma",
    "BriefSummary": "The three-toed amphiuma, Amphiuma tridactylum, is a species of aquatic salamander native to the Southeastern United States.",
    "WikiContents": "The three-toed amphiuma, Amphiuma tridactylum, is a species of aquatic salamander native to the Southeastern United States.\n\n\n== Description ==\nThe three-toed amphiuma looks rather eel-like, with an elongate, dark grey-black, or brown colored body, and tiny vestigial legs. They are capable of growing to lengths of 41 inches (1 m). They have small, lidless eyes, and gill slits. They have four tiny legs each with three toes and an average of 62 costal grooves.\n\n\n== Distribution ==\nThe three-toed amphiuma is found in the United States, along the Gulf of Mexico states, from Alabama to Texas, and north to Missouri, Arkansas, Tennessee and Kentucky. Often is found in bottomland marshes and lakes, bayous, cypress sloughs, and streams in hilly regions. Frequently occupies crayfish burrows.\n\n\n== Behavior ==\nAmphiumas are nocturnal carnivores. They spend most of the time hiding in heavily vegetated areas of permanent bodies of slow moving water, such as swamps, ponds and lakes. They feed on earthworms, fish, crustaceans, and other small invertebrates. Like other amphiumas they are often caught by fishermen who detest them as a nuisance because of their diet that includes just about everything that swims. They mate from December to June then nest from April to October. Unlike other amphiumas, they fertilize internally. About 200 eggs are laid in a single strand that becomes tangled in cavity. They rarely leave the water except after a heavy rainstorm. Males have five sets of cloacal glands, the posterior most set being different in its morphology and histology, that may contribute an ability of the males to court and mate with multiple females in quick succession. This is due to the fact that multiple spermatophores would be produced at the same time, so males wouldn't have to waste extra energy producing another spermatophore after each mating session and consequently create a polygynous dynamic between the individuals.\n\n\n== Biology ==\nThe three-toed amphiuma has the largest recorded erythrocytes of any animal measuring 70x40 μm.\n\n\n== References ==\n\n\n=== General reference ===\nNational Audubon Society Field Guide to North American Reptiles and Amphibians. National Audubon Society. 1979. ISBN 9780394508245.\nHerpetology: An Introductory Biology of Amphibians and Reptiles. 4th Edition. Elsevier Inc. 2014. ISBN 9780123869197",
    "ImageURL": "ThreetoedAmphiuma_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Amphiuma_tridactylum",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Urodela",
        "Family": "Amphiumidae",
        "Genus": "Amphiuma",
        "Species": "tridactylum"
    },
    "ScientificName": "Amphiuma tridactylum",
    "Zone": "* #### D"
}