{
    "CommonName": "Tiger snake",
    "BriefSummary": "Tiger snakes (Notechis scutatus) are a highly venomous snake species found in the southern regions of Australia, including its coastal islands, such as Tasmania. These snakes are highly variable in their colour, often banded like those on a tiger, and forms in their regional occurrences.  All populations are in the genus Notechis, and their diverse characters have been described in further subdivisions of this group; they are sometimes described as distinct species and/or subspecies.",
    "WikiContents": "Tiger snakes (Notechis scutatus) are a highly venomous snake species found in the southern regions of Australia, including its coastal islands, such as Tasmania. These snakes are highly variable in their colour, often banded like those on a tiger, and forms in their regional occurrences.  All populations are in the genus Notechis, and their diverse characters have been described in further subdivisions of this group; they are sometimes described as distinct species and/or subspecies.\n\n\n== Description ==\n\nNotechis is a genus of large venomous snake in the family Elapidae restricted to subtropical and temperate regions of Australia. Tiger snakes are a large group of distinct populations, which may be isolated or overlapping, with extreme variance in size and colour. Individuals also show seasonal variation in colour. \nThe total length is typically about 1.2 metres The patterning is darker bands, strongly contrasting or indistinct, which are pale to very dark in colour. Colouration is composed of olive, yellow, orange-brown, or jet-black, and the underside of the snake is light yellow or orange. The tiger snake uses venom to dispatch its prey, and may bite an aggressor; they are potentially fatal to humans. Tolerant of low temperatures, the snake may be active on warmer nights.\nWhen threatened, they flatten their bodies and raise their heads above the ground in a classic prestrike stance.\n\n\n== Reproduction ==\nTiger snakes give birth to 20 to 30 live young; an exceptional record was made of 64 from an eastern female.\nThey usually mate in spring when it is in the warmer seasons and will give birth to live young in summer.\n\n\n=== Morphs ===\nThe widely dispersed populations (sometimes referred as polymorphs) show some conformity in their descriptions, but these characters may be shared by separate or adjacent groups. Tiger snakes are also identified by the region or island in which the forms occur, which is prefixed to a common name.\nThe common tiger snake has a flat, blunt head, slightly distinct from a robust body. Its body is capable of being flattened along its entire length when the snake is agitated or basking. Its average length is 0.9 m, with a maximum length of 1.2 m, but has been recorded at 2.0 m (or ~6.6 ft). Highly variable in colour, its base colours are brown, grey olive, or green with lighter crossbands usually of creamy yellow. Occasionally, unbanded specimens are found. Scales appear like overlapping shields, especially around the neck. Ventral scales number 140 to 190, subcaudals 35 to 65, mid-body in 17 or 19 rows and the anal scale is single.\nThe western tiger snake head is distinct from its robust body, and grows to 2.0 m in length. Dorsally, it is steel-blue to black in color with bright yellow bands; unbanded specimens occur. The ventral surface is yellow, tending black towards the tail. Midbody scales are in 17 or 19 rows, ventrals number 140 to 165, subcaudals 36 to 51 (single) and the anal scale is single (rarely divided).\n\nThe Chappell Island tiger snake has a blunt head distinct from a robust body. The giant of the tiger snakes species, it averages 1.9 m (over 6 ft) in length. Dorsally, its colour is olive-brown to almost black, sometimes with lighter crossbands. The ventral surface is usually lighter in colour. Juveniles are banded. Mid-body scales are in 17 rows; ventrals number 160 to 171, subcaudals 47 to 52 (single), and the anal scale is single. These snakes are quite docile.\nThe King Island and Tasmanian tiger snakes each have a blunt head distinct from a robust body. Younger snakes may be slimmer and similar to other tiger snakes, eventually growing up to 1.5 m in length. Dorsally, they may be jet black, jet black with lighter crossbands, grey with black flecks forming faint bands, or an unbanded grey or brown. The ventral surface is usually a lighter colour. Midbody scales are in 19, 17 or sometimes 15 rows, ventrals number 161 to 174, subcaudals 48 to 52 (single) and the anal scale is single. Tasmanian tiger snakes tend to be quiet snakes, probably due to the lower temperature ranges they inhabit.\nThe Peninsula tiger snake has a blunt head distinct from a robust body; it averages 1.1 m (3.5 ft) in length. Roxby Island specimens are much smaller, averaging 0.86 m in length. Dorsally, it is generally jet black, sometimes with white or cream markings around the lips and chin. On Kangaroo Island, specimens are highly variable in colour, often exhibiting banding and uniform brown colours. The ventral surface is dark grey to black, with some specimens on Kangaroo Island even possessing red bellies. The ventral surface becomes much lighter prior to shedding. Juveniles nearly always have banding. Midbody scales are in 17, 18, 19 and rarely 21 rows, ventrals number 160 to 184, subcaudals 45 to 54 (single) and the anal scale is single.\nThe subspecies Notechis ater ater, found away from mainland Australia, is typically uniformly black.\nAs with most snakes, the colours vary widely between individuals and are an unreliable means of identifying subspecies. Accurate identification is best performed with a venom test kit or scale count.\n\n\n== Habitat ==\n\nTiger snakes are found in coastal environments, wetlands, and creeks where they often form territories. Areas with an abundance of prey can support large populations. The species' distribution extends from the south of Western Australia through to South Australia, Tasmania, including Savage River National Park up through Victoria, and New South Wales. Its common habitat includes the coastal areas of Australia.\n\n\n== Taxonomy and evolution ==\nThe genus Notechis is in the family of elapid snakes. A 2016 genetic analysis showed that the closest relative of the tiger snakes is the rough-scaled snake (Tropidechis carinatus).The two extensively recognized species of this genus are Notechis scutatus (Peters, 1861) and Notechis ater (Krefft, 1866), which show further variety in their characteristics. Several authors have published revisions or described subspecies of these species. Others consider the names contained by this taxonomic arrangement to be unwarranted, and describe Notechis as a monotypic genus. Various authorities accept some or all the systematics previously applied, but most agree a revision of the genus is needed. Names for these subdivisions include the western types, appended to both species names as occidentalis (Glauert 1948) The island groups have also been described as subspecies: Chappell Island tiger snake as N. ater serventyi (Warrell, 1963), King Island and Tasmanian tiger snakes subspecies as N. ater humphreysi, (Warrell, 1963) and the Peninsula tiger snake as N. ater niger (Kinghorn 1921).\nIsland populations of N. scutatus have evolved larger heads to cope with large prey animals. Young populations have larger heads by phenotypic plasticity, whereas large heads have become genetically assimilated in older populations.\n* Not including the nominate subspecies (typical form).\n\n\n== Venom ==\nTiger snakes accounted for 17% of identified snakebite victims in Australia between 2005 and 2015, with four deaths recorded from 119 confirmed envenomations.Tiger snake venoms possess potent neurotoxins, coagulants, haemolysins, and myotoxins. Symptoms of a bite include localized pain in the foot and neck region, tingling, numbness, and sweating, followed by a fairly rapid onset of breathing difficulties and paralysis. In a study, the mortality rate from untreated  bites is reported to be between 40 and 60%.Treatment is the same for all Australian venomous snakes. The pressure immobilization method is used to inhibit the flow of venom through the lymphatic system. Broad, thick bandages are applied over the bite, then down and back along the limb to the armpit or groin. The affected limb is then immobilized with a splint. Identification of the venom is possible if traces are left near the wound. Identifying the snake is not necessary if bitten in Tasmania, because the same antivenom is used to treat all Tasmanian snakes' bites. The availability of antivenom has greatly reduced the incidence of fatal tiger snake bites. Among the number of deaths caused by snakebite in Australia, those from tiger snakes are exceeded only by the brown snake.\n\n\n== Conservation ==\nIn most Australian states, they are protected species, and to kill or injure one incurs a fine up to $7,500, as well as a jail sentence of 18 months in some states. It is also illegal to export a native Australian snake.\n\n\n== References ==\n\n\n== External links ==\nInformation on bites from survivaliq.com\nInformation on the genus from snakeshow.net\nMainland Tiger Snake - Australian Reptile Park\nIntegrated Taxonomic Information System - Notechis",
    "ImageURL": "Tigersnake_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tiger_snake",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Elapidae",
        "Genus": "NotechisBoulenger",
        "Species": "scutatus"
    },
    "ScientificName": "NotechisBoulenger scutatus"
}