{
    "CommonName": "Tiger Salamander",
    "BriefSummary": "The tiger salamander (Ambystoma tigrinum) is a North American species of mole salamander.\n\n",
    "WikiContents": "The tiger salamander (Ambystoma tigrinum) is a North American species of mole salamander.\n\n\n== Description ==\nTiger salamanders grow to a typical length of 6–8 in (15–20 cm) and a maximum of 14 in (36 cm) in length, particularly neotenic individuals. they usually live up to 25 years. Adults are usually blotchy with grey, green, or black, and have large, lidded eyes. They have short snouts, thick necks, sturdy legs, and long tails. Their diets consist largely of small insects and worms, though it is not rare for an adult to consume small frogs and baby mice.\nAdults are rarely seen in the open, and often live in burrows that are usually two feet from the surface. Tiger salamanders are almost entirely terrestrial as adults, and usually only return to the water to breed. Although tiger salamanders are terrestrial, they are good swimmers. Like all ambystomatids, they are extremely loyal to their birthplaces, and will travel long distances to reach them. However, a single tiger salamander has only a 50% chance of breeding more than once in its lifetime. Males nudge a willing female to initiate mating, and then deposit a spermatophore on the lake bottom. The female picks up the packet and deposits the now-fertilized eggs on vegetation. Large-scale captive breeding of tiger salamanders has not been accomplished, for unknown reasons.\n\nThe larva is entirely aquatic, and is characterized by large external gills and a prominent caudal fin that originates just behind the head, similar to the Mexican axolotl. Limbs are fully developed within a short time of hatching. Some larvae, especially in seasonal pools and in the north, may metamorphose as soon as feasible. These are known as small morph adults. Other larvae, especially in ancestral pools and warmer climates, may not metamorphose until fully adult size. These large larvae are usually known as 'waterdogs', and are used extensively in the fishing bait and pet trades. Some populations may not metamorphose at all, and become sexually mature while in their larval form. These are the neotenes, and are particularly common where terrestrial conditions are poor.\n\n\n== Diseases ==\nAlthough immune themselves, tiger salamanders transmit Batrachochytrium dendrobatidis, which is a major worldwide threat to most frog species by causing the disease chytridiomycosis.  Tiger salamanders also carry ranaviruses, which infect reptiles, amphibians, and fish. Using tiger salamander larvae as fishing bait appears to be a major source of exposure and transport to wild populations. Severe mortality of tiger salamander larvae sometimes occurs from recurring ranavirus infections.\n\n\n== As pets ==\nTiger salamanders are popular as pets. A 20-US-gallon (76 l; 17 imp gal) aquarium is used to house this species. Non-chemical treated topsoil is a recommended substrate, usually 4–5 inches deep, as these salamanders love to burrow. Coconut fiber is also a safe alternative. Tiger salamanders in captivity are fed crickets, earthworms, mealworms, superworms, dubia roaches and waxworms.\n\n\n== Related species ==\nThe California tiger salamander (Ambystoma californiense) (listed at Vulnerable), the barred tiger salamander (A. mavortium), and the plateau tiger salamander (A. velasci) were all once considered subspecies of A. tigrinum, but are now considered separate species. Genetic studies made it necessary to break up the original A. tigrinum population, though some hybridization between groups occurs.\nThe axolotl is also a relative of the tiger salamander. Axolotls live in a paedomorphic state, retaining most characteristics of their larval stage for their entire lifespans. While they never metamorphose under natural conditions, metamorphosis can be induced in them, resulting in a form very similar to the plateau tiger salamander. This is not, however, their natural condition, and dramatically shortens their lifespan.\n\n\n== References ==\n\n\n== External links ==\nTiger salamander at the Encyclopedia of Life \nTiger salamander, Petwatch\nProject Tigrinum Florida\nLeClere, 2006 Iowa Herpetology Species account, photo and range map of the Tiger Salamander in Iowa",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Salamandra_Tigre.png",
    "Source": "https://en.wikipedia.org/wiki/Tiger_salamander"
}