{
    "CommonName": "Timber wolf",
    "BriefSummary": "The historic Canis lupus has 38 subspecies listed in the taxonomic authority Mammal Species of the World (2005, 3rd edition). These subspecies were named over the past 250 years, and since their naming, a number of them have gone extinct. The nominate subspecies is Canis lupus lupus.\nCanis lupus is assessed as least concern by the IUCN, as its relatively widespread range and stable population trend mean that the species, at global level, does not meet, or nearly meet, any of the criteria for the threatened categories. However, some local populations are classified as endangered, and some subspecies are endangered or extinct. Biological taxonomy is not fixed and placement of taxa is reviewed as a result of new research. The current categorization of subspecies of C. lupus is shown below. Also included are synonyms, which are now discarded, duplicate or incorrect namings, or in the case of the domestic dog synonyms, old taxa referring to subspecies of the domestic dog, which when the dog was declared a subspecies itself, had nowhere else to go. Common names are given, but may vary, as they have no set meaning.",
    "WikiContents": "The historic Canis lupus has 38 subspecies listed in the taxonomic authority Mammal Species of the World (2005, 3rd edition). These subspecies were named over the past 250 years, and since their naming, a number of them have gone extinct. The nominate subspecies is Canis lupus lupus.\nCanis lupus is assessed as least concern by the IUCN, as its relatively widespread range and stable population trend mean that the species, at global level, does not meet, or nearly meet, any of the criteria for the threatened categories. However, some local populations are classified as endangered, and some subspecies are endangered or extinct. Biological taxonomy is not fixed and placement of taxa is reviewed as a result of new research. The current categorization of subspecies of C. lupus is shown below. Also included are synonyms, which are now discarded, duplicate or incorrect namings, or in the case of the domestic dog synonyms, old taxa referring to subspecies of the domestic dog, which when the dog was declared a subspecies itself, had nowhere else to go. Common names are given, but may vary, as they have no set meaning.\n\n\n== Taxonomy ==\nThe species C. lupus was first recorded by Carl Linnaeus in his publication Systema Naturae in 1758, with the Latin classification translating into the English words \"dog wolf\".\nA subspecies is the taxonomic rank below a species. When geographically separate populations of a species exhibit recognizable phenotypic differences, biologists may identify these as separate subspecies; a subspecies is a recognized local variant of a species. The 38 subspecies of Canis lupus are listed in Mammal Species of the World (third edition) that was published in 2005, and in the Catalogue of Life. The nominate subspecies is the Eurasian wolf (Canis lupus lupus), also known as the common wolf. The subspecies includes the domestic dog, dingo, eastern wolf and red wolf. However, the classification of several as either species or subspecies has recently been challenged.\n\n\n== List of extant subspecies ==\nLiving subspecies recognized by MSW3 as of 2005 and divided into Old World and New World:\n\n\n=== Eurasia and Australia ===\nFor Eurasia, in 1995 mammalogist Robert Nowak recognized five subspecies based on skull morphology, these being: C. l. lupus, C. l. albus, C. l. pallipes, C. l. cubanensis, and C. l. communis. In 2003, Nowak also recognized the distinctiveness of C. l. arabs, C. l. hattai, and C. l. hodophilax. In 2005, MSW3 included C. l. filchneri. In 2003, two forms were distinguished in southern China and Inner Mongolia as being separate from C. l. chanco and C. l. filchneri and have yet to be named.\n\n\n=== North America ===\n\nFor North America, in 1944 the zoologist Edward Goldman recognized as many as 23 subspecies based on morphology. In 1959, E. Raymond Hall proposed that there had been 24 subspecies of lupus in North America. In 1970, L. David Mech proposed that there was \"probably far too many subspecific designations...in use\" as most did not exhibit enough points of differentiation to be classified as a separate subspecies. The 24 subspecies were accepted by many authorities in 1981 and these were based on morphological or geographical differences, or a unique history. In 1995, the American mammologist Robert M. Nowak analyzed data on the skull morphology of wolf specimens from around the world. For North America, he proposed that there were only five subspecies of gray wolf. These include a large-toothed Arctic wolf named C. l. arctos, a large wolf from Alaska and western Canada named C. l. occidentalis, a small wolf from southeastern Canada named C. l. lycaon, a small wolf from the southwestern U.S. named C. l. baileyi and a moderate-sized wolf that was originally found from Texas to Hudson Bay and from Oregon to Newfoundland named C. l. nubilus. This proposal was not reflected in the taxonomic classification of Canis lupus subspecies in Mammal Species of the World (third edition, 2005).\n\n\n== List of historically extinct subspecies ==\nSubspecies recognized by MSW3 as of 2005 which have gone extinct over the past 150 years:\n\nSubspecies discovered since the publishing of MSW3 in 2005 which have gone extinct over the past 150 years: \n\n\n== Disputed subspecies and species ==\n\n\n=== Eurasia ===\n\n\n==== Apennine wolf ====\nThe Apennine wolf (or Italian wolf) was first recognised as a distinct subspecies Canis lupus italicus in 1921 by zoologist Giuseppe Altobello.  Altobello's classification was later rejected by several authors, including Reginald Innes Pocock, who synonymised C. l. italicus with C. l. lupus. In 2002, the noted paleontologist R.M. Nowak reaffirmed the morphological distinctiveness of the Italian wolf and recommended the recognition of Canis lupus italicus. A number of DNA studies have found the Italian wolf to be genetically distinct. In 2004, the genetic distinction of the Italian wolf subspecies was supported by analysis which consistently assigned all the wolf genotypes of a sample in Italy to a single group. This population also showed a unique mitochondrial DNA control-region haplotype, the absence of private alleles and lower heterozygosity at microsatellite loci, as compared to other wolf populations. In 2010, a genetic analysis indicated that a single wolf haplotype (w22) unique to the Apennine Peninsula and one of the two haplotypes (w24, w25), unique to the Iberian Peninsula, belonged to the same haplogroup as the prehistoric wolves of Europe. Another haplotype (w10) was found to be common to the Iberian peninsula and the Balkans. These three populations with geographic isolation exhibited a near lack of gene flow and spatially correspond to three glacial refugia.The taxonomic reference Mammal Species of the World (3rd edition, 2005) does not recognize Canis lupus italicus; however, NCBI/Genbank publishes research papers under that name.\n\n\n==== Iberian wolf ====\nThe Iberian wolf was first recognised as a distinct subspecies (Canis lupus signatus) in 1907 by zoologist Ángel Cabrera. The wolves of the Iberian peninsula have morphologically distinct features from other Eurasian wolves and each are considered by their researchers to represent their own subspecies.The taxonomic reference Mammal Species of the World (3rd edition, 2005) does not recognize Canis lupus signatus; however, NCBI/Genbank does list it.\n\n\n==== Himalayan wolf ====\nThe Himalayan wolf is a proposed clade within the Tibetan wolf (Canis lupus filchneri) that is distinguished by its mitochondrial DNA, which is basal to all other wolves. The taxonomic status of this wolf is disputed, with the species Canis himalayensis being proposed based on two limited DNA studies. In 2017, a study of mitochondrial DNA, X-chromosome (maternal lineage) markers and Y-chromosome (male lineage) markers found that the Himalayan wolf was genetically basal to the holarctic grey wolf and has an association with the African golden wolf.The taxonomic reference Mammal Species of the World (3rd edition, 2005) does not recognize Canis himalayensis, however NCBI/Genbank lists it as a new subspecies Canis lupus himalayensis.\n\n\n==== Indian plains wolf ====\nThe Indian plains wolf is a proposed clade within the Indian wolf (Canis lupus pallipes) that is distinguished by its mitochondrial DNA, which is basal to all other wolves except for the Himalayan wolf. The taxonomic status of this wolf clade is disputed, with the separate species Canis indica being proposed based on two limited DNA studies. The proposal has not been endorsed because they relied on a limited number of museum and zoo samples that may not have been representative of the wild population and a call for further fieldwork has been made.The taxonomic reference Mammal Species of the World (3rd edition, 2005) does not recognize Canis indica, however NCBI/Genbank lists it as a new subspecies Canis lupus indica.\n\n\n=== North America ===\n\n\n==== Coastal wolves ====\nA study of the three coastal wolves indicates a close phylogenetic relationship across regions that are geographically and ecologically contiguous, and the study proposed that Canis lupus ligoni (Alexander Archipelago wolf), Canis lupus columbianus (British Columbian wolf), and Canis lupus crassodon (Vancouver Island wolf) should be recognized as a single subspecies of Canis lupus. They share the same habitat and prey species, and form one study's six identified North American ecotypes - a genetically and ecologically distinct population separated from other populations by their different type of habitat.\n\n\n==== Eastern wolf ====\nThe eastern wolf has two proposals over its origin. One is that the eastern wolf is a distinct species (C. lycaon) that evolved in North America, as opposed to the gray wolf that evolved in the Old World, and is related to the red wolf. The other is that it is derived from admixture between gray wolves which inhabited the Great Lakes area and coyotes, forming a hybrid that was classified as a distinct species by mistake.The taxonomic reference Mammal Species of the World (3rd edition, 2005) does not recognize Canis lycaon, however NCBI/Genbank does list it.\n\n\n==== Red wolf ====\nThe red wolf is an enigmatic taxon, of which there are two proposals over its origin. One is that the red wolf was a distinct species (C. rufus) that has undergone human-influenced admixture with coyotes. The other is that it was never a distinct species but was derived from admixture between coyotes and gray wolves, due to the gray wolf population being eliminated by humans.The taxonomic reference Mammal Species of the World (3rd edition, 2005) does not recognize Canis rufus, however NCBI/Genbank does list it.\n\n\n== See also ==\nList of gray wolf populations by country\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\nCanis lupus on the ITIS (Integrated Taxonomic Information System)\nCitations for Mammal Species of the World, as a PDF",
    "ImageURL": "Timberwolf_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Subspecies_of_Canis_lupus",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Canidae",
        "Genus": "Canis",
        "Species": "lupus"
    },
    "ScientificName": "Canis lupus",
    "Zone": "* #### A"
}