{
    "CommonName": "Toddy cat",
    "BriefSummary": "The Asian palm civet (Paradoxurus hermaphroditus) is a small viverrid native to South and Southeast Asia. Since 2008, it is IUCN Red Listed as Least Concern as it is tolerant of a broad range of habitats. It is widely distributed with large populations that in 2008 were thought unlikely to be declining. In 2012, it was suggested that recent increases in capturing the animals for kopi luwak (civet coffee) production may constitute a significant threat to wild palm civet populations.",
    "WikiContents": "The Asian palm civet (Paradoxurus hermaphroditus) is a small viverrid native to South and Southeast Asia. Since 2008, it is IUCN Red Listed as Least Concern as it is tolerant of a broad range of habitats. It is widely distributed with large populations that in 2008 were thought unlikely to be declining. In 2012, it was suggested that recent increases in capturing the animals for kopi luwak (civet coffee) production may constitute a significant threat to wild palm civet populations.\n\n\n== Characteristics ==\n\nThe Asian palm civet is a small, mottled gray and black viverrid weighing 2 to 5 kg (4.4 to 11.0 lb). It has a body length of about 53 cm (21 in) with a 48 cm (19 in) long tail. Its long, stocky body is covered with coarse, shaggy hair that is usually greyish in color. There is a white mask across the forehead, a small white patch under each eye, a white spot on each side of the nostrils, and a narrow dark line between the eyes. The muzzle, ears, lower legs, and distal half of the tail are black, with three rows of black markings on the body. The tail is without rings, unlike in similar civet species. Anal scent glands emit a nauseating secretion as a chemical defense when threatened or upset. Despite its species name hermaphroditus, the palm civet has two distinct sexes and are not hermaphrodites.\n\n\n== Distribution and habitat ==\nThe Asian palm civet is native to India, Nepal, Bangladesh, Bhutan, Myanmar, Sri Lanka, Thailand, Singapore, Peninsular Malaysia, Sabah, Sarawak, Brunei Darussalam, Laos, Cambodia, Vietnam, China, the Philippines, and the Indonesian islands of Sumatra, Java, Kalimantan, Bawean and Siberut. It was introduced to Irian Jaya, the Lesser Sunda Islands, Maluku, Sulawesi and Japan. Its presence in Papua New Guinea is uncertain.It usually inhabits primary forests, but also occurs at lower densities in secondary and selectively logged forest.It is also present in parks and suburban gardens with mature fruit trees, fig trees and undisturbed vegetation. Its sharp claws allow climbing of trees and house gutters. In most parts of Sri Lanka, palm civets are considered a nuisance since they litter in ceilings and attics of common households, and make loud noises fighting and moving about at night.\n\n\n=== Evolution ===\nIt is thought that the Asian palm civet on Palawan island maybe have dispersed from Borneo during the Pleistocene, as Palawan and Borneo specimens are genetically close. It is possible that humans later introduced Asian palm civet into other Philippines islands.\n\n\n== Ecology and behaviour ==\n\nAsian palm civets are believed to lead a solitary lifestyle, except for brief periods during mating. They are both terrestrial and arboreal, showing nocturnal activity patterns with peaks between late evening until after midnight. They are usually active between 6:00 pm and 4:00 am, being less active during nights when the moon is brightest.Scent marking behaviour and olfactory response to various excretions (such as urine, feces, and secretion of the perineal gland) differs in males and females. Scent marking by dragging the perineal gland and leaving the secretion on the substrate was most commonly observed in animals of both sexes. The olfactory response varied by duration, and depended both on the sex and excretion type. The palm civet can distinguish animal species, sex, and familiar/unfamiliar individuals by the odor of the perineal gland secretion.\n\n\n=== Feeding and diet ===\nAsian palm civets are omnivores utilizing fruits such as berries and pulpy fruits as a major food source, and thus help to maintain tropical forest ecosystems via seed dispersal. They eat chiku, mango, rambutan and coffee, but also small mammals and insects. Ecologically, they fill a similar niche in Asia as common raccoons in North America. They play an important role in the natural regeneration of Pinanga kuhlii and P. zavana palms at Gunung Gede Pangrango National Park. They also feed on palm flower sap, which when fermented becomes toddy, a sweet liquor. Because of this habit, they are called the toddy cat.\n\n\n=== Reproduction ===\n\nDue to their solitary and nocturnal habits, little is known about the reproductive processes and behaviour of civets. In March 2010, a pair of palm civets was observed when attempting to mate. The pair copulated on the tree branch for about five minutes. During that period, the male mounted the female 4–5 times and did not ejaculate. After each mounting, the pair separated for a few moments and repeated the same procedure, with the male ejaculating. After completion of mating, the pair frolicked around for some time, moving from branch to branch on the tree. The animals separated after about six minutes and moved off to different branches and rested there.\n\n\n== Threats ==\n\n\n=== Hunting ===\nIn some parts of its range Asian palm civets are hunted for bush meat and the pet trade. In southern China it is extensively hunted and trapped. Dead individuals were found with local tribes in Coimbatore, Tamil Nadu and Agra, Uttar Pradesh in India between 1998 and 2003, where it is killed for its meat.\nThe oil extracted from small pieces of the meat kept in linseed oil in a closed earthen pot and regularly sunned is used indigenously as a cure for scabies.\n\n\n=== Kopi Luwak ===\n\nKopi Luwak is coffee prepared using coffee beans that have been subjected to ingestion and fermentation in the gastrointestinal tract of the Asian palm civet, which is called luwak in Indonesia. Caffeine content in both Arabica and Robusta luwak coffee is lower than in unfermented coffee. Large deformation mechanical rheology testing revealed that civet coffee beans are harder and more brittle in nature than their control counterparts indicating that digestive juices enter into the beans and modify the micro-structural properties of these beans. Proteolytic enzymes cause substantial breakdown of storage proteins.Kopi Luwak is traditionally made from the faeces of wild civets, however, due to it becoming a trendy drink, civets are being increasingly captured from the wild and fed coffee beans to mass-produce this blend. Many of these civets are housed in battery cage systems which have been criticised on animal welfare grounds. The impact of the demand for this fashionable coffee on wild palm civet populations is yet unknown but may constitute a significant threat. In Indonesia, the demand for Asian palm civets appears to be in violation of the quota set for pets.\n\n\n== Conservation ==\nParadoxurus hermaphroditus is listed on CITES Appendix III. There is a quota in place in Indonesia, precluding trade from certain areas, setting a cap on the number of civets that can be taken from the wild, and allowing only 10% of those removed from the wild to be sold domestically. This quota is largely ignored by hunters and traders and is not enforced by authorities. This species has become popular as a pet in Indonesia in recent years, causing a rise in the numbers found in markets in Java and Bali. The majority of the animals sold as pets originate from the wild. The high numbers of animals seen, lack of adherence to the quota and lack of enforcement of the laws are causes for conservation concern.\n\n\n== Taxonomy ==\n\nSince Peter Simon Pallas's first description published in 1777, a significant number of subspecies have been described between 1820 and 1992. They are listed according to the year of first description:\nP. h. hermaphroditus (Pallas, 1777) — ranges in Sri Lanka and southern India as far north as the Narbada River;\nP. h. bondar (Desmarest, 1820) — was described from Bengal and Nepal Terai;\nP. h. musanga (Raffles, 1821)\nP. h. javanica (Horsfield, 1824)\nP. h. pallasii (Gray, 1832) — was described from the hills of Nepal, and ranges from Nepal, Sikkim, Assam to upper Myanmar;\nP. h. philippinensis (Jourdan, 1837)\nP. h. setosus (Jacquinot and Pucheran, 1853)\nP. h. nictitans (Taylor, 1891) — was described from Odisha;\nP. h. lignicolor (Miller, 1903)\nP. h. minor (Bonhote, 1903)\nP. h. canescens (Lyon, 1907)\nP. h. milleri (Kloss, 1908)\nP. h. kangeanus (Thomas, 1910)\nP. h. sumbanus (Schwarz, 1910)\nP. h. exitus (Schwarz, 1911)\nP. h. cochinensis (Schwarz, 1911)\nP. h. canus (Miller, 1913)\nP. h. pallens (Miller, 1913)\nP. h. parvus (Miller, 1913)\nP. h. pugnax (Miller, 1913)\nP. h. pulcher (Miller, 1913)\nP. h. sacer (Miller, 1913)\nP. h. senex (Miller, 1913)\nP. h. simplex (Miller, 1913)\nP. h. enganus (Lyon, 1916)\nP. h. laotum (Gyldenstolpe, 1917) — was described from Chieng Hai in north-western Thailand, and ranges from Myanmar to Indochina and Hainan;\nP. h. balicus (Sody, 1933)\nP. h. scindiae (Pocock, 1934) — was described from Gwalior, and ranges in central India;\nP. h. vellerosus (Pocock, 1934) — was described from Kashmir;\nP. h. dongfangensis (Corbet and Hill, 1992)The taxonomic status of these subspecies has not yet been evaluated.\n\n\n== Local names ==\n\ncommon palm civet, Mentawai palm civet\ntoddy cat\nMusang or Alamid in the Philippines;\nMusang in Malaysia and in Indonesia, in latter also Luwak;\nMotit, Amunin in the Gran Cordillera Central mountain range of northern Philippines;\nPunugina Bekku, Kabbekku (ಪುನುಗಿನ ಬೆಕ್ಕು, ಕಬ್ಬೆಕ್ಕು) in Kannada;\nPunugu Pilli (పునుగు పిల్లి) in Telugu;\nGondho Gokul, Khatash, Bham, Bham Beral in Bengali, known as Shairel in Khulna Area;\nxatash ꠈꠣꠐꠣꠡ in Sylheti;\nMarapatti or \"മരപ്പട്ടി\", translates as 'tree-dog' or 'wood-dog', in Malayalam;\nBeru in Tulu\nPunugu Poonai புனுகுப்பூனை in Tamil, also meaning 'musk cat';\nJohamal জহামাল in Assamese;\n\"Saliapatini\" ଶାଳିଆପାତିନି in Odia;\nBijju or Kabar Bijju in Hindi;\nVaniyar  ᦠᦲᧃ (IPA: [ɡuj] in Gujarat;\n\" Kandechor\" कांडेचोर(meaning 'onion thief') in Konkan, Maharashtra.\nUguduwa/kalawadda (උගුඩුවා/කලවැද්දා) in Sinhala of Sri Lanka;\nCầy vòi hương in Vietnamese;\nPuLi.ngaa maajjar in Konkani;\nIi Hěn อีเห็น (IPA: [ʔii.hěn]) in Thailand;\nHěn ເຫັນ IPA: [hěn] or Ngěn ເຫງັນ (IPA: [ŋěn]) in Laos;\nHěn ႁဵၼ် IPA: [hěn] in Shan of the Shan states, Myanmar;\nHǐn ᦠᦲᧃ IPA: [hín] in Tai Lü of Xishuangbanna, Yunnan, China.\n\n\n== References ==\n\n\n== External links ==\nAnimal Diversity Web at the University of Michigan: Paradoxurus hermaphroditus",
    "ImageURL": "Toddycat_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Asian_palm_civet",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Suborder": "Feliformia",
        "Family": "Viverridae",
        "Genus": "Paradoxurus",
        "Species": "hermaphroditus"
    },
    "ScientificName": "Paradoxurus hermaphroditus"
}