{
    "CommonName": "Tokay gecko",
    "BriefSummary": "The tokay gecko (Gekko gecko) is a nocturnal arboreal gecko in the genus Gekko, the true geckos. It is native to Asia and some Pacific Islands.",
    "WikiContents": "The tokay gecko (Gekko gecko) is a nocturnal arboreal gecko in the genus Gekko, the true geckos. It is native to Asia and some Pacific Islands.\n\n\n== Names ==\nThe tokay gecko is known as a hokkeng in Chakma, takshak in Assamese, hankkok in Manipuri, gokge in Garo, tuko in the Philippines, tokkae in Malaysia, tokek in Indonesian/Javanese, tắc kè in Vietnamese, kokkek in Zomi, ตุ๊กแก [túkkɛː] in Thai, តុកកែ (tokkae) in Khmer, sawk-khe in Hmar, and awke in Mizo for its characteristic vocalizations.\n\n\n== Distribution and habitat ==\nThis species occurs in northeast India, Bhutan, Nepal, and Bangladesh, throughout Southeast Asia, including the Philippines and Indonesia, and to western New Guinea in Melanesia. Its native habitat is rainforest, where it lives on trees and cliffs, and it also frequently adapts to rural human habitations, roaming walls and ceilings at night in search of insect prey. It is an invasive species in the Florida Keys. Increasing urbanization is reducing its range.\nIt is currently unclear whether the species is native but very uncommon in Taiwan, or whether the rare reports of individuals since the 1920s are based on repeated anthropogenic translocations that may or may not have resulted in established populations by now.\n\n\n== Physical characteristics and behavior ==\n\nThe Tokay is a large gecko, reaching up to 35 cm (14 in) in length. It is cylindrical but somewhat flattened in body shape. The eyes have vertical pupils. The skin is soft to the touch and is generally gray with red speckles, but the animal can change the color of its skin to blend into the environment. The species is sexually dimorphic, the males being more brightly colored.The male is territorial, attacking other Tokays and other intruders. The female lays clutches of one or two hard-shelled eggs and guards them until they hatch. The Tokay feeds on insects and small vertebrates. It has strong jaws with which it bites through the exoskeletons of rainforest insects. It is a strong climber with foot pads that can support the entire weight of the body on a vertical surface for a long period of time. Compared to other gecko species, the Tokay has a robust build, with a semi-prehensile tail, a large head and muscular jaws. Though common in the pet trade, the strong bite of the Tokay makes it ill-suited for inexperienced keepers.\n\n\n=== Call ===\nTheir mating call, a loud croak, is variously described as sounding like token, gekk-gekk or poo-kay from which both the common and the scientific name (deriving from onomatopoeic names in Malay, Sundanese, Tagalog, Thai, or Javanese), as well as the family name Gekkonidae and the generic term gecko come. The call is similar to the call made by Gekko smithii, the large forest gecko.\nThe gecko's call is also responsible for a slang name given to it by U.S. soldiers during the Vietnam War: the fuck-you lizard.\n\n\n== Conservation ==\n\nTokay geckos are culturally significant in many East Asian countries. Regional folklore has attributed supernatural powers to the gecko. In Southeast Asia it is a symbol of good luck and fertility. It is believed to be descended from dragons.This species is poached for the medicinal trades in parts of Asia. The Tokay gecko is an ingredient in Traditional Chinese medicine known as Ge Jie (蛤蚧). It is believed to nourish the kidneys and lungs, beliefs that are not substantiated by medical science. The animal remains highly sought after in China, Hong Kong, Taiwan, Vietnam, Malaysia, Singapore and other parts of Asia with Chinese communities, to the point where unscrupulous merchants have taken to disfiguring monitor lizards with prosthetics to pass them off as colossal Tokay gecko specimens.The Tokay gecko is quickly becoming a threatened species in the Philippines due to indiscriminate hunting. Collecting, transporting and trading in geckos without a license can be punishable by up to twelve years in jail and a fine of up to Php 1,000,000.00 under Republic Act 9147 in addition to other applicable international laws. However, the trade runs unchecked due to the sheer number of illegal traders and reports of lucrative deals. Chinese buyers and other foreign nationals are rumored to pay thousands of dollars for large specimens, because of their alleged medicinal value or as commodities in the illegal wildlife trade.This is an introduced species in some areas outside its native range. It is established in Florida in the United States, Martinique, the islands of Belize, and possibly Hawaii.\n\n\n== Subspecies ==\nTwo subspecies are currently recognized.\nG. g. gecko (Linnaeus, 1758): tropical Asia from northeastern India to eastern Indonesia.\nG. g. azhari Mertens, 1955: found only in Bangladesh.\n\n\n== References ==\n\n\n== External links ==\nTokay Gecko. EcologyAsia.\nTokay Gecko Care. TokayGecko.org\nThe sound of a Balinese geko in Sanur. Recorded October 2004. SoundCloud.\nNonnatives - Tokay Gecko. Florida Fish and Wildlife Conservation Commission.",
    "ImageURL": "Tokaygecko_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tokay_gecko",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Gekkonidae",
        "Genus": "Gekko",
        "Species": "gecko"
    },
    "ScientificName": "Gekko gecko"
}