{
    "CommonName": "Topi",
    "BriefSummary": "The topi (Damaliscus lunatus jimela) is a highly social and fast antelope subspecies of the common tsessebe, a species which belongs to the genus Damaliscus. They are found in the savannas, semi-deserts, and floodplains of sub-Saharan Africa.",
    "WikiContents": "The topi (Damaliscus lunatus jimela) is a highly social and fast antelope subspecies of the common tsessebe, a species which belongs to the genus Damaliscus. They are found in the savannas, semi-deserts, and floodplains of sub-Saharan Africa.\n\n\n== Description ==\nTopi resemble hartebeest but have a darker coloration and lack sharply angled horns. They have elongated heads, a distinct hump at the base of the neck, and reddish brown bodies with dark purple patchings on their upper legs. They also have a mask-like dark coloration on the face. Their horns are ringed and lyrate shaped. Their coats are made of short, shiny hairs. They range in mass from 68 to 160 kg (150 to 353 lb). Head-and-body length can range from 150 to 210 cm (59 to 83 in) and the tail measures 40–60 cm (16–24 in). They are a tall species, ranging in height from 100 to 130 cm (39 to 51 in) at the shoulder. Males tend to be larger and darker than females. Topi also have preorbital glands that secrete clear oil and the front legs have hoof glands.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Range and ecology ==\nThe topi has a long but patchy distribution, as it prefers certain grasslands in arid and savanna biomes. Human hunting and habitat destruction have further isolated their population. The following countries have been found to contain topi: Burundi, Democratic Republic of the Congo, Kenya, Rwanda, Tanzania, and Uganda. The species is regionally extinct in Burundi,Topi live primarily in grassland habitats ranging from treeless plains to savannas. In ecotone habitats between woodlands and open grasslands, they stay along the edge using the shade in hot weather. They prefer pastures with green grass that is medium in height with leaf-like swards. Topis are more densely populated in areas where green plants last into the dry season, particularly near water. The topi is a selective feeder and uses its elongated muzzle and flexible lips to forage for the freshest plants. When foraging for food, topi tend to take small bites at a fast rate. Topi generally frequent flat lowlands and at elevations below 1500 m. When they have access to enough green vegetation, topi usually do not have to drink. They drink more when relying on dry grass. Topi use vantage points, such as termite mounds, to get a good look at their surroundings.Topi are usually either numerous or absent in an area. Scattered populations do not last long and either increase or die off. The health of topis in a population depends on access to green vegetation. Herds of topi migrate between pastures. The largest migration is in the Serengeti, where they join the wildebeests, zebras and gazelles. Predators of topi include lions and spotted hyenas, with jackals being predators of newborns. They are especially targeted by hyenas. Nevertheless, topi tend to have a low predation rate when other species are present.\n\n\n== Social structure and reproduction ==\n\nThe topi has what is possibly the most diverse social organization of the antelopes. Topi herds can take the form of \"perennially sedentary-dispersion\", \"perennially mobile-aggregated\" or something in between. This depends on the habitat and ecology of the areas they are in. In addition, the reproductive organization ranges between the traditional territorial system or resource defense polygyny herds to gatherings that contain short-lasting territories to lek systems. In patches of grassland surrounded by woodlands, topi live in the sedentary-dispersion mode. Males establish territories that attract herds of females with their offspring. Depending on the size of the patches, territories can be as large as 4 km2 and sometimes border each other.  The fidelity of a female to a territory can last three years in the Serengeti. The females in these territories function as part of the resident male's harem. These herds tend to be closed (except when new females are accepted) and both the male and his females defend the territory. When the resident male is absent, the dominant female may assume his behaviors, defending against outside topis of either sex using the rocking canter and performing the high-stepping display. In more densely populated areas, like those of Queen Elizabeth National Park in Uganda, topis move across the plain and set up territories during resting periods.In areas such as the Akagera National Park in Rwanda and Masai Mara National Reserve in Kenya, topi males establish leks which are territories that are clustered together. These territories have little value outside of the males in them. The most dominant males occupy the center of the lek cluster and the less dominant occupy the periphery. Males mark their territories with dung piles and stand on them in an erect posture ready to fight any other male that tries to invade. Estrous females enter the leks both alone and in groups and mate with the males in the center of the lek cluster. Males further from the center may increase their reproductive success if they are near water. Females will compete with each other for the dominant males as females come into estrous for only one day of the year. Females prefer to mate with dominant males that they have mated with before, however males try to mate with as many new females as possible. As such favored males prefer to balance mating investment equally between females. Females, however, will aggressively disrupt copulations that their favored males have with other females. Subordinate females have their copulations interrupted more often than dominant females.  Males will eventually counter-attack these females, refusing to mate with them any more.The vast majority of births occur between October and December with half of them occurring in October. The parenting of the topi has characteristics of both the \"hider\" system (found in the blesbok) and the \"follower\" system (found in the blue wildebeest). Calves can follow their mothers immediately after birth and \"may not 'lie out'\". On the other hand, females separate themselves from the herd to calve and calves commonly seek hiding places during the night. A young topi stays with its mother for a year or until a new calf is born. Both yearling males and females can be found in bachelor herds.\n\n\n== Status and conservation ==\nThe topi is currently classified as Vulnerable by the IUCN.\n\n\n== References ==\n\n\n== External links ==\nUltimate Ungulate - Topi (Damaliscus lunatus)",
    "ImageURL": "Topi_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Topi",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Damaliscus",
        "Species": "lunatus"
    },
    "ScientificName": "Damaliscus lunatus",
    "Zone": "* #### G"
}