{
    "CommonName": "Tortoise",
    "BriefSummary": "Tortoises () are reptile species of the family Testudinidae of the order Testudines (the turtles). They are particularly distinguished from turtles by being land-dwelling, while many (though not all) turtle species are at least partly aquatic. However, like turtles, tortoises have a shell to protect from predation and other threats. The shell in tortoises is generally hard, and like other members of the suborder Cryptodira, they retract their necks and heads directly backwards into the shell to protect them.\nTortoises are unique among vertebrates in that the pectoral and pelvic girdles are inside the ribcage rather than outside. Tortoises can vary in dimension from a few centimeters to two meters. They are usually diurnal animals with tendencies to be crepuscular depending on the ambient temperatures. They are generally reclusive animals. Tortoises are the longest living land animal in the world, although the longest living species of tortoise is a matter of debate. Galápagos tortoises are noted to live over 150 years, but an Aldabra giant tortoise named Adwaita may have been the longest living at an estimated 255 years. In general, most tortoise species can live 80–150 years.",
    "WikiContents": "Tortoises () are reptile species of the family Testudinidae of the order Testudines (the turtles). They are particularly distinguished from turtles by being land-dwelling, while many (though not all) turtle species are at least partly aquatic. However, like turtles, tortoises have a shell to protect from predation and other threats. The shell in tortoises is generally hard, and like other members of the suborder Cryptodira, they retract their necks and heads directly backwards into the shell to protect them.\nTortoises are unique among vertebrates in that the pectoral and pelvic girdles are inside the ribcage rather than outside. Tortoises can vary in dimension from a few centimeters to two meters. They are usually diurnal animals with tendencies to be crepuscular depending on the ambient temperatures. They are generally reclusive animals. Tortoises are the longest living land animal in the world, although the longest living species of tortoise is a matter of debate. Galápagos tortoises are noted to live over 150 years, but an Aldabra giant tortoise named Adwaita may have been the longest living at an estimated 255 years. In general, most tortoise species can live 80–150 years.\n\n\n== Terminology ==\nDifferences exist in usage of the common terms turtle, tortoise, and terrapin, depending on the variety of English being used; usage is inconsistent and contradictory. These terms are common names and do not reflect precise biological or taxonomic distinctions.\n\nThe American Society of Ichthyologists and Herpetologists uses \"turtle\" to describe all species of the order Testudines, regardless of whether they are land-dwelling or sea-dwelling, and uses \"tortoise\" as a more specific term for slow-moving terrestrial species. General American usage agrees; turtle is often a general term (although some restrict it to aquatic turtles); tortoise is used only in reference to terrestrial turtles or, more narrowly, only those members of Testudinidae, the family of modern land tortoises; and terrapin may refer to turtles that are small and live in fresh and brackish water, in particular the diamondback terrapin (Malaclemys terrapin). In America, for example, the members of the genus Terrapene dwell on land, yet are referred to as box turtles rather than tortoises.British usage, by contrast, tends not to use \"turtle\" as a generic term for all members of the order, and also applies the term \"tortoises\" broadly to all land-dwelling members of the order Testudines, regardless of whether they are actually members of the family Testudinidae. In Britain, terrapin is used to refer to a larger group of semiaquatic turtles than the restricted meaning in America.Australian usage is different from both American and British usage. Land tortoises are not native to Australia, yet traditionally freshwater turtles have been called \"tortoises\" in Australia. Some Australian experts disapprove of this usage—believing that the term tortoises is \"better confined to purely terrestrial animals with very different habits and needs, none of which are found in this country\"—and promote the use of the term \"freshwater turtle\" to describe Australia's primarily aquatic members of the order Testudines because it avoids misleading use of the word \"tortoise\" and also is a useful distinction from marine turtles.\n\n\n== Biology ==\n\n\n=== Lifecycle ===\n\nMost species of tortoises lay small clutch sizes, seldom exceeding 20 eggs, and many species have clutch sizes of only 1–2 eggs. Incubation is characteristically long in most species, the average incubation period are between 100 and 160 days. Egg-laying typically occurs at night, after which the mother tortoise covers her clutch with sand, soil, and organic material. The eggs are left unattended, and depending on the species, take from 60 to 120 days to incubate. The size of the egg depends on the size of the mother and can be estimated by examining the width of the cloacal opening between the carapace and plastron. The plastron of a female tortoise often has a noticeable V-shaped notch below the tail which facilitates passing the eggs. Upon completion of the incubation period, a fully formed hatchling uses an egg tooth to break out of its shell. It digs to the surface of the nest and begins a life of survival on its own. They are hatched with an embryonic egg sac which serves as a source of nutrition for the first three to seven days until they have the strength and mobility to find food. Juvenile tortoises often require a different balance of nutrients than adults, so may eat foods which a more mature tortoise would not. For example, the young of a strictly herbivorous species commonly will consume worms or insect larvae for additional protein.\nThe number of concentric rings on the carapace, much like the cross-section of a tree, can sometimes give a clue to how old the animal is, but, since the growth depends highly on the accessibility of food and water, a tortoise that has access to plenty of forage (or is regularly fed by its owner) with no seasonal variation will have no noticeable rings. Moreover, some tortoises grow more than one ring per season, and in some others, due to wear, some rings are no longer visible.Tortoises generally have one of the longest lifespans of any animal, and some individuals are known to have lived longer than 150 years.\nBecause of this, they symbolize longevity in some cultures, such as China. The oldest tortoise ever recorded, and one of the oldest individual animals ever recorded, was Tu'i Malila, which was presented to the Tongan royal family by the British explorer Captain Cook shortly after its birth in 1777. Tu'i Malila remained in the care of the Tongan royal family until its death by natural causes on May 19, 1965, at the age of 188. The record for the longest-lived vertebrate is exceeded only by one other, a koi named Hanako whose death on July 17, 1977, ended a 226-year lifespan.The Alipore Zoo in India was the home to Adwaita, which zoo officials claimed was the oldest living animal until its death on March 23, 2006. Adwaita (also spelled Addwaita) was an Aldabra giant tortoise brought to India by Lord Wellesley, who handed it over to the Alipur Zoological Gardens in 1875 when the zoo was set up. West Bengal officials said records showed Adwaita was at least 150 years old, but other evidence pointed to 250. Adwaita was said to be the pet of Robert Clive.Harriet was a resident at the Australia Zoo in Queensland from 1987 to her death in 2006; she was believed to have been brought to England by Charles Darwin aboard the Beagle and then on to Australia by John Clements Wickham. Harriet died on June 23, 2006, just shy of her 176th birthday.\nTimothy, a spur-thighed tortoise, lived to be about 165 years old. For 38 years, she was carried as a mascot aboard various ships in Britain's Royal Navy. Then in 1892, at age 53, she retired to the grounds of Powderham Castle in Devon. Up to the time of her death in 2004, she was believed to be the United Kingdom's oldest resident.\nJonathan, a Seychelles giant tortoise living on the island of St Helena, may be as old as 187 years  or 183 years.\n\n\n=== Sexual dimorphism ===\nMany species of tortoises are sexually dimorphic, though the differences between males and females vary from species to species. In some species, males have a longer, more protruding neck plate than their female counterparts, while in others, the claws are longer on the females.\nIn most tortoise species, the female tends to be larger than the male. The male plastron is curved inwards to aid reproduction. The easiest way to determine the sex of a tortoise is to look at the tail. The females, as a general rule, have smaller tails, dropped down, whereas the males have much longer tails which are usually pulled up and to the side of the rear shell.\nDistribution \nSouthern North America to southern South America, circum-Mediterranean Euroafrica to Indomalaysia, sub-Saharan Africa, Madagascar, and some oceanic islands\n\n\n=== Brain ===\nThe brain of a tortoise is extremely small. The tortoises, from Central and South America, do not have an area in the brain called the hippocampus, which relates to emotion, learning, memory and spatial navigation. Studies have shown that red-footed tortoises may rely on an area of the brain called the medial cortex, an area that humans use for actions such as decision making.In the 17th century, Francesco Redi performed an experiment that involved removing the brain of a land tortoise, which then proceeded to live six months. Freshwater tortoises, when subjected to the same experiment, continued similarly, but did not live so long. Redi also cut the head off a tortoise entirely, and it lived for 23 days.\n\n\n== General information ==\nWith a single exception (Malacochersus tornieri), all tortoises are well-developed. All tortoises share unique columnar or elephantine hindlimbs.  All tortoises are terrestrial. They live in diverse habitats, including deserts, arid grasslands, and scrub to wet evergreen forests, and from sea level to mountainsides (1000m elevation; Indotestudo forsteni). Most species, however, occupy semiarid habitats. Adult CL ranges from 8.5 cm in the smallest tortoise, Homopus signatus, to 130 cm in the largest, Chelonoidis elephantopus.\n\n\n== Diet ==\n\nMost land-based tortoises are herbivores, feeding on grasses, weeds, leafy greens, flowers, and some fruits, although some omnivorous species are in this family. Pet tortoises typically require diets based on wild grasses, weeds, leafy greens and certain flowers. Certain species consume worms or insects and carrion in their normal habitats. Too much protein is detrimental in herbivorous species, and has been associated with shell deformities and other medical problems. As different tortoise species vary greatly in their nutritional requirements, it is essential to thoroughly research the dietary needs of individual tortoises.\n\n\n== Taxonomy ==\nThis species list largely follows van Dijk et al. (2014) and Rhodin et al. (2015).\n\nFamily Testudinidae Batsch 1788\nAldabrachelys Loveridge and Williams 1957:166Aldabrachelys gigantea Aldabran giant tortoise.\n†Aldabrachelys abrupta Late Holocene, extinct circa 1200 AD\n†Aldabrachelys grandidieri Late Holocene, extinct circa 884 AD\nAstrochelys Gray, 1873:4Astrochelys radiata, radiated tortoise\nAstrochelys yniphora, angonoka tortoise, (Madagascan) plowshare tortoise\nCentrochelys Gray 1872:5† Centrochelys atlantica\n† Centrochelys burchardi\n† Centrochelys marocana\n† Centrochelys robusta\nCentrochelys sulcata, African spurred tortoise, sulcata tortoise\n† Centrochelys vulcanica\nChelonoidis Fitzinger 1835:112† Chelonoidis alburyorum Abaco tortoise, Late Pleistocene, extinct circa 550 BC\nChelonoidis carbonaria, red-footed tortoise\nChelonoidis chilensis, Chaco tortoise, Argentine tortoise or southern wood tortoise\n† Chelonoidis cubensis\nChelonoidis denticulata, Brazilian giant tortoise, yellow-footed tortoise\n† Chelonoidis lutzae Lutz's giant tortoise, Late Pleistocene\n† Chelonoidis monensis\nChelonoidis nigra complex:† Chelonoidis abingdonii, Pinta Island giant tortoise, Abingdon Island giant tortoise (extinct)\nChelonoidis becki, Wolf Volcano giant tortoise, Cape Berkeley giant tortoise\nChelonoidis chathamensis, San Cristobal giant tortoise, Chatham Island giant tortoise\nChelonoidis darwini, San Salvador giant tortoise, James Island giant tortoise\nChelonoidis duncanensis, Pinzon giant tortoise, Duncan Island giant tortoise\nChelonoidis hoodensis, Espanola giant tortoise, Hood Island giant tortoise\n† Chelonoidis nigra, Floreana giant tortoise, Charles Island giant tortoise (extinct)\nChelonoidis phantastica, Fernandina giant tortoise, Narborough Island giant tortoise\nChelonoidis porteri, Santa Cruz giant tortoise, Indefatigable Island giant tortoise\nChelonoidis vicina, Isabela Island giant tortoise, Albemarle Island giant tortoise\n† Chelonoidis sellovii Southern Cone giant tortoise, Pleistocene\n† Chelonoidis sombrerensis Sombrero giant tortoise, Late Pleistocene\nChersina Gray 1830:5\nChersina angulata, angulated tortoise, South African bowsprit tortoise\n† Cheirogaster Bergounioux 1935:78\n†Cheirogaster gymnesica Late Pliocene to Early Pleistocene\n†Cheirogaster schafferi Pliocene to Early Pleistocene\nChersobius Fitzinger, 1835\nChersobius boulengeri, Karoo padloper, Karoo dwarf tortoise, Boulenger's Cape tortoise\nChersobius signatus, speckled padloper tortoise\nChersobius solus, Nama padloper, Berger's Cape tortoise\n†Cylindraspis Fitzinger 1835:112 (all species extinct) following Austin and Arnold, 2001:Cylindraspis indica, synonym Cylindraspis borbonica, Reunion giant tortoise\nCylindraspis inepta, saddle-backed Mauritius giant tortoise or Mauritius giant domed tortoise\nCylindraspis peltastes, domed Rodrigues giant tortoise\nCylindraspis triserrata, domed Mauritius giant tortoise or Mauritius giant flat-shelled tortoise\nCylindraspis vosmaeri, saddle-backed Rodrigues giant tortoise\nGeochelone Fitzinger 1835:112† Geochelone burchardi Tenerife giant tortoise\n† Geochelone vulcanica Gran Canaria giant tortoise\nGeochelone elegans, Indian star tortoise\nGeochelone platynota, Burmese star tortoise\n† Geochelone robusta Malta giant tortoise\nGopherus Rafinesque 1832:64Gopherus agassizii, Mojave desert tortoise, Mohave desert tortoise, Agassiz's desert tortoise\nGopherus berlandieri, Texas tortoise, Berlandier's tortoise\nGopherus flavomarginatus, Bolson tortoise\nGopherus morafkai, Sonoran desert tortoise, Morafka's desert tortoise\nGopherus polyphemus, gopher tortoise\n† Hadrianus\nHadrianus corsoni (syn. H. octonarius)\nHadrianus robustus\nHadrianus schucherti\nHadrianus utahensis\n† Hesperotestudo\nHesperotestudo alleni\nHesperotestudo angusticeps\nHesperotestudo brontops\nHesperotestudo equicomes\nHesperotestudo impensa\nHesperotestudo incisa\nHesperotestudo johnstoni\nHesperotestudo kalganensis\nHesperotestudo niobrarensis\nHesperotestudo orthopygia\nHesperotestudo osborniana\nHesperotestudo percrassa\nHesperotestudo riggsi\nHesperotestudo tumidus\nHesperotestudo turgida\nHesperotestudo wilsoni\nHomopus Duméril and Bibron 1834:357Homopus areolatus, common padloper, parrot-beaked tortoise, beaked Cape tortoise\nHomopus femoralis, greater padloper, greater dwarf tortoise\nIndotestudo Lindholm, 1929\nIndotestudo elongata, elongated tortoise, yellow-headed tortoise\nIndotestudo forstenii, Forsten's tortoise, East Indian tortoise\nIndotestudo travancorica, Travancore tortoise\nKinixys\nKinixys belliana, Bell's hinge-back tortoise\nKinixys erosa, forest hinge-back tortoise, serrated hinge-back tortoise\nKinixys homeana, Home's hinge-back tortoise\nKinixys lobatsiana, Lobatse hinge-back tortoise\nKinixys natalensis, Natal hinge-back tortoise\nKinixys spekii, Speke's hinge-back tortoise\nMalacochersus Lindholm 1929:285Malacochersus tornieri, pancake tortoise\nManouria Gray 1854:133Manouria emys, Asian giant tortoise, brown tortoise (mountain tortoise)\nManouria impressa, impressed tortoise\n† Megalochelys Falconer, H. and Cautley, P.T. 1837.† Megalochelys atlas, Atlas tortoise, Extinct – Pliocene to Pleistocene\n† Megalochelys cautleyi, Cautley's giant tortoise\nPsammobates Fitzinger 1835:113Psammobates geometricus, geometric tortoise\nPsammobates oculifer, serrated tent tortoise, Kalahari tent tortoise\nPsammobates tentorius, African tent tortoise\nPyxis Bell 1827:395Pyxis arachnoides, (Madagascan) spider tortoise\nPyxis planicauda, flat-backed spider tortoise, (Madagascan) flat-tailed tortoise, flat-tailed spider tortoise\nStigmochelys Gray, 1873\nStigmochelys pardalis, leopard tortoise\n† Stylemys (Genus extinct)\nStylemys botti\nStylemys calaverensis\nStylemys canetotiana\nStylemys capax\nStylemys conspecta\nStylemys copei\nStylemys emiliae\nStylemys frizaciana\nStylemys karakolensis\nStylemys nebrascensis (syn. S. amphithorax)\nStylemys neglectus\nStylemys oregonensis\nStylemys pygmea\nStylemys uintensis\nStylemys undabuna\nAgrionemys\nAgrionemys horsfieldii, Russian tortoise\nTestudo\nTestudo graeca, Greek tortoise, spur-thighed tortoise, Moorish tortoise\nTestudo hermanni, Hermann's tortoise\nTestudo kleinmanni, Egyptian tortoise, including Negev tortoise\nTestudo marginata, marginated tortoise\n\n\n== In religion ==\n\nIn Hinduism, Kurma (Sanskrit: कुर्म) was the second Avatar of Vishnu. Like the Matsya Avatara, Kurma also belongs to the Satya Yuga. Vishnu took the form of a half-man, half-tortoise, the lower half being a tortoise. He is normally shown as having four arms. He sat on the bottom of the ocean after the Great Flood. A mountain was placed on his back by the other gods so they could churn the sea and find the ancient treasures of the Vedic peoples.\nTortoise shells were used by ancient Chinese as oracle bones to make predictions.\nThe tortoise is a symbol of the Ancient Greek god, Hermes.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\n\nCultural depictions of turtles\nGiant tortoise\nJackson ratio\n\n\n== References ==\n\n\n== Further reading ==\nChambers, Paul (2004). A Sheltered Life: The Unexpected History of the Giant Tortoise. London: John Murray. ISBN 978-0-7195-6528-1.\nErnst, C. H.; Barbour, R. W. (1989). Turtles of the World. Washington, DC: Smithsonian Institution Press.\nGerlach, Justin (2004). Giant Tortoises of the Indian Ocean. Frankfurt: Chimiara.\nAntoinette C. van der Kuyl; Donato L. Ph. Ballasina; John T. Dekker; Jolanda Maas; Ronald E. Willemsen; Jaap Goudsmit (February 2002). \"Phylogenetic Relationships among the Species of the Genus Testudo (Testudines: Testudinidae) Inferred from Mitochondrial 12S rRNA Gene Sequences\". Molecular Phylogenetics and Evolution. 22 (2): 174–183. doi:10.1006/mpev.2001.1052. ISSN 1055-7903. PMID 11820839.\n\n\n== External links ==\nFamily Testudinidae (Tortoises), The Reptile Database\nTortoise Protection Group, Tortoise conservation information\nChelonia: Conservation and care of turtles.\nLive Tortoise Stream : Live Tortoise Stream",
    "ImageURL": "Tortoise_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tortoise",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Testudines",
        "Suborder": "Cryptodira",
        "Family": "TestudinidaeBatsch"
    }
}