{
    "CommonName": "Toucan",
    "BriefSummary": "Toucans (, UK: ) are members of the Neotropical near passerine bird family Ramphastidae. The Ramphastidae are most closely related to the American barbets. They are brightly marked and have large, often-colorful bills. The family includes five genera and over forty different species.\nToucans are arboreal and typically lay 2–21 white eggs in their nests. They make their nests in tree hollows and holes excavated by other animals such as woodpeckers—the toucan bill has very limited use as an excavation tool. When the eggs hatch, the young emerge completely naked, without any down. Toucans are resident breeders and do not migrate. Toucans are usually found in pairs or small flocks. They sometimes fence with their bills and wrestle, which scientists hypothesize they do to establish dominance hierarchies.",
    "WikiContents": "Toucans (, UK: ) are members of the Neotropical near passerine bird family Ramphastidae. The Ramphastidae are most closely related to the American barbets. They are brightly marked and have large, often-colorful bills. The family includes five genera and over forty different species.\nToucans are arboreal and typically lay 2–21 white eggs in their nests. They make their nests in tree hollows and holes excavated by other animals such as woodpeckers—the toucan bill has very limited use as an excavation tool. When the eggs hatch, the young emerge completely naked, without any down. Toucans are resident breeders and do not migrate. Toucans are usually found in pairs or small flocks. They sometimes fence with their bills and wrestle, which scientists hypothesize they do to establish dominance hierarchies.\n\n\n== Taxonomy and systematics ==\nThe name of this bird group is derived from the Tupi word tukana, via Portuguese. The family includes toucans, aracaris and toucanets; more distant relatives include various families of barbets and woodpeckers in the suborder Pici.\n\n\n=== Genera ===\nThe toucan family has five extant genera as follows:\n\n\n== Description ==\n\nToucans range in size from the lettered aracari (Pteroglossus inscriptus), at 130 g (4.6 oz) and 29 cm (11.5 inches), to the toco toucan (Ramphastos toco), at 680 g (1.5 lb) and 63 cm (29 inches). Their bodies are short (of comparable size to a crow's) and compact. The tail is rounded and varies in length, from half the length to the whole length of the body. The neck is short and thick. The wings are small, as they are forest-dwelling birds who only need to travel short distances, and are often of about the same span as the bill-tip-to-tail-tip measurements of the bird.\n\nThe legs of the toucan are strong and rather short. Their toes are arranged in pairs with the first and fourth toes turned backward. The majority of toucans do not show any sexual dimorphism in their coloration, the genus Selenidera being the most notable exception to this rule (hence their common name, \"dichromatic toucanets\"). However, the bills of female toucans are usually shorter, deeper and sometimes straighter, giving more of a \"blocky\" impression compared to male bills. The feathers in the genus containing the largest toucans are generally purple, with touches of white, yellow, and scarlet, and black. The underparts of the araçaris (smaller toucans) are yellow, crossed by one or more black or red bands. The toucanets, have mostly green plumage with blue markings.\n\nThe colorful and large bill, which in some large species measures more than half the length of the body, is the hallmark of toucans. Despite its size, the toucan's bill is very light, being composed of bone struts filled with spongy tissue of keratin between them.  This deep light-weight construction is the most efficient in terms of strength/weight ratio - like a bridge truss as compared to a beam - so would explain the depth of the bill in the absence of any adaptive penalties associated with a deeper bill as compared with a more compact bill of equal length, which would have to be heavier.  The bill has forward-facing serrations resembling teeth, which historically led naturalists to believe that toucans captured fish and were primarily carnivorous; today it is known that they eat mostly fruit. Researchers have discovered that the large bill of the toucan is a highly efficient thermoregulation system, though its size may still be advantageous in other ways. It does aid in their feeding behavior (as they sit in one spot and reach for all fruit in range, thereby reducing energy expenditure), and it has also been theorized that the bill may intimidate smaller birds, so that the toucan may plunder nests undisturbed (see Diet below). The beak allows the bird to reach deep into tree-holes to access food unavailable to other birds, and also to ransack suspended nests built by smaller birds. \nA toucan's tongue is long (up to 14–15 cm, or 6 inches), narrow, grey, and singularly frayed on each side, adding to its sensitivity as a tasting organ.\nA structural complex probably unique to toucans involves the modification of several tail vertebrae. The rear three vertebrae are fused and attached to the spine by a ball and socket joint. Because of this, toucans may snap their tail forward until it touches the head. This is the posture in which they sleep, often appearing simply as a ball of feathers, with the tip of the tail sticking out over the head.\n\n\n== Distribution and habitat ==\n\nToucans are native to the Neotropics, from Southern Mexico, through Central America, into South America south to northern Argentina. They mostly live in the lowland tropics, but the montane species from the genus Andigena reach temperate climates at high altitudes in the Andes and can be found up to the tree line.For the most part the toucans are forest species, and restricted to primary forests. They will enter secondary forests to forage, but are limited to forests with large old trees that have holes large enough to breed in. Toucans are poor dispersers, particularly across water, and have not reached the West Indies. The only non-forest living toucan is the toco toucan, which is found in savannah with forest patches and open woodlands.\n\n\n== Behaviour and ecology ==\nToucans are highly social and most species occur in groups of up to 20 or more birds for most of the time. Pairs may retire from the groups during the breeding season, then return with their offspring after the breeding season. Larger groups may form during  irruptions, migration or around a particularly large fruiting tree.Toucans often spend time sparring with their bills, tag-chasing and calling, during the long time it takes for fruit to digest. These behaviours may be related to maintenance of the pair bond or establishing dominance hierarchies, but the digestion time of fruit, which can take up to 75 minutes during which the toucan can't feed, provide this social time.\n\n\n=== Diet ===\n\nToucans are primarily frugivorous (fruit eating), but are opportunistically omnivorous and will take prey such as insects, smaller birds, and small lizards. Captive toucans have been reported to hunt insects actively in their cages, and it is possible to keep toucans on an insect-only diet. They also plunder nests of smaller birds, taking eggs and nestlings. This probably provides a crucial addition of protein to their diet. Certainly, apart from being systematically predatory as well as frugivorous, like many omnivorous birds, they particularly prefer animal food for feeding their chicks. However, in their range, toucans are the dominant frugivores, and as such, play an extremely important ecological role as vectors for seed dispersal of fruiting trees.\n\n\n=== Breeding behaviour ===\nToucans nest in cavities in trees, and the presence of suitable trees is a habitat prerequisite for toucans. For the most part toucans don't excavate nesting cavities, although some green toucanets do.\n\n\n== Relationship with humans ==\nThe toucans are, due to their unique appearance, among the most popular and well known birds in the world. Across their native range they were hunted for food and also kept as pets, and their plumage and bills were used for decorations. In some places anyone that discovers a nest is deemed its owner and is entitled to sell the birds within.  In the western world they were first popularised by John Gould who devoted two editions to a detailed monograph of the family. The constellation Tucana, containing most of the Small Magellanic Cloud, is named after the toucan.\nThe family has been used prominently in advertising. During the 1930s and 1940s Guinness (beer) advertising featured a toucan, as the black and white appearance of the bird mirrored the stout. A cartoon toucan, Toucan Sam, has long been used as the mascot of Froot Loops breakfast cereal, and a toucan is the mascot of the Brazilian Social Democracy Party; its party members are called tucanos for this reason.\nToucans have also been used in popular media. They have been used as the principal characters in Toucan Tecs, a 1992 UK television cartoon about two detectives named Zippi and Zac. In Dora the Explorer, the character Señor Túcan is a Spanish-speaking toucan who occasionally gives Dora and her friends advice. In the 2016 Nintendo 3DS game Pokémon Sun and Moon, the Pokémon Toucannon and its previous evolutions were modeled after a Toco Toucan.\n\n\n== See also ==\n\nList of toucans\n\n\n== References ==\n\n\n== External links ==",
    "ImageURL": "Toucan_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Toucan",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Piciformes",
        "Family": "RamphastidaeVigors"
    }
}