{
    "CommonName": "Tsessebe",
    "BriefSummary": "The common tsessebe or sassaby (Damaliscus lunatus lunatus) is one of five subspecies of African antelope Damaliscus lunatus of the genus Damaliscus and subfamily Alcelaphinae in the family Bovidae. It is most closely related to the topi, korrigum, coastal topi and tiang (all subspecies of Damaliscus lunatus), and the bangweulu tsessebe and bontebok in the same genus. Tsessebe are found primarily in Angola, Zambia, Namibia, Botswana, Zimbabwe, Swaziland, and South Africa. Tsessebe are the fastest antelope in Africa and can run at speeds over 90 km/h.",
    "WikiContents": "The common tsessebe or sassaby (Damaliscus lunatus lunatus) is one of five subspecies of African antelope Damaliscus lunatus of the genus Damaliscus and subfamily Alcelaphinae in the family Bovidae. It is most closely related to the topi, korrigum, coastal topi and tiang (all subspecies of Damaliscus lunatus), and the bangweulu tsessebe and bontebok in the same genus. Tsessebe are found primarily in Angola, Zambia, Namibia, Botswana, Zimbabwe, Swaziland, and South Africa. Tsessebe are the fastest antelope in Africa and can run at speeds over 90 km/h.\n\n\n== Description ==\nAdult tsessebe are 150 to 230 cm in length. They are quite large animals, with males weighing 137 kg and females weighing 120 kg, on average. Their horns range from 37 cm for females to 40 cm for males. For males, horn size plays an important role in territory defense and mate attraction, although horn size is not positively correlated with territorial factors of mate selection. Their bodies are chestnut brown. The fronts of their faces and their tail tufts are black; the forelimbs and thigh are greyish or bluish-black. Their hindlimbs are brownish-yellow to yellow and their bellies are white.  In the wild, tsessebe usually live a maximum of 15 years, but in some areas, their average lifespan is drastically decreased due to overhunting and the destruction of habitat.\n\n\n== Behavior ==\nTsessebe are social animals. Females form herds composed of six to 10, with their young. After males turn one year of age, they are ejected from the herd and form bachelor herds that can be as large as 30 young bulls. Territorial adult bulls form herds the same size as young bulls, although the formation of adult bull herds is mainly seen in the formation of a lek. Tsessebe declare their territory through a variety of behaviors. Territorial behavior includes moving in erect posture, high-stepping, defecating in a crouch stance, ground-horning, mudpacking, shoulder-wiping, and grunting. The most important aggressive display of territorial dominance is in the horning of the ground. Another far more curious form of territory marking is through the anointing of their foreheads and horns with secretions from glands near their eyes. Tsessebe accomplish this by inserting grass stems into their preorbital glands to coat them with secretion, then waving it around, letting the secretions fall onto their heads and horns. This process is not as commonly seen as ground-horning, nor is its purpose as well known.Several of their behaviors strike scientists as peculiar. One such behavior is the habit of sleeping tsessebe to rest their mouths on the ground with their horns sticking straight up into the air. Male tsessebe have also been observed standing in parallel ranks with their eyes closed, bobbing their heads back and forth. These habits are peculiar because scientists have yet to find a proper explanation for their purposes or functions.\n\n\n== Diet and habitat ==\nTsessebe are primarily grazing herbivores in grasslands, open plains, and lightly wooded savannas, but they are also found in rolling uplands and very rarely in flat plains below 1500 m above sea level. Tsessebe found in the Serengeti usually feed in the morning between 8:00 and 9:00 am and in the afternoon after 4:00 pm. The periods before and after feeding are spent resting and digesting or watering during dry seasons. Tsessebe can travel up to 5 km to reach a viable water source. To avoid encounters with territorial males or females, tsessebe usually travel along territorial borders, though it leaves them open to attacks by lions and leopards.\n\n\n== Breeding and reproduction ==\nTsessebe reproduce at a rate of one calf per year per mating couple. Calves reach sexual maturity in two to three and half years. After mating, the gestation period of a tsessebe cow lasts seven months. The rut, or period when males start competing for females, starts in mid-February and stretches through March. The female estrous cycle is shorter, but happens in this time.\nThe breeding process starts with the development of a lek. Leks are established by the congregation of adult males in an area to which females visit only for the purpose of mating. Lekking is of particular interest, since female choice of a mate in the lek area is independent of any direct male influence. Several options are available to explain how females choose a mate, but the most interesting is in the way the males group in the middle of a lek. The grouping of males can appeal to females for several reasons. First, groups of males can provide protection from predators. Second, if males group in an area with a low food supply, it prevents competition between males and females for resources. Finally, the grouping of males provides females a wider variety of mates to choose from, as they are all located in one central area. Dominant males occupy the center of the leks, so females are more likely to mate at the center than at the periphery of the lek.A study by Bro-Jorgensen (2003) allowed a closer look into lek dynamics. The closer a male is to the center of the lek, the greater his mating success rate. For a male to reach the center of the lek, he must be strong enough to outcompete other males. Once a male's territory is established in the middle of the lek, it is maintained for quite a while; even if an area opens up at the center, males rarely move to fill it unless they are able to outcompete the large males already present. However, maintaining central lek territory has many physical drawbacks. For example, males are often wounded in the process of defending their territory from hyenas and other males.\n\n\n== Conservation status ==\nThe population of Damaliscus lunatus was estimated to be in the tens of thousands in 1998, so it was declared at low risk of extinction. However, the IUCN Species Survival Commission observed a general population decline that would result in the population becoming vulnerable to extinction by the year 2025. Tsessebe populations once were present in much greater numbers, but populations declined due to habitat destruction, with bush encroachment playing a primary role.\n\n\n== References ==\n\nDamaliscus lunatus, The Ultimate Ungulate Factsheet",
    "ImageURL": "Tsessebe_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Common_tsessebe",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Damaliscus",
        "Species": "lunatus"
    },
    "ScientificName": "Damaliscus lunatus"
}