{
    "CommonName": "Tuatara",
    "BriefSummary": "Tuatara are reptiles endemic to New Zealand. Although resembling most lizards, they are part of a distinct lineage, the order Rhynchocephalia. Their name derives from the Māori language, and means \"peaks on the back\". The single species of tuatara is the only surviving member of its order, which flourished around 200 million years ago. Their most recent common ancestor with any other extant group is with the squamates (lizards and snakes). For this reason, tuatara are of interest in the study of the evolution of lizards and snakes, and for the reconstruction of the appearance and habits of the earliest diapsids, a group of amniote tetrapods that also includes dinosaurs, birds, and crocodilians.\nTuatara are greenish brown and grey, and measure up to 80 cm (31 in) from head to tail-tip and weigh up to 1.3 kg (2.9 lb) with a spiny crest along the back, especially pronounced in males. They have two rows of teeth in the upper jaw overlapping one row on the lower jaw, which is unique among living species. They are also unusual in having a pronounced photoreceptive eye, the third eye, which is thought to be involved in setting circadian and seasonal cycles. They are able to hear, although no external ear is present, and have unique features in their skeleton, some of them apparently evolutionarily retained from fish. Tuatara are sometimes referred to as \"living fossils\", which has generated significant scientific debate. While mapping its genome, researchers have discovered that the species has between five and six billion base pairs of DNA sequence, nearly twice that of humans.The tuatara Sphenodon punctatus has been protected by law since 1895. A second species, S. guntheri, was recognised in 1989, but since 2009 it has been reclassified as a subspecies. Tuatara, like many of New Zealand's native animals, are threatened by habitat loss and introduced predators, such as the Polynesian rat (Rattus exulans). Tuatara were extinct on the mainland, with the remaining populations confined to 32 offshore islands until the first North Island release into the heavily fenced and monitored Karori Sanctuary in 2005.During routine maintenance work at Karori Sanctuary in late 2008, a tuatara nest was uncovered, with a hatchling found the following autumn. This is thought to be the first case of tuatara successfully breeding in the wild on the New Zealand North Island in over 200 years.",
    "WikiContents": "Tuatara are reptiles endemic to New Zealand. Although resembling most lizards, they are part of a distinct lineage, the order Rhynchocephalia. Their name derives from the Māori language, and means \"peaks on the back\". The single species of tuatara is the only surviving member of its order, which flourished around 200 million years ago. Their most recent common ancestor with any other extant group is with the squamates (lizards and snakes). For this reason, tuatara are of interest in the study of the evolution of lizards and snakes, and for the reconstruction of the appearance and habits of the earliest diapsids, a group of amniote tetrapods that also includes dinosaurs, birds, and crocodilians.\nTuatara are greenish brown and grey, and measure up to 80 cm (31 in) from head to tail-tip and weigh up to 1.3 kg (2.9 lb) with a spiny crest along the back, especially pronounced in males. They have two rows of teeth in the upper jaw overlapping one row on the lower jaw, which is unique among living species. They are also unusual in having a pronounced photoreceptive eye, the third eye, which is thought to be involved in setting circadian and seasonal cycles. They are able to hear, although no external ear is present, and have unique features in their skeleton, some of them apparently evolutionarily retained from fish. Tuatara are sometimes referred to as \"living fossils\", which has generated significant scientific debate. While mapping its genome, researchers have discovered that the species has between five and six billion base pairs of DNA sequence, nearly twice that of humans.The tuatara Sphenodon punctatus has been protected by law since 1895. A second species, S. guntheri, was recognised in 1989, but since 2009 it has been reclassified as a subspecies. Tuatara, like many of New Zealand's native animals, are threatened by habitat loss and introduced predators, such as the Polynesian rat (Rattus exulans). Tuatara were extinct on the mainland, with the remaining populations confined to 32 offshore islands until the first North Island release into the heavily fenced and monitored Karori Sanctuary in 2005.During routine maintenance work at Karori Sanctuary in late 2008, a tuatara nest was uncovered, with a hatchling found the following autumn. This is thought to be the first case of tuatara successfully breeding in the wild on the New Zealand North Island in over 200 years.\n\n\n== Taxonomy and evolution ==\nTuatara, along with other, now-extinct members of the order Sphenodontia, belong to the superorder Lepidosauria, the only surviving taxon within Lepidosauromorpha. Squamates and tuatara both show caudal autotomy (loss of the tail-tip when threatened), and have transverse cloacal slits. The origin of the tuatara probably lies close to the split between the Lepidosauromorpha and the Archosauromorpha. Though tuatara resemble lizards, the similarity is superficial, because the family has several characteristics unique among reptiles. The typical lizard shape is very common for the early amniotes; the oldest known fossil of a reptile, the Hylonomus, resembles a modern lizard.\n\nTuatara were originally classified as lizards in 1831 when the British Museum received a skull. The genus remained misclassified until 1867, when Albert Günther of the British Museum noted features similar to birds, turtles, and crocodiles. He proposed the order Rhynchocephalia (meaning \"beak head\") for the tuatara and its fossil relatives.Many disparately related species were subsequently added to the Rhynchocephalia, resulting in what taxonomists call a \"wastebasket taxon\". Williston proposed the Sphenodontia to include only tuatara and their closest fossil relatives in 1925. Sphenodon is derived from the Greek for \"wedge\" (σφήν, σφηνός/sphenos) and \"tooth\" (ὀδούς, ὀδόντος/odontos).Tuatara have been referred to as living fossils, which means that they retain many basal characteristics from around the time of the squamate–rhynchocephalian split (220 MYA). Morphometric analyses of variation in jaw morphology among tuatara and extinct Rhynchocephalian relatives have been argued to demonstrate morphological conservatism and support for the classification of tuatara as a 'living fossil', but the reliability of these results has been criticised and debated. Taxonomic research on Sphenodontia indicates that the group has undergone a variety of changes throughout the Mesozoic, and the rate of molecular evolution for tuatara has been estimated to be among the fastest of any animal yet examined. Many of the niches occupied by lizards today were then held by sphenodontians. There was even a successful group of aquatic sphenodontians known as pleurosaurs, which differed markedly from living tuatara. Tuatara show cold-weather adaptations that allow them to thrive on the islands of New Zealand; these adaptations may be unique to tuatara since their sphenodontian ancestors lived in the much warmer climates of the Mesozoic. For instance, Palaeopleurosaurus appears to have had a much shorter lifespan compared to the modern tuatara.A species of sphenodontine is known from the Miocene Saint Bathans Fauna. Whether it is referable to Sphenodon proper is not entirely clear, but is assumed to be closely related to tuataras.\n\n\n=== Species ===\nWhile there is currently considered to be only one living species of tuatara, two species were previously identified: Sphenodon punctatus, or northern tuatara, and the much rarer Sphenodon guntheri, or Brothers Island tuatara, which is confined to North Brother Island in Cook Strait. The specific name punctatus is Latin for \"spotted\", and guntheri refers to German-born British herpetologist Albert Günther. A 2009 paper re-examined the genetic bases used to distinguish the two supposed species of tuatara, and concluded they only represent geographic variants, and only one species should be recognized. Consequently, the northern tuatara was classified as Sphenodon punctatus punctatus and the Brothers Island tuatara as Sphenodon punctatus guntheri. Individuals from Brothers Island could also not be distinguished from other modern and fosssil samples based on jaw morphology.The Brothers Island tuatara has olive brown skin with yellowish patches, while the colour of the northern tuatara ranges from olive green through grey to dark pink or brick red, often mottled, and always with white spots. In addition, the Brothers Island variant is considerably smaller.  An extinct species of Sphenodon was identified in November 1885 by William Colenso, who was sent an incomplete sub-fossil specimen from a local coal mine. Colenso named the new species S. diversum.\n\n\n== Description ==\n\nThe tuatara is considered the most unspecialised living amniote; the brain and mode of locomotion resemble those of amphibians and the heart is more primitive than that of any other reptile. The lungs have a single chamber and lack bronchi.\nBoth species are sexually dimorphic, males being larger. Adult S. punctatus males measure 61 cm (24 in) in length and females 45 cm (18 in). The San Diego Zoo even cites a length of up to 80 cm (31 in). Males weigh up to 1 kg (2.2 lb), and females up to 0.5 kg (1.1 lb). Brother's Island tuatara are slightly smaller, weighing up to 660 g (1.3 lb).The tuatara's greenish brown colour matches its environment, and can change over its lifetime. Tuatara shed their skin at least once per year as adults, and three or four times a year as juveniles. Tuatara sexes differ in more than size. The spiny crest on a tuatara's back, made of triangular, soft folds of skin, is larger in males, and can be stiffened for display. The male abdomen is narrower than the female's.\n\n\n=== Skull ===\nIn the course of evolution, the skull has been modified in most diapsids from the original version evident in the fossil record. However, all the original features are preserved in that of the tuatara; it has two openings – a temporal fenestra on each side of the skull, with complete arches. In addition, the upper jaw is firmly attached to the skull. This makes for a very rigid, inflexible construction. Testudines (turtles and tortoises) have anapsid skulls – they lack any temporal fenestrae, are sometimes considered to be the most primitive among amniotes, though evidence strongly indicates they may have lost the temporal openings rather than never having had them.The tip of the upper jaw is beak-like and separated from the remainder of the jaw by a notch. There is a single row of teeth in the lower jaw and a double row in the upper, with the bottom row fitting perfectly between the two upper rows when the mouth is closed. This specific tooth arrangement is not seen in any other reptile; although most snakes have a double row of teeth in their upper jaws, their arrangement and function is different from the tuatara's. The jaws, joined by ligament, chew with backwards and forwards movements combined with a shearing up and down action. The force of the bite is suitable for shearing chitin and bone. Fossils indicate that this jaw structure began developing about 180 million years ago. The tuatara's teeth are not replaced, since they are not separate structures like real teeth, but sharp projections of the jaw bone. As their teeth wear down, older tuatara have to switch to softer prey such as earthworms, larvae, and slugs, and eventually have to chew their food between smooth jaw bones.The brain of Sphenodon fills only half of the volume of its endocranium. This proportion has actually been used by paleontologists trying to estimate the volume of dinosaur brains based on fossils. However, the proportion of the tuatara endocranium occupied by its brain may not be a very good guide to the same proportion in Mesozoic dinosaurs since modern birds are surviving dinosaurs but have brains which occupy a much greater relative volume within the endocranium.\n\n\n=== Sensory organs ===\nThe eyes can focus independently, and are specialized with three types of photoreceptive cells, all with fine structural characteristics of retinal cone cells used for both day and night vision, and a tapetum lucidum which reflects onto the retina to enhance vision in the dark. There is also a third eyelid on each eye, the nictitating membrane.\nThe tuatara has a third eye on the top of its head called the parietal eye. It has its own lens, a parietal plug which resembles a cornea, retina with rod-like structures, and degenerated nerve connection to the brain. The parietal eye is only visible in hatchlings, which have a translucent patch at the top centre of the skull. After four to six months, it becomes covered with opaque scales and pigment. Its purpose is unknown, but it may be useful in absorbing ultraviolet rays to produce vitamin D, as well as to determine light/dark cycles, and help with thermoregulation. Of all extant tetrapods, the parietal eye is most pronounced in the tuatara. It is part of the pineal complex, another part of which is the pineal gland, which in tuatara secretes melatonin at night. Some salamanders have been shown to use their pineal bodies to perceive polarised light, and thus determine the position of the sun, even under cloud cover, aiding navigation.Together with turtles, the tuatara has the most primitive hearing organs among the amniotes. There is no eardrum and no earhole, and the middle ear cavity is filled with loose tissue, mostly adipose (fatty) tissue. The stapes comes into contact with the quadrate (which is immovable), as well as the hyoid and squamosal. The hair cells are unspecialized, innervated by both afferent and efferent nerve fibres, and respond only to low frequencies. Though the hearing organs are poorly developed and primitive with no visible external ears, they can still show a frequency response from 100 to 800 Hz, with peak sensitivity of 40 dB at 200 Hz.\n\n\n=== Spine and ribs ===\nThe tuatara spine is made up of hourglass-shaped amphicoelous vertebrae, concave both before and behind. This is the usual condition of fish vertebrae and some amphibians, but is unique to tuatara within the amniotes.\nThe tuatara has gastralia, rib-like bones also called gastric or abdominal ribs, the presumed ancestral trait of diapsids. They are found in some lizards, where they are mostly made of cartilage, as well as crocodiles and the tuatara, and are not attached to the spine or thoracic ribs. The true ribs are small projections, with small, hooked bones, called uncinate processes, found on the rear of each rib. This feature is also present in birds. The tuatara is the only living tetrapod with well-developed gastralia and uncinate processes.\nIn the early tetrapods, the gastralia and ribs with uncinate processes, together with bony elements such as bony plates in the skin (osteoderms) and clavicles (collar bone), would have formed a sort of exoskeleton around the body, protecting the belly and helping to hold in the guts and inner organs. These anatomical details most likely evolved from structures involved in locomotion even before the vertebrates ventured onto land. The gastralia may have been involved in the breathing process in early amphibians and reptiles. The pelvis and shoulder girdles are arranged differently from those of lizards, as is the case with other parts of the internal anatomy and its scales.\n\n\n=== Tail and back ===\nThe spiny plates on the back and tail of the tuatara resemble those of a crocodile more than a lizard, but the tuatara shares with lizards the ability to break off its tail when caught by a predator, and then regenerate it. The regrowth takes a long time and differs from that of lizards. Well illustrated reports on tail regeneration in tuatara have been published by Alibardi & Meyer-Rochow.\n\n\n=== Age determination ===\nCurrently, there are two means of determining tuataras' age. Using microscopic inspection, hematoxylinophilic rings can be identified and counted in both the phalanges and the femur. Phalangeal hematoxylinophilic rings can be used for tuataras up to 12–14 years of age, as they cease to form around this age. Femoral rings follow a similar trend, however they are useful for tuataras up to 25–35 years of age. Around that age, femoral rings cease to form. Further research on age determination methods for tuataras is required, as tuataras have lifespans much longer than 35 years. One possibility could be via examination of tooth wear and tear, as tuataras have fused sets of teeth.\n\n\n== Behaviour ==\nAdult tuatara are terrestrial and nocturnal reptiles, though they will often bask in the sun to warm their bodies. Hatchlings hide under logs and stones, and are diurnal, likely because adults are cannibalistic. Tuatara thrive in temperatures much lower than those tolerated by most reptiles, and hibernate during winter. They remain active at temperatures as low as 5 °C (41 °F), while temperatures over 28 °C (82 °F) are generally fatal. The optimal body temperature for the tuatara is from 16 to 21 °C (61 to 70 °F), the lowest of any reptile. The body temperature of tuatara is lower than that of other reptiles, ranging from 5.2–11.2 °C (41.4–52.2 °F) over a day, whereas most reptiles have body temperatures around 20 °C (68 °F). The low body temperature results in a slower metabolism.\nBurrowing seabirds such as petrels, prions, and shearwaters share the tuatara's island habitat during the birds' nesting seasons. The tuatara use the birds' burrows for shelter when available, or dig their own. The seabirds' guano helps to maintain invertebrate populations on which tuatara predominantly prey; including beetles, crickets, and spiders. Their diets also consist of frogs, lizards, and bird's eggs and chicks. In total darkness no feeding attempt whatsoever was observed and the lowest light intensity at which an attempt to snatch a beetle was observed occurred under 0.0125 lux.  The eggs and young of seabirds that are seasonally available as food for tuatara may provide beneficial fatty acids. Tuatara of both sexes defend territories, and will threaten and eventually bite intruders. The bite can cause serious injury. Tuatara will bite when approached, and will not let go easily.\n\n\n== Reproduction ==\n\nTuatara reproduce very slowly, taking 10 to 20 years to reach sexual maturity. Mating occurs in midsummer; females mate and lay eggs once every four years. During courtship, a male makes his skin darker, raises his crests, and parades toward the female. He slowly walks in circles around the female with stiffened legs. The female will either submit, and allow the male to mount her, or retreat to her burrow. Males do not have a penis; they reproduce by the male lifting the tail of the female and placing his vent over hers. The sperm is then transferred into the female, much like the mating process in birds. Along with birds, the tuatara is one of the only members of amniota to have lost the ancestral penis.\n\nTuatara eggs have a soft, parchment-like 0.2 mm thick shell that consists of calcite crystals embedded in a matrix of fibrous layers. It takes the females between one and three years to provide eggs with yolk, and up to seven months to form the shell. It then takes between 12 and 15 months from copulation to hatching. This means reproduction occurs at two- to five-year intervals, the slowest in any reptile. Wild tuatara are known to be still reproducing at about 60 years of age; \"Henry\", a male tuatara at Southland Museum in Invercargill, New Zealand, became a father (possibly for the first time) on 23 January 2009, at the age of 111.The sex of a hatchling depends on the temperature of the egg, with warmer eggs tending to produce male tuatara, and cooler eggs producing females. Eggs incubated at 21 °C (70 °F) have an equal chance of being male or female. However, at 22 °C (72 °F), 80% are likely to be males, and at 20 °C (68 °F), 80% are likely to be females; at 18 °C (64 °F) all hatchlings will be females. Some evidence indicates sex determination in tuatara is determined by both genetic and environmental factors.Tuatara probably have the slowest growth rates of any reptile, continuing to grow larger for the first 35 years of their lives. The average lifespan is about 60 years, but they can live to be well over 100 years old. One such male even reproduced successfully for the first time at 111 years of age with an 80-year-old female. Some experts believe that captive tuatara could live as long as 200 years.\n\n\n== Conservation ==\n\n\n=== Distribution and threats ===\nTuatara were once widespread on New Zealand's main North and South Islands, where subfossil remains have been found in sand dunes, caves, and Māori middens. Wiped out from the main islands before European settlement, they were long confined to 32 offshore islands free of mammals. The islands are difficult to get to, and are colonised by few animal species, indicating that some animals absent from these islands may have caused tuatara to disappear from the mainland. However, kiore (Polynesian rats) had recently become established on several of the islands, and tuatara were persisting, but not breeding, on these islands. Additionally, tuatara were much rarer on the rat-inhabited islands. Prior to conservation work, 25% of the distinct tuatara populations had become extinct in the past century.The recent discovery of a tuatara hatchling on the mainland indicates that attempts to re-establish a breeding population on the New Zealand mainland have had some success. The total population of tuatara is estimated to be greater than 60,000, but less than 100,000.\n\n\n=== Eradication of rats ===\nTuatara were removed from Stanley, Red Mercury and Cuvier Islands in 1990 and 1991, and maintained in captivity to allow Polynesian rats to be eradicated on those islands. All three populations bred in captivity, and after successful eradication of the rats, all individuals, including the new juveniles, were returned to their islands of origin. In the 1991–92 season, Little Barrier Island was found to hold only eight tuatara, which were taken into in situ captivity, where females produced 42 eggs, which were incubated at Victoria University. The resulting offspring were subsequently held in an enclosure on the island, then released into the wild in 2006 after rats were eradicated there.In the Hen and Chicken Islands, Pacific rats were eradicated on Whatupuke in 1993, Lady Alice Island in 1994, and Coppermine Island in 1997. Following this program, juveniles have once again been seen on the latter three islands. In contrast, rats persist on Hen Island of the same group, and no juvenile tuatara had been seen there as of 2001. In the Alderman Islands, Middle Chain Island holds no tuatara, but it is considered possible for rats to swim between Middle Chain and other islands that do hold tuatara, and the rats were eradicated in 1992 to prevent this. Another rodent eradication was carried out on the Rangitoto Islands east of D'Urville Island, to prepare for the release of 432 Cook Strait tuatara juveniles in 2004, which were being raised at Victoria University as of 2001.\n\n\n==== Brothers Island tuatara ====\nSphenodon guntheri is present naturally on one small island with a population of approximately 400. In 1995, 50 juvenile and 18 adult Brothers Island tuatara were moved to Titi Island in Cook Strait, and their establishment monitored. Two years later, more than half of the animals had been seen again and of those all but one had gained weight. In 1998, 34 juveniles from captive breeding and 20 wild-caught adults were similarly transferred to Matiu/Somes Island, a more publicly accessible location within Wellington Harbour. The captive juveniles were from induced layings from wild females.In late October 2007, 50 tuatara collected as eggs from North Brother Island and hatched at Victoria University were being released onto Long Island in the outer Marlborough Sounds. The animals had been cared for at Wellington Zoo for the last five years and have been kept in secret in a specially built enclosure at the zoo, off display.There is another out of country population of Brothers Island tuatara that was given to the San Diego Zoological Society and is housed off-display at the San Diego Zoo facility in Balboa. No successful reproductive efforts have been reported yet.\n\n\n==== Northern tuatara ====\nSphenodon punctatus naturally occurs on 29 islands, and its population is estimated to be over 60,000 individuals. In 1996, 32 adult northern tuatara were moved from Moutoki Island to Moutohora. The carrying capacity of Moutohora is estimated at 8,500 individuals, and the island could allow public viewing of wild tuatara. In 2003, 60 northern tuatara were introduced to Tiritiri Matangi Island from Middle Island in the Mercury group. They are occasionally seen sunbathing by visitors to the island.A mainland release of S. punctatus occurred in 2005 in the heavily fenced and monitored Karori Sanctuary. The second mainland release took place in October 2007, when a further 130 were transferred from Stephens Island to the Karori Sanctuary. In early 2009, the first recorded wild-born offspring were observed.\n\n\n=== Captive breeding ===\nThe first successful breeding of tuatara in captivity is believed to have achieved by Sir Algernon Thomas at either his University offices or residence in Symonds Street in the late 1880s or his new home, Trewithiel, in Mount Eden in the early 1890s.\nSeveral tuatara breeding programmes are active within New Zealand. Southland Museum and Art Gallery in Invercargill was the first institution to have a tuatara breeding programme; they breed S. punctatus.\nHamilton Zoo, Auckland Zoo and Wellington Zoo also breed tuatara for release into the wild. At Auckland Zoo in the 1990s it was discovered that the temperature at which the eggs are incubated determines the sex of the animal.\nThe Victoria University of Wellington maintains a research programme into the captive breeding of tuatara, and the Pukaha Mount Bruce Wildlife Centre keeps a pair and a juvenile.\nThe WildNZ Trust has a tuatara breeding enclosure at Ruawai. One notable captive breeding success story took place in January 2009, when all 11 eggs belonging to 110-year-old tuatara Henry and 80-year-old tuatara Mildred hatched. This story is especially remarkable as Henry required surgery to remove a cancerous tumour in order to successfully breed.In January 2016, Chester Zoo, England, announced that they succeeded in breeding the tuatara in captivity for the first time outside its homeland.\n\n\n== Cultural significance ==\nTuatara feature in a number of indigenous legends, and are held as ariki (God forms). Tuatara are regarded as the messengers of Whiro, the god of death and disaster, and Māori women are forbidden to eat them. Tuatara also indicate tapu (the borders of what is sacred and restricted), beyond which there is mana, meaning there could be serious consequences if that boundary is crossed. Māori women would sometimes tattoo images of lizards, some of which may represent tuatara, near their genitals. Today, tuatara are regarded as a taonga (special treasure).The tuatara was featured on one side of the New Zealand five-cent coin, which was phased out in October 2006. Tuatara was also the name of the Journal of the Biological Society of Victoria University College and subsequently Victoria University of Wellington, published from 1947 until 1993. It has now been digitised by the New Zealand Electronic Text Centre, also at Victoria.\n\n\n== In popular culture ==\nA tuatara named \"Tua\" is prominently featured in the novel Turtles All The Way Down by John Green.\nThe tuatara was the inspiration for a DC Comics superhero, also with a third eye, called Tuatara, member of the Global Guardians.\nThere is a brand of New Zealand craft beer named after the Tuatara which particularly references the third eye in its advertising.\nThe Tuatara hypercar, designed and manufactured by SSC North America in Tri-Cities, Washington, is named after the reptile, noting its fast evolving DNA and \"peaks on the back\" as inspiration in the creation of the car.\nThe Auckland Tuatara, one of two expansion teams for the 2018/19 Australian Baseball League season, chose the tuatara name to celebrate the resilience of the ancient reptiles, and to raise awareness of New Zealand's commitment to species protection.\n\n\n== See also ==\n\nTuataric acid\nTuatara tick\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\nB. Blanchard;  et al. (2000). \"Tuatara captive management plan and husbandry manual\" (PDF). Department of Conservation, Wellington, New Zealand. Retrieved 26 November 2007.\n\"Digimorph – Sphenodon punctatus (tuatara) – 3D visualisations from X-ray CT scans\". Retrieved 8 May 2006.\n\"ARKive – images and movies of the Brothers Island tuatara (Sphenodon guntheri)\". Archived from the original on 26 June 2007. Retrieved 3 June 2007.\n\"Evolution of a third eye in some animals? MadSci Network\". Retrieved 9 August 2007.\nSchwab, IR; O'Connor, GR (2005). \"The lonely eye\". The British Journal of Ophthalmology. 89 (3): 256. doi:10.1136/bjo.2004.059105. PMC 1772576. PMID 15751188. Retrieved 11 October 2006.\nTuatara in Te Ara – the Encyclopedia of New Zealand\nSpecimens of Tuatara in the collection of the Museum of New Zealand Te Papa Tongarewa\n\"Tuatara reptile slices food with 'steak-knife teeth'\" BBC Nature. Retrieved 8 January 2014.\nTuatara discussed on RNZ Critter of the Week, 18 August 2017",
    "ImageURL": "Tuatara_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Tuatara",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Rhynchocephalia",
        "Family": "Sphenodontidae",
        "Genus": "SphenodonGray"
    },
    "Zone": "* #### A"
}