{
    "CommonName": "Turaco",
    "BriefSummary": "The turacos make up the bird family Musophagidae (literally \"banana-eaters\"), which includes plantain-eaters and go-away-birds. In southern Africa both turacos and go-away-birds are commonly known as loeries. They are semi-zygodactylous – the fourth (outer) toe can be switched back and forth. The second and third toes, which always point forward, are conjoined in some species. Musophagids often have prominent crests and long tails; the turacos are noted for peculiar and unique pigments giving them their bright green and red feathers.\nTraditionally, this group has been allied with the cuckoos in the order Cuculiformes, but the Sibley-Ahlquist taxonomy raises this group to a full order Musophagiformes. They have been proposed to link the hoatzin to the other living birds, but this was later disputed. Recent genetic analysis have strongly supported the order ranking of Musophagiformes.Musophagids are medium-sized arboreal birds endemic to sub-Saharan Africa, where they live in forests, woodland and savanna. Their flight is weak, but they run quickly through the tree canopy. They feed mostly on fruits and to a lesser extent on leaves, buds, and flowers, occasionally taking small insects, snails, and slugs.  As their name suggests, turacos enjoy bananas and can become so tame as to be hand-fed. They are also partial to grapes and pawpaw (papaya).\nThey are gregarious birds that do not migrate but move in family groups of up to 10. Many species are noisy, with the go-away-birds being especially noted for their piercing alarm calls, which alert other fauna to the presence of predators or hunters; their common name is onomatopoeia of this. Musophagids build large stick nests in trees, and lay 2 or 3 eggs. The young are born with thick down and open, or nearly-open, eyes.",
    "WikiContents": "The turacos make up the bird family Musophagidae (literally \"banana-eaters\"), which includes plantain-eaters and go-away-birds. In southern Africa both turacos and go-away-birds are commonly known as loeries. They are semi-zygodactylous – the fourth (outer) toe can be switched back and forth. The second and third toes, which always point forward, are conjoined in some species. Musophagids often have prominent crests and long tails; the turacos are noted for peculiar and unique pigments giving them their bright green and red feathers.\nTraditionally, this group has been allied with the cuckoos in the order Cuculiformes, but the Sibley-Ahlquist taxonomy raises this group to a full order Musophagiformes. They have been proposed to link the hoatzin to the other living birds, but this was later disputed. Recent genetic analysis have strongly supported the order ranking of Musophagiformes.Musophagids are medium-sized arboreal birds endemic to sub-Saharan Africa, where they live in forests, woodland and savanna. Their flight is weak, but they run quickly through the tree canopy. They feed mostly on fruits and to a lesser extent on leaves, buds, and flowers, occasionally taking small insects, snails, and slugs.  As their name suggests, turacos enjoy bananas and can become so tame as to be hand-fed. They are also partial to grapes and pawpaw (papaya).\nThey are gregarious birds that do not migrate but move in family groups of up to 10. Many species are noisy, with the go-away-birds being especially noted for their piercing alarm calls, which alert other fauna to the presence of predators or hunters; their common name is onomatopoeia of this. Musophagids build large stick nests in trees, and lay 2 or 3 eggs. The young are born with thick down and open, or nearly-open, eyes.\n\n\n== Morphology ==\n\nMost turacos are medium-sized birds – an exception being the large great blue turaco – with long tails and short, rounded wings. They range in length from 40 to 75 cm (16–30 in). Their flight is weak, but they are strong climbers and are able to move nimbly on branches and through vegetation. Juveniles have claws on the wings that help them climb. They have a unique foot arrangement, where the fourth toe can be brought around to the back of the foot where it almost touches the first toe, or brought around so that it is near the second and third. In spite of this flexibility the toe is actually usually held at right angles to the axis of the foot.The plumage of go-away-birds and plantain-eaters is mainly grey and white. The turacos on the other hand are brightly coloured birds, usually blue, green or purple. The green colour in turacos comes from turacoverdin, the only true green pigment in birds known to date. Other \"greens\" in bird colors result from a yellow pigment such as some carotenoid, combined with the prismatic physical structure of the feather itself which scatters the light in a particular way and giving a blue colour. Turaco wings contain the red pigment turacin, unlike in other birds where red colour is due to carotenoids. Both pigments are derived from porphyrins and only known from the Musophagidae at present, but especially the little-researched turacoverdin might have relatives in other birds. The incidence of turacoverdin in relation to habitat is of interest to scientists, being present in forest species but absent in savanna and acacia living species.Little is known about the longevity of wild turacos, but in captivity they are proving to be exceptionally long-lived, easily living to 30 in captivity. A bird in the Cotswold Wildlife Park collection approached its 37th year.\n\n\n== Evolution and systematics ==\nThe fossil genus Veflintornis is known from the Middle Miocene of Grive-Saint-Alban (France). It was established as Apopempsis by Pierce Brodkorb in 1971, but this is preoccupied by Schenkling's 1903 use of the name for some beetles. \"Apopempsis\" africanus (Early Miocene of Kenya) might also belong there.Further fossil material of putative musophagids was found in Egypt as well as in Late Oligocene deposits at Gaimersheim (Germany) and Middle Miocene deposits at Grive-Saint-Alban and Vieux-Collonges (both France). While it is not entirely certain that these fossils indeed are of turacos, it nonetheless appears as if the family evolved in the Oligocene of central Europe or perhaps northern Africa, and later on shifted its distribution southwards. The climate of those European regions during the late Paleogene was not too dissimilar to that of (sub)tropical Africa today; the Saharan desert was not yet present and the distance across the Mediterranean was not much more than what it is today. Thus such a move south may well have been a very slow and gradual shifting of a large and continuous range.\n\nThe Early Eocene Promusophaga was initially believed to be the oldest record of the turacos; it was eventually reconsidered a distant relative of the ostrich and is now in the ratite family Lithornithidae. Filholornis from the Late Eocene or Early Oligocene of France is occasionally considered a musophagid, but its relationships have always been disputed. It is not often considered a turaco anymore in more recent times and has been synonymised with the presumed gruiform Talantatos, though it is not certain whether this will become widely accepted.The phylogenetic analysis conducted by Field & Hsiang (2018) indicated that Eocene (Wasatchian) species Foro panarium known from the Fossil Butte Member of the Green River Formation (Wyoming, United States) was a stem-turaco.\n\n\n=== Phylogeny ===\nPhylogeny based on the work by John Boyd.\n\n\n=== Species ===\nThe species of Musophagidae, arranged in taxonomic sequence and Paleofile.com websites are:Order Musophagiformes Seebohm 1890\n\nFamily Musophagidae Lesson 1828 [Apopempsidae Brodkorb, 1971b; Veflintornithidae Kašin, 1976]\nGenus †Veflintornis Kašin 1976 [Apopempsis Brodkorb 1971 non Schenkling 1903]\n†V. meini (Ballmann 1969) Kašin 1976 [Musophaga meini Ballmann 1969; Apopempsis meini (Ballmann 1969) Brodkorb 1971]\n†V. africanus (Harrison 1980) [Musophaga africanus Harrison 1980; Apopempsis africanus (Harrison 1980)]\nSubfamily Corythaeolinae\nGenus Corythaeola Heine 1860\nGreat blue turaco, Corythaeola cristata (Vieillot 1816) Heine 1860\nSubfamily Criniferinae\nGenus Criniferoides Roberts 1926\nWhite-bellied go-away-bird, Criniferoides leucogaster (Rüppell 1842) Roberts 1926\nGenus Corythaixoides\nGrey go-away-bird, Corythaixoides concolor\nBare-faced go-away-bird, Corythaixoides personatus\nGenus Crinifer\nWestern plantain-eater, Crinifer piscator (Boddaert 1783)\nEastern plantain-eater, Crinifer zonurus (Rüppell 1835)\nSubfamily Musophaginae\nGenus Ruwenzorornis\nRwenzori turaco, Ruwenzorornis johnstoni\nGenus Musophaga\nViolet turaco, Musophaga violacea Isert 1788\nRoss's turaco, Musophaga rossae Gould 1852\nGenus Tauraco\nBannerman's turaco, Tauraco bannermani (Bates 1923)\nWhite-crested turaco, Tauraco leucolophus (Heuglin 1855)\nRed-crested turaco, Tauraco erythrolophus (Vieillot 1819)\nGuinea turaco, Tauraco persa (Linnaeus 1758)\nKnysna turaco, Tauraco corythaix (Wagler 1827)\nLivingstone's turaco, Tauraco livingstonii Gray 1864\nFischer's turaco, Tauraco fischeri (Reichenow 1878)\nBlack-billed turaco, Tauraco schuettii (Cabanis 1879)\nSchalow's turaco, Tauraco schalowi (Reichenow 1891)\nHartlaub's turaco, Tauraco hartlaubi (Fischer & Reichenow 1884)\nRuspoli's turaco, Tauraco ruspolii Salvadori 1896\nPurple-crested turaco, Tauraco porphyreolophus\nYellow-billed turaco, Tauraco macrorhynchus (Fraser 1839)\nWhite-cheeked turaco, Tauraco leucotis (Rüppell 1835)\n\n\n== Interaction with humans ==\nThe crimson flight feathers of turacos have been treasured as status symbols to royalty and paramount chiefs all over Africa. They are recorded as being valued by the Swazi and Zulu royal families.\n\n\n== Footnotes ==\n\n\n== References ==\nBallmann, Peter (1969). \"Les Oiseaux miocènes de la Grive-Saint-Alban (Isère) [The Miocene birds of Grive-Saint-Alban, Isère]\". Geobios. 2: 157–204. doi:10.1016/S0016-6995(69)80005-7. (French with English abstract)\nInternational Turaco Society (Magazines 1993–2012), also website 2001, www.turacos.org\nMlíkovský, Jirí (2002): Cenozoic Birds of the World, Part 1: Europe. Ninox Press, Prague. ISBN 80-901105-3-8 PDF fulltext\nHughes, Janice M.; Baker, Allan J. (1999). \"Phylogenetic relationships of the enigmatic hoatzin (Opisthocomus hoazin) resolved using mitochondrial and nuclear gene sequences\" (PDF). Molecular Biology and Evolution. 16 (9): 1300–1307. doi:10.1093/oxfordjournals.molbev.a026220. PMID 10486983.\nSorenson, Michael D.; Oneal, Elen; García-Moreno, Jaime; Mindell, David P. (2003). \"More Taxa, More Characters: The Hoatzin Problem is Still Unresolved\". Molecular Biology and Evolution. 20 (9): 1484–1499. doi:10.1093/molbev/msg157. PMID 12777516.  Supplementary Material\n\n\n== External links ==\nInternational Touraco Society\nTuraco videos on the Internet Bird Collection",
    "ImageURL": "Turaco_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Turaco",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Musophagiformes",
        "Family": "Musophagidae"
    },
    "Zone": "* #### G"
}