{
    "CommonName": "Two-toed sloth",
    "BriefSummary": "Choloepus is a genus of mammals of Central and South America, within the family Megalonychidae consisting of two-toed sloths. The two species of Choloepus (which means \"lame foot\"), Linnaeus's two-toed sloth (Choloepus didactylus) and Hoffmann's two-toed sloth (Choloepus hoffmanni), are the only surviving members of the family Megalonychidae.",
    "WikiContents": "Choloepus is a genus of mammals of Central and South America, within the family Megalonychidae consisting of two-toed sloths. The two species of Choloepus (which means \"lame foot\"), Linnaeus's two-toed sloth (Choloepus didactylus) and Hoffmann's two-toed sloth (Choloepus hoffmanni), are the only surviving members of the family Megalonychidae.\n\n\n== Extant species ==\n\n\n== Evolution ==\nA study of retrovirus and mitochondrial DNA suggests that C. didactylus and C. hoffmani diverged 6 to 7 million years ago. Furthermore,  based on cytochrome c oxidase subunit I sequences, a similar divergence date (c. 7 million years ago) between the two populations of C. hofmanni separated by the Andes has been reported.\n\n\n=== Relation to the three-toed sloth ===\nAlthough similar to the somewhat smaller and generally slower-moving three-toed sloths (Bradypus), the relationship between the two genera is not close. Recent phylogenetic analyses support analysis of morphological data from the 1970s and 1980s, suggesting the two genera are not closely related and each adopted its arboreal lifestyle independently. It is unclear from which, if any, ground-dwelling sloth taxa the three-toed sloths evolved; the two-toed sloths appear to nest phylogenetically within one of the divisions of Caribbean megalonychids, and thus probably either descended from them or are part of a clade that invaded the Caribbean multiple times. Though data has been collected on over 33 different species of sloths just by analyzing bone structures, many of the relationships between clades on a phylogenetic tree are unknown. Both types tend to occupy the same forests; in most areas, a particular species of three-toed sloth and a single species of the larger two-toed type will jointly predominate.\nEach genus of sloth has a common ancestor, but what that ancestor was, when it existed, and many of its traits remain virtually unknown. There is relatively little evidence to support the hypothesis of diphyly (two different ancestors) and that they are only similar because of convergent evolution and only a small amount of data to study overall. In fact, most of the evidence to support the hypothesis of diphyly is still heavily based on the same trait that cause the hypothesis to be suggested; the structure of the inner ear.One of the largest problems that exists when attempting to identify clades of modern extant tree sloths is the issue of missing links between surviving, living species and their unidentified common ancestors. There are several families of extinct sloths, about which very little is known. This missing information causes large holes in phylogenetic trees and makes tracing paths of evolution a daunting task. As a result, there are many versions of the phylogenetic tree that would describe the evolution and relationship between sloths, most of which conclude that convergent evolution is the likely mechanism that resulted in today’s genera of tree sloths. Despite a couple of discrepancies in DNA sequencing, it is largely accepted that extant tree sloth species of the genera Choloepus and Bradypus do not share a recent common ancestor, making them diphyletic to one another and indicating similarities through convergent evolution. This means that the two extant genera evolved analogous traits, such as locomotion methods, size, habitat, and many other traits independently from one another as opposed to from their last common ancestor.\nIf the theory of convergent evolution between the two species were accepted as true, that would make sloths “one of the most striking examples of convergent evolution known among mammals”. In order to further support this theory, there would need to be more information and data gathered about intermediate species between the extant species and the common ancestor, which is estimated to have gone extinct over 30 million years ago.\n\n\n== Characteristics ==\n\nThe name \"two-toed sloth\" erroneously describes the number of toes. They have two fingers in their hands (in the thoracic limbs) and three toes in their feet (in the pelvic limbs). The name \"two-toed\" sloth is misleading, although widely used. The name was intended to describe specific anatomical differences between members of the genus Choloepus and Bradypus. However, to accurately describe these differences, the correct name should be two-fingered sloth (Choloepus spp) as the differences occur in the hands, and not in the feet.\nThey are also larger than three-toed sloths, having a body length of 58 to 70 centimetres (23 to 28 in), and weighing 4 to 8 kilograms (8.8 to 17.6 lb). Other distinguishing features include a more prominent snout, longer fur, and the absence of a tail.\n\n\n=== Behaviour ===\nTwo-toed sloths spend most of their lives hanging upside down from trees. They cannot walk, so they pull hand-over-hand to move around, which is at an extremely slow rate. Being predominantly nocturnal, their fur, which grows greenish algae to blend in, is their main source of protection. Their body temperatures depend at least partially on the ambient temperature; they cannot shiver to keep warm, as other mammals do, because of their unusually low metabolic rates and reduced musculature. Two-toed sloths also differ from three-toed sloths in their climbing behavior, preferring to descend head first.\n\n\n=== Lifecycle ===\n\nTwo-toed sloths have a gestation period of six months to a year, depending on the exact species. The mother gives birth to a single young, while hanging upside down. The young are born with claws, and are weaned after about a month, although they will remain with the mother for several more months, and do not reach sexual maturity until the age of three years, in the case of females, or four to five years, in the case of males.\n\n\n=== Feeding ===\nThey eat primarily leaves, but also shoots, fruits, nuts, berries, bark, some native flowers, and even some small vertebrates. In addition, when they cannot find food, they have been known to eat the algae that grow on their fur for nutrients. They have large stomachs, with multiple chambers, which help to ferment the large amount of plant matter they eat. Food can take up to a month to digest due to their slow metabolism. Depending on when in the excretion cycle a sloth is weighed, urine and feces may account for up to 30% of the animal’s body weight, which averages about 6 kg (13 lb). They get their water from juicy plants.\n\n\n=== Dentition and skeleton ===\nTwo-toed sloths have a reduced, ever growing dentition, with no incisors or true canines, which overall lacks homology with the dental formula of other mammals. Their first tooth is very canine-like in shape and is referred to as a caniniform. It is separated from the other teeth, or molariforms, by a diastema. The molariforms are used specifically for grinding and are mortar and pestle-like in appearance and function. Thus, they can grind food for easier digestibility, which takes the majority of their energy. The dental formula of two-toed sloths is: 45 (unau)\nTwo-toed sloths are unusual among mammals in possessing as few as five cervical vertebrae, which may be due to mutations in the homeotic genes. All other mammals have seven cervical vertebrae, other than the three-toed sloth and the manatee.\n\n\n== References ==\n\nLinnaeus (1758): Systema naturae perregna tria naturae, secundum classes, ordines, genera, species cum characteribus, differentiis, syonymis, locis. Laurentii :) Salvi, 824pp.\n\n\n== External links ==\nNational Geographic: Two-toed sloth profile\nBristol Zoo: Two-toed sloth\nNational Zoo: Two-toed sloth\nAmerica Zoo: Two-toed sloth\nAnimal Diversity: Family Megalonychidae",
    "ImageURL": "Twotoedsloth_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Two-toed_sloth",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Pilosa",
        "Family": "Megalonychidae",
        "Genus": "CholoepusLinnaeus"
    }
}