{
    "CommonName": "Uinta ground squirrel",
    "BriefSummary": "The Uinta ground squirrel (Urocitellus armatus), commonly called a Potgut in northern Utah, is a species of rodent native to the western United States.",
    "WikiContents": "The Uinta ground squirrel (Urocitellus armatus), commonly called a Potgut in northern Utah, is a species of rodent native to the western United States.\n\n\n== Description ==\nThe Uinta ground squirrel is a moderately sized ground squirrel, measuring 28 to 30 cm (11 to 12 in) in total length. They weigh about 210 g (7.4 oz) when they emerge from hibernation, a figure that steadily increases until they are ready to hibernate again in the fall. Their fur is brown to cinnamon in color, being paler on the underside and grey on the sides of the head and neck. The 6 to 8 cm (2.4 to 3.1 in) tail is buff with a grey underside, as distinct from the ochraceous or reddish color found in closely related species such as Belding's or Wyoming ground squirrels. Females have ten teats.\n\n\n== Distribution and habitat ==\nFirst described from the Uinta Mountains, the squirrels are found in Wyoming west of the Green River, in southwestern Montana, eastern Idaho, and northern and central Utah. They inhabit open areas, such as meadows, pasture, and shrub-steppe habitats, at elevations between 1,220 and 2,440 m (4,000 and 8,010 ft). There are no recognised subspecies.\n\n\n== Behavior ==\nUinta ground squirrels are primarily herbivorous, and mostly eat grass, seeds, and the leaves of forbs, along with a small amount of earthworms and discarded human food. The exact composition of the diet changes throughout the year. Their most common predators are coyotes, badgers, weasels, and raptors.Although they often live in colonies, adults react aggressively towards one another outside of the breeding season, with females being more intolerant than males. Males mark their territories with scent glands in their cheeks, which they rub on the ground, but do not mark the entrances to their burrows. The squirrels greet one another by sniffing, escalating to threat postures and bristling the hair on their tails, and eventually to wrestling, boxing, and chasing if the intruder does not retreat.The squirrels make six distinct vocalisations: chirps, squeals, squawks, trills, growls, and teeth clattering. These are used primarily as a means of gaining attention, and all are used in aggressive interactions between individuals. However, chirps are also used to warn of aerial predators, and trills to warn of predators on the ground, with squirrels hearing them either adopting an alert posture or running for their burrows.Uinta ground squirrels are only active for a few months each year. Adult males wake from hibernation around mid March, but may wait a few weeks before emerging, depending upon the weather. Females emerge slightly later, followed by female and then male yearlings. Adults return to their burrows to hibernate between late July and mid August, with juveniles following about two weeks later.During their active periods the squirrels are diurnal.\n\n\n== Reproduction ==\nFemales enter estrus for a single afternoon each year, about two to four days after emerging from hibernation. They mate underground, and each male may mate with several females. Gestation lasts 23 to 26 days, and results in an average litter of five young, which are born in early May. Yearling females typically have less opportunity to mate, because they emerge from their burrows later, and give birth to smaller litters than older females when they do mate.The young are weaned at about 22 days of age, and emerge from the burrow at around the same time. Although they are still small, weighing only around 60 g (2.1 oz), the mother almost completely abandons them after weaning, and they disperse to establish their own territories over the next two to three weeks. They can live for up seven years in the wild.\n\n\n== References ==\n\n\n== External links ==\nLaValle, A. 2000. \"Spermophilus armatus\" (On-line), Animal Diversity Web. Accessed December 25, 2007 at http://animaldiversity.ummz.umich.edu/site/accounts/information/Spermophilus_armatus.html.",
    "ImageURL": "Uintagroundsquirrel_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Uinta_ground_squirrel",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Rodentia",
        "Family": "Sciuridae",
        "Genus": "Urocitellus",
        "Species": "armatus"
    },
    "ScientificName": "Urocitellus armatus",
    "Zone": "* #### H"
}