{
    "CommonName": "Vampire Bat",
    "BriefSummary": "Vampire bats are bats whose food source is blood, a dietary trait called hematophagy. Three extant bat species feed solely on blood: the common vampire bat (Desmodus rotundus), the hairy-legged vampire bat (Diphylla ecaudata), and the white-winged vampire bat (Diaemus youngi). All three species are native to the Americas, ranging from Mexico to Brazil, Chile, Uruguay and Argentina.",
    "WikiContents": "Vampire bats are bats whose food source is blood, a dietary trait called hematophagy. Three extant bat species feed solely on blood: the common vampire bat (Desmodus rotundus), the hairy-legged vampire bat (Diphylla ecaudata), and the white-winged vampire bat (Diaemus youngi). All three species are native to the Americas, ranging from Mexico to Brazil, Chile, Uruguay and Argentina.\n\n\n== Taxonomy ==\nDue to differences among the three species, each has been placed within a different genus, each consisting of one species. In the older literature, these three genera were placed within a family of their own, Desmodontidae, but taxonomists have now grouped them as a subfamily, the Desmodontinae, in the leaf-nosed bat family, Phyllostomidae.The three known species of vampire bats all seem more similar to one another than to any other species. That suggests that hematophagy (feeding on blood) evolved only once, and the three species share this common ancestor.\n\n\n=== Evolution ===\nVampire bats are in a diverse family of bats with many food sources, including nectar, pollen, insects, fruit, fish, and meat.\nThe three species of vampire bats are the only mammals that have evolved to feed exclusively on blood (hematophagy) as micropredators, a strategy within parasitism.\nHematophagy is uncommon due to the number of challenges to overcome for success: a large volume of liquid potentially overwhelming the kidneys and bladder, the risk of iron poisoning, and coping with excess protein.\nThere are multiple hypotheses for how vampire bats evolved.\n\nThey evolved from frugivorous bats with sharp teeth specialized for piercing fruit\nThey initially fed on the ectoparasites of large mammals, and then progressed to feeding on the mammals themselves (similar to red-billed oxpecker feeding behavior)\nThey initially fed on insects that were attracted to the wounds of animals, and then progressed to feeding on the wounds\nThey initially preyed on small arboreal vertebrates\nThey were arboreal omnivores themselves and began ingesting blood and flesh from wound sites of larger animals\nThey were specialized nectar-feeders that evolved to feed on another type of liquidThe vampire bat lineage diverged from its family 26 million years ago. The hairy-legged vampire bat likely diverged from the other two species of vampire bats 21.7 million years ago.\nBecause the hairy-legged vampire bat feeds on bird blood and it is the ancestral vampire bat, it is considered likely that the first vampire bats fed on bird blood as well.\nRecent analyses suggest that vampire bats arose from insectivores, which discount the frugivore, carnivore, and nectarivore hypotheses of origin. Within 4 million years of diverging from other Phyllostomids, vampire bats had evolved all necessary adaptations for blood-feeding, making it one of the fastest examples of natural selection among mammals.\n\n\n== Anatomy and physiology ==\n\nUnlike fruit bats, the vampire bats have short, conical muzzles. It also lacks a nose leaf, instead having naked pads with U-shaped grooves at the tip. The common vampire bat, Desmodus rotundus, also has specialized thermoreceptors on its nose, which aid the animal in locating areas where the blood flows close to the skin of its prey. A nucleus has been found in the brain of vampire bats that has a similar position and similar histology to the infrared receptor of infrared-sensing snakes.A vampire bat has front teeth that are specialized for cutting and the back teeth are much smaller than in other bats. The inferior colliculus, the part of the bat's brain that processes sound, is well adapted to detecting the regular breathing sounds of sleeping animals that serve as its main food source.While other bats have almost lost the ability to maneuver on land, vampire bats can walk, jump, and even run by using a unique, bounding gait, in which the forelimbs instead of the hindlimbs are recruited for force production, as the wings are much more powerful than the legs. This ability to run seems to have evolved independently within the bat lineage.Vampire bats also have a high level of resistance to a group of bloodborne viruses known as endogenous retroviruses, which insert copies of their genetic material into their host's genome.Vampire bats use infrared radiation to locate blood hotspots on their prey. A recent study has shown that common vampire bats tune a TRP-channel that is already heat-sensitive, TRPV1, by lowering its thermal activation threshold to about 30 °C. This is achieved through alternative splicing of TRPV1 transcripts to produce a channel with a truncated carboxy-terminal cytoplasmic domain. These splicing events occur exclusively in trigeminal ganglia, and not in dorsal root ganglia, thereby maintaining a role for TRPV1 as a detector of noxious heat in somatic afferents. The only other vertebrates capable of detecting infrared radiation are boas, pythons and pit vipers, all of which have pit organs.\n\n\n== Ecology and lifecycle ==\nVampire bats tend to live in colonies in almost completely dark places, such as caves, old wells, hollow trees, and buildings. They range in Central to South America and live in arid to humid, tropical and subtropical areas. Vampire bat colony numbers can range from single digits to hundreds in roosting sites. The basic social structure of roosting bats is made of female groups and their offspring, a few adult males, known as \"resident males\", and a separate group of males, known as \"nonresident males\". In hairy-legged vampire bats, the hierarchical segregation of nonresident males appears less strict than in common vampire bats. Nonresident males are accepted into the harems when the ambient temperature lowers. This behavior suggests social thermoregulation.\nResident males mate with the females in their harems, and it is less common for outside males to copulate with the females. Female offspring often remain in their natal groups. Several matrilines can be found in a group, as unrelated females regularly join groups. Male offspring tend to live in their natal groups until they are about two years old, sometimes being forcefully expelled by the resident adult males.Vampire bats form strong bonds with other members of the colony. A related unique adaptation of vampire bats is the sharing of food. A vampire bat can only survive about two days without a meal of blood, yet they cannot be guaranteed of finding food every night. This poses a problem, so when a bat fails to find food, it will often \"beg\" another bat for food. A \"donor\" bat may regurgitate a small amount of blood to sustain the other member of the colony. For equally familiar bats, the predictive capacity of reciprocity surpasses that of relatedness. This finding suggests that vampire bats are capable of preferentially aiding their relatives, but that they may benefit more from forming reciprocal, cooperative relationships with relatives and non-relatives alike. Furthermore, donor bats were more likely to approach starving bats and initiate the food sharing. When individuals of a population are lost, bats with a larger number of mutual donors tend to offset their own energetic costs at a higher rate than bats that fed less of the colony before the removal. Individuals that spend their own energy as a social investment of sorts are more likely to thrive, and higher rates of survival incentivize the behavior and reinforce the importance of large social networks in colonies. These findings contradict the harassment hypothesis—which claims that individuals share food in order to limit harassment by begging individuals. All considered, vampire bat research should be interpreted cautiously as much of the evidence is correlational and still requires further testing.Another ability that some vampire bats possess is identifying and monitoring the positions of conspecifics (individuals of the same species) simply by antiphonal calling. Similar in nature to the sound mother bats make to call to their pups, these calls tend to vary on a bat to bat basis which may help other bats identify individuals both in and outside of their roost.Vampire bats also engage in social grooming. It usually occurs between females and their offspring, but it is also significant between adult females. Social grooming is mostly associated with food sharing.\n\n\n== Feeding ==\n\nVampire bats hunt only when it is fully dark. Like fruit-eating bats, and unlike insectivorous and fish-eating bats, they emit only low-energy sound pulses. The common vampire bat feeds primarily on the blood of mammals (occasionally including humans), whereas both the hairy-legged vampire bat and white-winged vampire bat feed primarily on the blood of birds. Once the common vampire bat locates a host, such as a sleeping mammal, it lands and approaches it on the ground. It then likely uses thermoception to identify a warm spot on the skin to bite. They then create a small incision with their teeth and lap up blood from the wound.\nVampire bats, like snakes, have developed highly sensitive thermosensation, with specialized systems for detecting infrared radiation. Snakes co-opt a non-heat-sensitive channel, vertebrate TRPA1 (transient receptor potential cation channel A1), to produce an infrared detector, However vampire bats tune a channel that is already heat-sensitive, TRPV1, by lowering its thermal activation threshold to about 30 °C, which allows them to sense the target.As noted by Arthur M. Greenhall:\n\nIf there is fur on the skin of the host, the common vampire bat uses its canine and cheek teeth like a barber's blades to shave away the hairs. The bat's razor-sharp upper incisor teeth then make a 7mm wide and 8mm deep cut. The upper incisors lack enamel, which keeps them permanently razor sharp. Their teeth are so sharp, even handling their skulls in a museum can result in cuts.The bat’s saliva, left in the victim's resulting bite wound, has a key function in feeding from the wound. The saliva contains several compounds that prolong bleeding, such as anticoagulants that inhibit blood clotting, and compounds that prevent the constriction of blood vessels near the wound.\n\n\n=== Digestion ===\nA typical female vampire bat weighs 40 grams and can consume over 20 grams (1 fluid ounce) of blood in a 20-minute feed. This feeding behavior is facilitated by its anatomy and physiology for rapid processing and digestion of the blood to enable the animal to take flight soon after the feeding.\nThe stomach lining rapidly absorbs the water in the blood plasma, which is quickly transported to the kidneys, and on to the bladder for excretion. A common vampire bat begins to expel urine within two minutes of feeding.\nWhile shedding much of the blood's liquid facilitates flight takeoff, the bat still has added almost 20–30% of its body weight in blood. To take off from the ground, the bat generates extra lift by crouching and flinging itself into the air. Typically, within two hours of setting out in search of food, the common vampire bat returns to its roost and settles down to spend the rest of the night digesting its meal.  Digestion is aided by their microbiome and their genome protects them against pathogens in the blood.Researchers analyzed the DNA and microbe of these three species and found that these blood sucking animals, also known as sanguivores can feed on blood due to the bacteria in their gut\n\n\n== Human health ==\n\nAlthough rare, infection of humans by rabies from vampire bat bites has been documented; for example in 2010 four children in Peru died after being bitten. The highest occurrence of rabies in vampire bats occurs in the large populations found in South America. However, the risk of infection to the human population is less than to livestock exposed to bat bites. Only 0.5% of bats carry rabies, and those that do may be clumsy, disoriented, and unable to fly.The unique properties of the vampire bats' saliva have found some positive use in medicine. A study in the January 10, 2003, issue of Stroke: Journal of the American Heart Association tested a genetically engineered drug called desmoteplase, which uses the anticoagulant properties of the saliva of Desmodus rotundus, and was shown to increase blood flow in stroke patients.\n\n\n== See also ==\nSpectral bat (Vampyrum spectrum), also called false vampire bat — the largest carnivorous bat in the world with a weight of 145–190 g and a wingspan of 60 to 90 cm\nVampire\n\n\n== Footnotes ==\n\n\n== Further reading ==\nGreenhall, Arthur M. 1961. Bats in Agriculture. A Ministry of Agriculture Publication. Trinidad and Tobago.\nGreenhall, Arthur M. 1965. The Feeding Habits of Trinidad Vampire Bats.\nGreenhall, A., G. Joermann, U. Schmidt, M. Seidel. 1983. Mammalian Species: Desmodus rotundus. American Society of Mammalogists, 202: 1–6.\nA.M. Greenhall and U. Schmidt, editors. 1988. Natural History of Vampire Bats, CRC Press, Boca Raton, Florida. ISBN 0-8493-6750-6; ISBN 978-0-8493-6750-2\nCampbell A, Naik RR, Sowards L, Stone M (2002). \"Biological infrared imaging and sensing\" (PDF). Micron. 33 (2): 211–225. doi:10.1016/S0968-4328(01)00010-5. PMID 11567889. Archived from the original (PDF) on 2003-06-15.\nPawan, J.L. (1936b). \"Rabies in the Vampire Bat of Trinidad with Special Reference to the Clinical Course and the Latency of Infection.\" Annals of Tropical Medicine and Parasitology. Vol. 30, No. 4. December, 1936.\n\n\n== External links ==\nResearch blog on vampire bats A website devoted to social behavior and cognition of vampire bats.\nSchutt, W.A., Jr. \"Dark Banquet\" A website devoted to the biology of blood feeding creatures.\nBat World - An all-volunteer, non-salaried, non-profit organization devoted to the education, conservation and rehabilitation of bats\nBat Conservation International A website devoted to the education, conservation and study of bats.",
    "ImageURL": "VampireBat_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Vampire_bat",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Chiroptera",
        "Family": "Phyllostomidae"
    }
}