{
    "CommonName": "Vasa parrot",
    "BriefSummary": "The name vasa parrot is also used for the greater vasa parrot.\n\nThe vasa parrots (Coracopsis) are three species of parrot which are endemic to Madagascar and other islands in the western Indian Ocean.  Some taxonomists place the genus in Mascarinus.",
    "WikiContents": "The name vasa parrot is also used for the greater vasa parrot.\n\nThe vasa parrots (Coracopsis) are three species of parrot which are endemic to Madagascar and other islands in the western Indian Ocean.  Some taxonomists place the genus in Mascarinus.\n\n\n== Taxonomy ==\nThere are three to four species and several subspecies:Coracopsis, Wagler 1832\n\nCoracopsis vasa, (Shaw) 1812 – (greater vasa parrot)\nCoracopsis vasa comorensis, (Peters,W) 1854\nCoracopsis vasa drouhardi, Lavauden 1929\nCoracopsis vasa vasa, (Shaw) 1812\nCoracopsis nigra, (Linnaeus) 1758 – (lesser vasa parrot also known as black parrot)\nCoracopsis nigra libs, Bangs 1927\nCoracopsis nigra nigra, (Linnaeus) 1758\nCoracopsis nigra sibilans, Milne-Edwards & Oustalet 1885 (sometimes considered a separate species, the Comoro parrot)\nCoracopsis barklyi, Newton 1867 – (Seychelles black parrot)A 2011 genetic study found the Mascarene parrot from Réunion to be nested among the subspecies of the lesser vasa parrot from Madagascar and nearby islands, and therefore not related to the Psittacula parrots. It also found that the Mascarene parrot line diverged 4.6 to 9 million years ago, prior to the formation of Réunion, indicating this must have happened elsewhere. The cladogram accompanying the study is shown below:\n\nAnother group of scientists later acknowledged the finding, but pointed out that the sample might have been damaged, and that further testing was needed before the issue could be fully resolved. They also noted that if Mascarinus was confirmed to be embedded within the genus Coracopsis, the latter would become a junior synonym, since the former name is older. Hume has expressed surprise by these findings, due to the anatomical similarities between the Mascarene parrot and other parrots from the islands that are believed to be psittaculines.\n† Mascarinus mascarinus, (Linnaeus 1771) (Mascarene parrot, extinct)\n\n\n== Description ==\nThey are notable in the parrot world for their peculiar appearance, which includes extremely truncated bodies with long necks, black to grey feathers and a pink beak.\nThe skin of both female and male vasas turns yellow during the breeding season, and there is often feather loss. However, in females the feather loss can result in complete baldness. Another interesting feature of the females breeding physiology is when her feathers, which are usually black to grey, turn brown without a moult. This is caused by the redistribution of melanin, which is the pigment that makes the vasas' feathers black.\n\n\n== Unusual characteristics ==\nIn addition to their appearance they possess aspects of their physiology that make them completely unique amongst parrots. Vasa chicks are known to hatch after only 18–20 days of incubation, which is highly irregular as parrots of the vasa size range tend to take up to 30 days to hatch.\nThe male vasas' cloaca is able to invert into a hemipenis, which becomes erect during mating – a feature unique to the genus. This phallus is associated with prolonged matings enforced by a copulatory tie. Baby vasas possess pads on their beaks which when stimulated prompt a strong feeding response. These pads disappear after only a few weeks, however the feeding or 'weaning' reflex remains unusually strong well into adulthood. Often aviculturalists have to use a syringe to force food into the crops of young vasas as the intensity of the weaning reflex prevents them from being spoon fed.\nVasa parrots infected with the debilitating psittacine beak and feather disease are known to turn white, which, during the 1970s when the first wave of birds were exported into Europe and America, resulted in them being mistakenly advertised by importers as albinos.\n\n\n== References ==\nKundu, S., C.G. Jones, R.P. Prys-Jones, and J.J. Groombridge. 2012. The evolution of the Indian Ocean parrots (Psittaciformes): extinction, adaptive radiation and eustacy. Molecular Phylogenetics and Evolution 62: 296–305.",
    "ImageURL": "Vasaparrot_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Vasa_parrot",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Psittaciformes",
        "Family": "Psittrichasidae",
        "Genus": "Coracopsis"
    },
    "Zone": "* #### D"
}