{
    "CommonName": "Velvet Ant",
    "BriefSummary": "The Mutillidae are a family of more than 3,000 species of wasps whose wingless females resemble large, hairy ants. Their common name velvet ant refers to their dense pile of hair, which most often is bright scarlet or orange, but may also be black, white, silver, or gold. Black and white specimens are sometimes known as panda ants due to their hair coloration resembling that of the giant panda. Their bright colors serve as aposematic signals. They are known for their extremely painful stings, (the sting of the species Dasymultila klugii rated a 3 on the Schmidt pain index and lasts up to 30 minutes), hence the common name cow killer or cow ant. However, mutillids are not aggressive and sting only in defense. In addition, the actual toxicity of their venom is much lower than that of honey bees or harvester ants. Unlike true ants, they are solitary, and lack complex social systems.",
    "WikiContents": "The Mutillidae are a family of more than 3,000 species of wasps whose wingless females resemble large, hairy ants. Their common name velvet ant refers to their dense pile of hair, which most often is bright scarlet or orange, but may also be black, white, silver, or gold. Black and white specimens are sometimes known as panda ants due to their hair coloration resembling that of the giant panda. Their bright colors serve as aposematic signals. They are known for their extremely painful stings, (the sting of the species Dasymultila klugii rated a 3 on the Schmidt pain index and lasts up to 30 minutes), hence the common name cow killer or cow ant. However, mutillids are not aggressive and sting only in defense. In addition, the actual toxicity of their venom is much lower than that of honey bees or harvester ants. Unlike true ants, they are solitary, and lack complex social systems.\n\n\n== Distribution ==\nMutillidae can be found worldwide with approximately 230 genera or subgenera and around 8,000 species worldwide. Over 400 species occur in the North American southwest.\n\n\n== Description ==\nThe exoskeleton of all velvet ants is unusually tough (to the point that some entomologists have reported difficulty piercing them with steel pins when attempting to mount them for display in cabinets). This characteristic allows them to successfully invade the nests of their prey and also helps them retain moisture. Mutillids exhibit extreme sexual dimorphism. Like some related families in the Vespoidea, males have wings, but females are wingless.  The males and females are distinct enough in their morphology, that it is often very hard to determine whether a given male and female belong to the same species, unless they are captured while mating. In some species, the male carries the smaller female aloft while mating, which is also seen in the related family Thynnidae.\n\nAs is the case for all Aculeates, only female mutillids are capable of inflicting a sting. The stinger is a modified female organ called an ovipositor, which is unusually long and maneuverable in mutillids. In both sexes, a structure called a stridulitrum on the metasoma is used to produce a squeaking or chirping sound when alarmed. Both sexes of mutillids also bear hair-lined grooves on the side of the metasoma called felt lines. Only two other vespoid families, (Bradynobaenidae and Chyphotidae) have felt lines, but the females of these families have a distinctive pronotum. Members of the family Myrmosidae, formerly classified as a subfamily of mutillids, also have a distinctive pronotum in females, but lack felt lines in both sexes.\n\n\n== Behavior ==\nAdult mutillids feed on nectar. Although some species are strictly nocturnal, females are often active during the day. Females of Tricholabiodes thisbe are sometimes active up to two hours before sunset. Guido Nonveiller (1963) hypothesized the Mutillidae are generally stenothermic and thermophilic; they may not avoid light, but rather are active during temperatures that usually occur only after sunset.\n\n\n== Defense mechanisms ==\nPredation is one of the strongest forces natural selection uses to drive the evolution of an organism’s morphology, physiology, and behavior.  During this coevolution of the prey either being consumed by the predator or escaping has resulted in a plethora of impressive defensive strategies to improve the likelihood of escape. The velvet ant (Dasymutilla occidentalis) has benefited greatly from this process. The velvet ant females avoid predation using the following defense mechanisms; a venomous sting, aposematic coloration, a stridulatory organ in their abdomen, an alarm secretion from their mandibular gland, and a powerful, rounded exoskeleton.\nThe venom that velvet ants inject through their stinger has an unknown composition. It outscored 58 species of wasps and bees in the painfulness of its sting. The only species with a more painful sting are the Paraponera clavata (bullet ant), Synoeca septentrionalis (warrior wasp) and Pepsis spp. and Hemipepsis spp. (tarantula hawk). This evidence supporting the pain associated with the sting of the velvet ant explains the common name Cow Killer. During the lizard trials of the Gall et al. experiment, only two lizards (one whiptail and one side-blotched lizard) attacked a velvet ant it was exposed to. In both cases the velvet ants were exhibiting rapid lateral and vertical movements to prevent an attack. Once the attack occurred the velvet ants would immediately sting the lizards. This sting resulted in the dropping of the ants in both cases and avoidance for the remainder of the trial. The side-blotched lizard was found dead in its tank 24 hours later. The side-blotched lizard is a natural predator to the velvet ant, while the whiptail is not.The aposematic red and black coloration of the velvet ant corresponds to a specific Müllerian mimicry ring consisting of dozens of species. This offers the velvet ant protection because many of its predators have learned to avoid prey with this same coloration. The velvet ant, along with the rest of the Mutillidae family, have eight extensive and distinct rings making up one of the largest Müllerian mimicry complexes on the planet. This defense mechanism has the most evidence supporting its effectiveness at preventing attacks. When a velvet ant was exposed to a lizard, in over 90% of the trials, it was not even approached. During these trials it was observed that the velvet ants would be constantly moving forward and backwards. To test the aposematic coloration on birds, mealworms were painted in the same aposematic coloration of a velvet ant. During these trials none of the painted meal worms were consumed, while all the control mealworms were consumed immediately. However, the painted mealworms were attacked by the birds, but would immediately cease the attack. This provides evidence that the aposematic coloration of velvet ants causes their predators to hesitate and fear eating them over other less troublesome prey items.\nThe stridulatory organ the velvet ant possess produces an audible squeaking when the abdomen is contracted. This mechanism is an auditory cue warning the predators that are about to attack to stay away or there will be retaliation. In shrews, every time they would get within 1 meter of the velvet ant it would begin contracting the organ. These contractions became more frequent as the predator got closer to the velvet ant so the shrew never attempted to attack the velvet ant. However, different scenarios with shrews have shown that the velvet ant would contract the organ after the shrew attacked it. Every time this occurred the shrew dropped the ant.The exoskeleton of the velvet ant is remarkably strong. When compared to the exoskeleton of a honeybee, the velvet ant’s required 11 times more force to crush using a force transducer. As well as being durable, the exoskeleton is also round, making it more difficult for predators to pierce it with attempted stings or bites. During all the trials that led to the fracture of a velvet ant’s exoskeleton, a total of 4 times, resulted in the death of that velvet ant within 24 hours. Thus aside from protection from predators, the exoskeleton provides a function maintaining moisture control.\n\n\n== Life cycle ==\n\nMale mutillids fly in search of females; after mating, the female enters a host insect nest, typically a ground-nesting bee or wasp burrow, and deposits one egg near each larva or pupa. Only a few species are known to parasitize other types of hosts; exceptions include the European velvet ant, Mutilla europaea, one of the only species that attacks social bees (e.g., Bombus), and the genus Pappognatha, whose hosts are tree-dwelling orchid bees. The mutillid larvae then develop as idiobiont ectoparasitoids, eventually killing their immobile larval/pupal hosts within a week or two. Velvet ants exhibit haplodiploid sex determination, as do other members of the superfamily Vespoidea.\n\n\n== See also ==\nList of Mutillidae genera\n\n\n== References ==\n\n\n== External links ==\n Media related to Mutillidae at Wikimedia Commons\nCow Killer at the University of Nebraska-Lincoln Extension in Lancaster County, Nebraska\nMutillidae at the University of Florida Institute of Food and Agricultural Sciences\nMutillidae at Texas A&M University",
    "ImageURL": "VelvetAnt.jpe",
    "Source": "https://en.wikipedia.org/wiki/Mutillidae",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Euarthropoda",
        "Class": "Insecta",
        "Order": "Hymenoptera",
        "Family": "Mutillidae"
    }
}