{
    "CommonName": "Verreaux's sifaka",
    "BriefSummary": "Verreaux's sifaka (Propithecus verreauxi), or the white sifaka, is a medium-sized primate in one of the lemur families, the Indriidae. It lives in Madagascar and can be found in a variety of habitats from rainforest to western Madagascar dry deciduous forests and dry and spiny forests. Its fur is thick and silky and generally white with brown on the sides, top of the head, and on the arms. Like all sifakas, it has a long tail that it uses as a balance when leaping from tree to tree. However, its body is so highly adapted to an arboreal existence, on the ground its only means of locomotion is hopping. The species lives in small troops which forage for food.\nFour subspecies of this lemur are described. Many things are unknown about Verreaux's sifaka, so their lifespan in the wild has not been approximated, but in captivity, they generally live to up to 18 years old.",
    "WikiContents": "Verreaux's sifaka (Propithecus verreauxi), or the white sifaka, is a medium-sized primate in one of the lemur families, the Indriidae. It lives in Madagascar and can be found in a variety of habitats from rainforest to western Madagascar dry deciduous forests and dry and spiny forests. Its fur is thick and silky and generally white with brown on the sides, top of the head, and on the arms. Like all sifakas, it has a long tail that it uses as a balance when leaping from tree to tree. However, its body is so highly adapted to an arboreal existence, on the ground its only means of locomotion is hopping. The species lives in small troops which forage for food.\nFour subspecies of this lemur are described. Many things are unknown about Verreaux's sifaka, so their lifespan in the wild has not been approximated, but in captivity, they generally live to up to 18 years old.\n\n\n== Anatomy ==\nIn adulthood, the full head and body length is between 42 and 45 cm (17 and 18 in). The tail of a fully grown Verreaux's sifaka grows to be between 56 and 60 cm (22 and 24 in) long. In weight, adult females reach 3.4 kg (7.5 lb) on average, and adult males 3.6 kg (7.9 lb).Verreaux's sifaka has a relatively low, flat braincase. The face is broader than that of most other indriids, but its snout is reduced. This species of sifaka is also distinguished by its unique dentition. Its dental formula is 2.1.2.32.0.2.3. The upper incisors are very small and are slightly angled inward towards the gap between I1 and I2. In the mandible, Verreaux's sifaka displays the strepsirhine characteristic: the toothcomb. Formed by the procumbent lower incisor and canine, the toothcomb projects past the front margin of the mouth. P. verreauxi also presents the high, shearing molar crests of a folivore, helping to shread the leaves, fruit and flowers that it eats. \nPostcranially, Verreaux's sifaka has a low intermembral index that ranges from 63-66. It has a broader ribcage than most other prosimians, and has many lumbar vertebrae lending it considerable flexibility. The pelvis is high and narrow and the acetabulum is relatively shallow, also allowing for greater flexibility. Like other indriids, P. verreauxi has a short calcaneus, pointed nails, and slightly webbed hands and feet.\n\n\n== Diet ==\nVerreaux's sifakas forage for food with their troop, primarily in the morning and late afternoon, so they can rest during the hottest part of the day. They are herbivores; leaves, fruit, bark and flowers are typical components of the diet. However, they are mostly folivorous (leaves represent the majority of the diet over the year, especially in the dry season) and they seem to choose food items based on quality (lower tannin content) rather than on availability.\n\n\t\t\n\t\t\n\t\t\n\n\n== Behaviour ==\n\nVerreaux's sifakas are diurnal and arboreal, and engage in sunbathing with outstretched arms and legs. They move through the trees by clinging and leaping between vertical supports. They are capable of making remarkable leaps through the trees - distances of 9–10 m are not uncommon. On the ground, they hop bipedally.\nThey live in family groups, or troops, of 2-12, which may consist of one male and female, or many males and females together. Group and population sex ratio can be more or less skewed toward males. Many groups seem to be effectively harem groups with a single dominant male unrelated with resident female(s). They have a home range of 2.8 to 5.0 ha, and although they are territorial, they defend food sources rather than territorial boundaries, as often boundaries overlap. Females are dominant over males, forming a matriarchal society.\nFemales use anogenital secretion mainly for territory demarcation whereas males seem to use specialized secretions (via anogenital and throat glands) more for sexual \"advertisement\" than for territorial purposes. Males show bimorphism, by showing either a clean or stained chest, derived from throat gland secretions and smeared on surfaces by rubbing the upper part of the chest. Stain-chested males engage in the most active marking, and chest staining seems to be related to testosterone levels.Males and females were found to engage in a biological market, exchanging grooming for grooming during the non-mating period, and grooming (\"offered\" by males) for reproductive opportunities (sexual access \"offered\" by females) during the mating period. A study found that females copulate more with stained-chested than with clean-chested males. On the other hand, clean-chested males, with a lower scent-releasing potential, usually offer more grooming to females. This “grooming for sex” tactic allows males with a clean chest to get to copulate with females, even if at low rate.It has also been discovered that sifaka dyads often engage in post-conflict reunions after aggressive episodes: reconciliation occurs more frequently when food is not involved and for low intensity aggressions. In this species play behavior persists into adulthood where it is used, especially by stranger males during the mating period, as an ice-breaking mechanism to reduce xenophobia.\n\n\n== Reproduction ==\nFemales give birth to one infant after a gestation period of 130 days, between June and August. For the first 6–8 weeks, the infant clings to the mother's stomach, but for the following 19 weeks, it clings to her back.\n\n\n== Ecology and conservation status ==\nCurrently this species is considered to be Endangered by the IUCN, and is listed in CITES Appendix I. In the small spiny forest fragments of South Madagascar, sifaka abundance appears to be influenced by the proportion of large trees (diameter at breast height >=5 cm) and by the abundance of the plant species Allouadia procera, a key species of the spiny forest habitat.  A long-term, large-scale demographic study of the species at Beza Mahafaly Special Reserve in southwest Madagascar found that the sifaka population there had a population growth rate of 0.98 (with confidence intervals spanning 1), suggesting that the population was not in danger of imminent extinction. However, both severe droughts and an increased annual variation in rainfall levels can depress the population growth rate.\n\n\n== References ==\n\n\n== External links ==\nARKive - images and movies of the Verreaux's sifaka (Propithecus verr)\nMongabay.com - Dancing lemur attracts tourists to island of Madagascar\nBBC facts",
    "ImageURL": "Verreauxssifaka_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Verreaux%27s_sifaka",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Strepsirrhini",
        "Family": "Indriidae",
        "Genus": "Propithecus",
        "Species": "verreauxi"
    },
    "ScientificName": "Propithecus verreauxi"
}