{
    "CommonName": "Visayan Warty Pig",
    "BriefSummary": "The Visayan warty pig (Sus cebifrons) is a critically endangered species in the pig genus (Sus). It is known by many names in the region (depending on the island and linguistic group) with most translating into 'wild pig': baboy damo (literally, 'bush pig' in Tagalog), baboy ihalas ('wild pig' in Cebuano and Hiligaynon), baboy talonon ('forest pig' in Hiligaynon), bakatin ('small pig' in Cebuano), baboy sulop ('dark pig' in Cebuano), manggalisak banban ('half grown male' in Cebuano), and biggal ('sow' in Cebuano).   The Visayan warty pig is endemic to two of the Visayan Islands in the central Philippines, and is threatened by habitat loss, food shortages, and hunting – these are the leading causes of the Visayan warty pig's status as critically endangered.  Due to the small numbers of remaining Visayan warty pigs in the wild, little is known of their behaviors or characteristics outside of captivity.",
    "WikiContents": "The Visayan warty pig (Sus cebifrons) is a critically endangered species in the pig genus (Sus). It is known by many names in the region (depending on the island and linguistic group) with most translating into 'wild pig': baboy damo (literally, 'bush pig' in Tagalog), baboy ihalas ('wild pig' in Cebuano and Hiligaynon), baboy talonon ('forest pig' in Hiligaynon), bakatin ('small pig' in Cebuano), baboy sulop ('dark pig' in Cebuano), manggalisak banban ('half grown male' in Cebuano), and biggal ('sow' in Cebuano).   The Visayan warty pig is endemic to two of the Visayan Islands in the central Philippines, and is threatened by habitat loss, food shortages, and hunting – these are the leading causes of the Visayan warty pig's status as critically endangered.  Due to the small numbers of remaining Visayan warty pigs in the wild, little is known of their behaviors or characteristics outside of captivity.\n\n\n== Subspecies ==\nCebu warty pig (Sus cebifrons cebifrons) (believed to be extinct)\nNegros warty pig (Sus cebifrons negrinus).  There are two separate remaining populations of S. c. negrinus – on the islands of Negros and Panay, respectively.  Both populations have been physically and genetically isolated since the last ice age (c. 12,000 yrs).  The current conservation program for S. c. negrinus includes successful breeding programs at the Rotterdam Zoo for pigs of Negros origin, and at the San Diego Zoo for pigs of Panay origin.Although it is believed that S. cebifrons can now only be found in Negros and Panay, some studies report of the possibility that a small population exists on the island of Masbate.\n\n\n== Distribution ==\nThe Visayan warty pig is endemic to six islands in the Philippines. It is now extinct on four of the islands. It is endangered because Filipino natives captured them and use them for resources, such as food and using its skin for fur.\n\n\n== Physical characteristics ==\n\nThe Visayan warty pig receives its name from the three pairs of fleshy \"warts\" present on the visage of the boar.  Biologists speculate that the reason for the warts is to assist as a natural defense against the tusks of rival pigs during a fight.  The boars also grow stiff spiky hair.\n\n\n== Habitat and diet ==\nVisayan warty pigs tend to live in groups of four to six.  The diet of the pig mainly consists of roots, tubers, and fruits that can be found in the forest.  They may also eat cultivated crops.  Since approximately 95% of their natural habitat has been cleared by local farmers who cut down the forest to plant crops, the propensity of the pigs to eat cultivated crops has risen dramatically.  Because the land that is cleared for farming is often unproductive after a few years, the food sources of the Visayan warty pig are extremely limited, a factor that has contributed significantly to the pig's dwindling numbers.\n\n\n== Reproduction ==\n\nVisayan warty pig piglets are often seen during the dry season between the months of January and March in their native habitat of the western Visayan Islands.  The mean number of piglets is three to four per litter.\n\n\n== Captive status ==\nIn addition to a few other conservation programs in the Philippines, the Crocolandia Foundation and the Negros Forests and Ecological Foundation, Inc., both have this species in captivity.  In Europe, 31 zoos – the Rotterdam Zoo, ZOO Antwerpen, Planckendael Zoo, Poznan Zoo, Colchester Zoo, Chester Zoo, Belfast Zoo, Edinburgh Zoo, Blackbrook Zoological Park, Děčín Zoo, the Newquay Zoo, and the Parken Zoo in Eskilstuna, amongst others – maintain the Negros Island variety of this species.  Moreover, several zoos in the United States also maintain this species.  The San Diego Zoo was the first zoo outside the Philippines to keep and breed Visayan warty pigs.  Elsewhere in North America, zoos in Seattle, Los Angeles, Portland, Phoenix, Tucson, Miami, Tampa, Saint Louis, Brevard Zoo, Gainesville, Boise, Minnesota have also kept the species. The Pittsburgh Zoo & PPG Aquarium have acquired the species and they have gone on-show to the public in June, 2015.\n\n\n== See also ==\nWild Pigs of the Philippines.\n\n\n== References and external links ==\n\nThe Oregon Zoo\nUltimateUngulate\nVisayan Warty Pig Conservation Programme",
    "ImageURL": "VisayanWartyPig.jpg",
    "Source": "https://en.wikipedia.org/wiki/Visayan_warty_pig"
}