{
    "CommonName": "Vulture",
    "BriefSummary": "A vulture is a scavenging bird of prey.  The two types of vultures are the New World vultures, including the Californian and Andean condors, and the Old World vultures, including the birds that are seen scavenging on carcasses of dead animals on African plains. Some traditional Old World vultures (including the bearded vulture) are not closely related to the others, which is why the vultures are to be subdivided into three taxa rather than two. New World vultures are found in North and South America; Old World vultures are found in Europe, Africa, and Asia, meaning that between the two groups, vultures are found on every continent except Australia and Antarctica (though Trigonoceps vultures have crossed the Wallacea line).A particular characteristic of many vultures is a bald head, devoid of normal feathers. Although it has been historically believed to help keep the head clean when feeding, the bare skin may play an important role in thermoregulation. Vultures have been observed to hunch their bodies and tuck in their heads in the cold, and open their wings and stretch their necks in the heat. Vultures also use urine as a way to keep themselves cool by urinating on themselves.A group of vultures is called a kettle, committee or wake. The term kettle refers to vultures in flight, while committee refers to vultures resting on the ground or in trees. Wake is reserved for a group of vultures that are feeding. The word Geier (taken from the German language) does not have a precise meaning in ornithology; it is occasionally used to refer to a vulture in English, as in some poetry.\n\n",
    "WikiContents": "A vulture is a scavenging bird of prey.  The two types of vultures are the New World vultures, including the Californian and Andean condors, and the Old World vultures, including the birds that are seen scavenging on carcasses of dead animals on African plains. Some traditional Old World vultures (including the bearded vulture) are not closely related to the others, which is why the vultures are to be subdivided into three taxa rather than two. New World vultures are found in North and South America; Old World vultures are found in Europe, Africa, and Asia, meaning that between the two groups, vultures are found on every continent except Australia and Antarctica (though Trigonoceps vultures have crossed the Wallacea line).A particular characteristic of many vultures is a bald head, devoid of normal feathers. Although it has been historically believed to help keep the head clean when feeding, the bare skin may play an important role in thermoregulation. Vultures have been observed to hunch their bodies and tuck in their heads in the cold, and open their wings and stretch their necks in the heat. Vultures also use urine as a way to keep themselves cool by urinating on themselves.A group of vultures is called a kettle, committee or wake. The term kettle refers to vultures in flight, while committee refers to vultures resting on the ground or in trees. Wake is reserved for a group of vultures that are feeding. The word Geier (taken from the German language) does not have a precise meaning in ornithology; it is occasionally used to refer to a vulture in English, as in some poetry.\n\n\n== Old World vultures ==\n\nThe Old World vultures found in Africa, Asia, and Europe belong to the family Accipitridae, which also includes eagles, kites, buzzards, and hawks. Old World vultures find carcasses exclusively by sight.\nThe 16 species in 9 genera are:\n\nCinereous vulture, Aegypius monachus\nGriffon vulture, Gyps fulvus\nWhite-rumped vulture, Gyps bengalensis\nRüppell's vulture, Gyps rueppelli\nIndian vulture, Gyps indicus\nSlender-billed vulture, Gyps tenuirostris\nHimalayan vulture, Gyps himalayensis\nWhite-backed vulture, Gyps africanus\nCape vulture, Gyps coprotheres\nHooded vulture, Necrosyrtes monachus\nRed-headed vulture, Sarcogyps calvus\nLappet-faced vulture, Torgos tracheliotos\nWhite-headed vulture, Trigonoceps occipitalis\nBearded vulture (Lammergeier), Gypaetus barbatus\nEgyptian vulture, Neophron percnopterus\nPalm-nut vulture, Gypohierax angolensis\n\n\n== New World vultures ==\n\nThe New World vultures and condors found in warm and temperate areas of the Americas are not closely related to the similar Accipitridae, but belong in the family Cathartidae, which was once considered to be related to the storks. However, recent DNA evidence suggests that they should be included among the Accipitriformes, along with other birds of prey. However, they are still not closely related to the other vultures. Several species have a good sense of smell, unusual for raptors, and are able to smell dead animals from great heights, up to a mile away.\nThe seven species are:\n\nBlack vulture Coragyps atratus in South America and north to the US\nTurkey vulture Cathartes aura throughout the Americas to southern Canada\nLesser yellow-headed vulture Cathartes burrovianus in South America and north to Mexico\nGreater yellow-headed vulture Cathartes melambrotus in the Amazon Basin of tropical South America\nCalifornia condor Gymnogyps californianus in California, formerly widespread in the mountains of western North America\nAndean condor Vultur gryphus in the Andes\nKing vulture Sarcoramphus papa from southern Mexico to northern Argentina\n\n\n== Feeding ==\nVultures are scavengers, meaning they eat dead animals. They rarely attack healthy animals, but may kill the wounded or sick. When a carcass has too thick a hide for its beak to open, it waits for a larger scavenger to eat first. Vast numbers have been seen upon battlefields. They gorge themselves when prey is abundant, until their crops bulge, and sit, sleepy or half torpid, to digest their food. These birds do not carry food to their young in their talons but disgorge it from their crops. The mountain-dwelling bearded vulture is the only vertebrate to specialize in eating bones, and does carry bones to the nest for the young, and it hunts some live prey.\nVultures are of great value as scavengers, especially in hot regions. Vulture stomach acid is exceptionally corrosive (pH=1.0), allowing them to safely digest putrid carcasses infected with botulinum toxin, hog cholera bacteria, and anthrax bacteria that would be lethal to other scavengers and remove these bacteria from the environment. New World vultures often vomit when threatened or approached. Contrary to some accounts, they do not \"projectile vomit\" on their attacker as a deliberate defense, but it does lighten their stomach load to make take-off easier, and the vomited meal residue may distract a predator, allowing the bird to escape.New World vultures also urinate straight down their legs; the uric acid kills bacteria accumulated from walking through carcasses, and also acts as evaporative cooling.\n\n\t\t\n\t\t\n\n\n== Status ==\n\nVultures in south Asia, mainly in India and Nepal, have declined dramatically since the early 1990s. It has been found that this decline was caused by residues of the veterinary drug Diclofenac in animal carcasses. The government of India has taken very late cognizance of this fact and has banned the drug for animals. However, it may take decades for vultures to come back to their earlier population level, if they ever do: without vultures to pick corpses clean, rabies-carrying dogs have multiplied, feeding on the carrion, and age-old practices like the sky burials of the Parsees are coming to an end, permanently reducing the supply of corpses. The same problem is also seen in Nepal where government has taken some late steps to conserve remaining vultures. Similarly, in Central Africa there has also been efforts to conserve the remaining vultures and bring their population numbers back up. This is largely due to the bushmeat trade, \"it is estimated > 1 billion kg of wild animal meat is traded\" and vultures take up a large percentage of this bushmeat due to their demand in the fetish market. The substantial drop in vulture populations in the continent of Africa is also said to be the result of both intentional and unintentional poisoning, with one study finding it to be the cause of 61% of the vulture deaths recorded.The vulture population is threatened across Africa and Eurasia. There are many anthropogenic activities that threaten vultures such as poisoning and wind energy collision mortality.A recent study in 2016, reported that \"of the 22 vulture species, nine are critically endangered, three are endangered, four are near threatened, and six are least concern\".\n\n\n== See also ==\n\nJatayu\nStele of the Vultures\n\n\n== References ==\n\n\n== External links ==\nVulture videos on the Internet Bird Collection\nVentana Wildlife Society\nVulture observatory in Spain\nA Vulture Restaurant\nDeclining Vulture Count in India\nVulture Conservation in Western Coast of India\nWebsite for journal Vulture News",
    "ImageURL": "Vulture_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Vulture",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves"
    }
}