{
    "CommonName": "Wambenger",
    "BriefSummary": "The phascogales (members of the eponymous genus Phascogale), also known as wambengers, are carnivorous Australian marsupials of the family Dasyuridae. There are three species: the brush-tailed phascogale (Phascogale tapoatafa), the red-tailed phascogale (Phascogale calura), and the northern brush-tailed phascogale (Phascogale pirata). As with a number of dasyurid species, the males live for only one year, dying after a period of frenzied mating. The term Phascogale was coined in 1824 by Coenraad Jacob Temminck in reference to the brush-tailed phascogale, and means \"pouched weasel\". All three species are listed as either Near Threatened or Vulnerable by the IUCN.",
    "WikiContents": "The phascogales (members of the eponymous genus Phascogale), also known as wambengers, are carnivorous Australian marsupials of the family Dasyuridae. There are three species: the brush-tailed phascogale (Phascogale tapoatafa), the red-tailed phascogale (Phascogale calura), and the northern brush-tailed phascogale (Phascogale pirata). As with a number of dasyurid species, the males live for only one year, dying after a period of frenzied mating. The term Phascogale was coined in 1824 by Coenraad Jacob Temminck in reference to the brush-tailed phascogale, and means \"pouched weasel\". All three species are listed as either Near Threatened or Vulnerable by the IUCN.\n\n\n== Phylogeny ==\nThe following is a phylogenetic tree based on mitochondrial genome sequences:\n\n\n== Life cycle ==\nMating generally happens between May and July. All males die soon after mating. Females give birth to about 6 young ones about 30 days after mating. Phascogales do not have the true pouch that is found in most other marsupials [1][2].   Instead, they form temporary folds of skin - sometimes called a \"pseudo-pouch\" [3] around the mammary glands during pregnancy.  Young stay in this pseudo-pouch area, nursing for about 7 weeks before being moved to a nest where they stay until they are weaned at about 20 weeks of age. Females live for about 3 years, and generally produce one litter.\n\n\n== References ==\n\nGroves, C.P. (2005).  Wilson, D.E.; Reeder, D.M. (eds.). Mammal Species of the World: A Taxonomic and Geographic Reference (3rd ed.). Baltimore: Johns Hopkins University Press. pp. 31–32. ISBN 0-801-88221-4. OCLC 62265494.\n\n\n== External links ==\n• Brush-tailed Phascogale fact sheet: [4]. Also: [5]\n• Red-tailed Phascogale fact sheet: [6]. Also: [7]",
    "ImageURL": "Wambenger_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Phascogale",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Dasyuromorphia",
        "Family": "Dasyuridae",
        "Genus": "Phascogale"
    },
    "Zone": "* #### I"
}