{
    "CommonName": "Warren's Girdled Lizard",
    "BriefSummary": "Warren’s girdled lizard (Smaug warreni ) is a species of relatively large, flattened lizard in the family Cordylidae. The species is endemic to Southern Africa.\n\n",
    "WikiContents": "Warren’s girdled lizard (Smaug warreni ) is a species of relatively large, flattened lizard in the family Cordylidae. The species is endemic to Southern Africa.\n\n\n== Etymology ==\nThe specific name, warreni, is in honor of English zoologist Ernest Warren (1871–1945), who collected the holotype.\n\n\n== Geographic range ==\nS. warreni is known from the Lebombo Mountains in northeastern South Africa and eastern Swaziland.\n\n\n== Habitat ==\nThe preferred habitat of S. warreni is rock outcrops on wooded mountain slopes.\n\n\n== Diet ==\nA shy species, S. warreni eats large arthropods and small vertebrates.\n\n\n== Description ==\nS, warreni has a snout to vent length (SVL) of 105–130 mm (4.1–5.1 in).  The back is dark brown with small yellow spots forming bands.  The belly is light brown and the throat and lips are mottled.  Males have 10-12 femoral pores.  The tail is spiny and slightly longer than the body length.\n\n\n== Taxonomy ==\nThe Barberton girdled lizard (Smaug barbertonensis), Waterberg girdled lizard (Smaug breyeri ), Zoutpansberg girdled lizard (Smaug depressus), Mozambique girdled lizard (Smaug mossambicus), and the regal girdled lizard (Smaug regius) were formerly considered subspecies of Warren’s girdled lizard.\n\n\n== Pet trade ==\nWarren’s girdled lizard was formerly available in the pet trade, possibly exported from Mozambique.  Most specimens were labeled Cordylus warreni depressus and should be considered Smaug depressus.\n\n\n== References ==\n\n\n== Further reading ==\nBoulenger GA (1908). \"On a collection of fresh-water fishes, batrachians, and reptiles from Natal and Zululand, with description of new species\". Annals of the Natal Museum 1 (3): 219-235. (Zonurus warreni, new species).\nBranch B (2004).  Field Guide to Snakes and other Reptiles of Southern Africa. Sanibel Island, Florida: Ralph Curtis Books Publishing: 399 pp. ISBN 0-88359-042-5. (Cordylus warreni, pp. 195–196 + Plate 70).\nFitzSimons VF (1943).  The Lizards of South Africa. Pretoria: Transvaal Museum. xvi + 528 pp. (Cordylus warreni, new combination).\nStanley, Edward L.; Bauer, Aaron M.; Jackmann, Todd R.; Branch, William R.; Mouton, P. Le Fras N. (2011). \"Between a rock and a hard polytomy: Rapid radiation in the rupicolous girdled lizards (Squamata: Cordylidae)\". Molecular Phylogenetics and Evolution 58 (1): 53-70. (Smaug warreni, new combination).",
    "ImageURL": "WarrensGirdledLizard_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Warren%27s_girdled_lizard",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Cordylidae",
        "Genus": "Smaug",
        "Species": "warreni"
    },
    "ScientificName": "Smaug warreni",
    "Zone": "* #### I"
}