{
    "CommonName": "Water monitor",
    "BriefSummary": "The Asian water monitor (Varanus salvator), also called common water monitor, is a large varanid lizard native to South and Southeast Asia. It is one of the most common monitor lizards in Asia, ranging from Sri Lanka and coastal northeast India to Indochina, Malay Peninsula, and Indonesian islands where it lives close to water. It is listed as Least Concern on the IUCN Red List. It was described by Laurenti in 1768 and is among the largest squamates in the world.The species is known as Malayan water monitor, Asian water monitor (or kabaragoya, denoting a Sri Lankan subspecies with distinct morphological features), common water monitor, two-banded monitor, and as rice lizard, ring lizard, plain lizard and no-mark lizard, as well as simply \"water monitor\".",
    "WikiContents": "The Asian water monitor (Varanus salvator), also called common water monitor, is a large varanid lizard native to South and Southeast Asia. It is one of the most common monitor lizards in Asia, ranging from Sri Lanka and coastal northeast India to Indochina, Malay Peninsula, and Indonesian islands where it lives close to water. It is listed as Least Concern on the IUCN Red List. It was described by Laurenti in 1768 and is among the largest squamates in the world.The species is known as Malayan water monitor, Asian water monitor (or kabaragoya, denoting a Sri Lankan subspecies with distinct morphological features), common water monitor, two-banded monitor, and as rice lizard, ring lizard, plain lizard and no-mark lizard, as well as simply \"water monitor\".\n\n\n== Description ==\n\nThe water monitor is a large species of monitor lizard. Breeding maturity is attained for males when they are a relatively modest 40 cm (16 in) long and weigh 1 kg (2.2 lb), and for females at 50 cm (20 in). However, they grow much larger throughout life, with males being larger than females. Adults rarely exceed 1.5–2 m (4.9–6.6 ft) in length, but the largest specimen on record, from Sri Lanka, measured 3.21 m (10.5 ft). A common mature weight of V. salvator can be 19.5 kg (43 lb). However, 80 males killed for the leather trade in Sumatra averaged only 3.42 kg (7.5 lb) and 56.6 cm (22.3 in) snout-to-vent and 142 cm (56 in) in total length; 42 females averaged only 3.52 kg (7.8 lb) and 59 cm (23 in) snout-to-vent and 149.6 cm (58.9 in) in total length, although unskinned outsized specimens weighed 16 to 20 kg (35 to 44 lb). Another study from the same area by the same authors similarly estimated mean body mass for mature specimens at 20 kg (44 lb) while yet another study found a series of adults to weigh 7.6 kg (17 lb). The maximum weight of the species is over 50 kg (110 lb). In exceptional cases, the species has been reported to attain 75 to 90 kg (165 to 198 lb), though most such reports are unverified and may be unreliable. They are the world's second-heaviest lizard, after the Komodo dragon. Their bodies are muscular, with long, powerful, laterally compressed tails. The scales in this species are keeled; scales found on top of the head have been noted to be  larger than those located on the back. Water monitors are often defined by their dark brown or blackish coloration with yellow spots found on their underside- these yellow markings have a tendency to disappear gradually with age. This species is also denoted by the blackish band with yellow edges extending back from each eye. These monitors have very long necks and an elongated snout. They use their powerful jaws, serrated teeth and sharp claws for both predation and defense. In captivity, Asian water monitors' life expectancy has been determined to be anywhere between 11–25 years depending on conditions, in the wild it is much less.\n\n\n== Distribution and habitat ==\n\nThe Asian water monitor is widely distributed from India, Bangladesh, Sri Lanka, Myanmar and Thailand, Cambodia, Laos, Vietnam, the Chinese Guangxi and Hainan provinces, Malaysia, Singapore to the Sunda islands Sumatra, Java, Bali, Borneo and Sulawesi. It inhabits primarily lowland freshwater and brackish wetlands. It has been recorded up to an altitude of 1,800 m (5,900 ft).Asian water monitors are semiaquatic and opportunistic; they inhabit a variety of natural habitats though predominantly this species resides in primary forests and mangrove swamps. It has been noted that the presence of humans does not deter these monitors from areas of human disturbance. In fact, they have been known to adapt and thrive in agricultural areas as well as cities with canal system (such as Sri Lanka, where they are not hunted or persecuted by humans). This species does not thrive in habitats with extensive loss of natural vegetation and aquatic resources. Habitats that are considered to be most important to this species are mangrove vegetation, swamps, wetlands, and altitudes below 1000 meters.\n\n\n== Behaviour and ecology ==\n\nWater monitors defend themselves using their tails, claws, and jaws. They are excellent swimmers, using the raised fin on their tails to steer through water. They are carnivores, and consume a wide range of prey. They are known to eat fish, frogs, rodents, birds, crabs, and snakes. They have also been known to eat turtles, as well as young crocodiles and crocodile eggs. Water monitors have been observed eating catfish in a fashion similar to a mammalian carnivore, tearing off chunks of meat with their sharp teeth while holding it with their front legs and then separating different parts of the fish for sequential consumption.In dominantly aquatic habitats their semiaquatic behavior is considered to provide a measure of safety from predators. Paired with their generalist diet, this is thought to contribute to their ecological plasticity. When hunted by predators such as the king cobra (Ophiophagus hannah) they will climb trees using their powerful legs and claws. If this evasion is not enough to escape danger, they have also been known to jump from trees into streams for safety, a tactic similar to that of the green iguana (Iguana iguana).Like the Komodo dragon, the water monitor will often eat carrion. They have a keen sense of smell and can smell a carcass from far away. They are known to feed on dead human bodies. While on the one hand their presence can be helpful in locating a missing person in forensic investigations, on the other hand they can inflict further injuries to the corpse, complicating ascertainment of the cause of death.The first description of the water monitor and its behaviour in English literature was made in 1681 by Robert Knox, who observed it during his long confinement in the Kingdom of Kandy: “There is a Creature here called Kobberaguion, resembling an Alligator. The biggest may be five or six feet long, speckled black and white. He lives most upon the Land, but will take the water and dive under it: hath a long blue forked tongue like a sting, which he puts forth and hisseth and gapeth, but doth not bite nor sting, tho the appearance of him would scare those that knew not what he was. He is not afraid of people, but will lie gaping and hissing at them in the way, and will scarce stir out of it. He will come and eat Carrion with the Dogs and Jackals, and will not be scared away by them, but if they come near to bark or snap at him, with his tail, which is long like a whip, he will so slash them, that they will run away and howl.”Water monitors should be handled with care since they have many sharp teeth and can give gashing bites that can sever tendons and veins, causing extensive bleeding. The bite of a large pet water monitor was described by its American owner as being worse than that of a rattlesnake.\n\n\n=== Venom ===\nThe possibility of venom in the genus Varanus is widely debated. Previously, venom was thought to be unique to Serpentes (snakes) and Heloderma (venomous lizards). The aftereffects of a Varanus bite were thought to be due to oral bacteria alone, but recent studies have shown venom glands are likely to be present in the mouths of several, if not all, of the species. The venom may be used as a defensive mechanism to fend off predators, to help digest food, to sustain oral hygiene, and possibly to help in capturing and killing prey.  Varanus salvator has not yet been specifically tested, but its bites are likely to be consistent with the venomous bites from other varanid lizards.\n\n\n== Conservation ==\n\nMonitor lizards are traded globally and are the most common type of lizard to be exported from Southeast Asia, with 8.1 million exported between 1998 and 2007. Water monitors are used by humans for a variety of purposes and are one of the most exploited varanids. They are hunted predominantly for their skins for use in fashion accessories such as shoes, belts and handbags which are shipped globally, with as many as 1.5 million skins traded annually. Other uses include as a perceived remedy for common skin ailments and eczema, a perceived aphrodisiaca, novelty food in Indonesia and as pets.In Nepal's Chitwan National Park it is a protected species under the Wild Animals Protection Act of 2002. In Hong Kong, it is a protected species under Wild Animals Protection Ordinance Cap 170. In Malaysia, this species is one of the most common wild animals, with numbers comparable to the population of macaques there. Although many fall victim to humans via roadkill and animal cruelty, they still thrive in most states of Malaysia, especially in the shrubs of the east coast states such as Pahang and Terengganu. In Thailand, all monitor lizards are protected species. They are still very common in large urban areas in Thailand and are frequently seen in Bangkok canals and parks. Because of this, water monitors are currently listed in the Least Concern category of the IUCN Red List and in CITES Appendix 2. These classifications have been made on the basis that this species maintains a geographically wide distribution, can be found in a variety of habitats, adapts to habitats disturbed by humans, and is abundant in portions of its range despite large levels of harvesting.Loss of habitat and hunting has exterminated water monitors from most of mainland India.  In other areas they survive despite being hunted, due in part to the fact that larger ones, including large females that breed large numbers of eggs, have tough skins that are not desirable.In Sri Lanka, they are protected by locals who value their predation of \"crabs that would otherwise undermine the banks of rice fields\". They are also protected due to eating venomous snakes.\n\n\n== Taxonomy ==\nAsian water monitors fall within the kingdom: Animalia, phylum: Chorodata, class: Reptilia, order: Squamata, family: Varanidae, genus: Varanus, and species: V. salvator. The family: Varanidae contains nearly 80 species of monitor lizards, all of which belong to the genus: Varanus. This genus has been proven to show the widest size range of any vertebrate genus. There is a significant amount of taxonomic uncertainty within this species complex. Morphological analyses have begun to unravel this taxonomic uncertainty but molecular studies are needed to test and confirm the validity of this evidence. Research initiatives such as these are very important for changes in conservation assessments.\n\n\n=== Subspecies ===\nThe Asian water monitor, V. s. salvator, the nominate subspecies, is now restricted to Sri Lanka, where it is known as the kabaragoya (කබරගොයා) in Sinhala and kalawathan in Tamil.\nThe Andaman Islands water monitor, V. s. andamanensis, is found on the Andaman Islands; the type locality is Port Blair, Andaman Islands.\nThe two-striped water monitor, V. s. bivittatus, is common to Java, Bali, Lombok, Sumbawa, Flores, Ombai (Alor), Wetar, and some neighbouring islands within the Sunda arch, Indonesia; the type locality is Java (designated by Mertens 1959).\nThe black water monitor, V. s. komaini, from Thailand (type locality: Amphoe La-ngu, Satun Prov., Thailand, and Thai-Malaysian border area), was formerly a subspecies, but now is regarded as a synonym of V. s. macromaculatus. It is known as the \"black dragon\" or \"black water monitor\" (มังกรดำ, เหี้ยดำ) in Thai\nThe Southeast Asian water monitor, V. s. macromaculatus (type locality: Siam [Thailand]), is found in mainland Southeast Asia, Singapore, Sumatra, Borneo, and smaller associated offshore islands.\nZiegler's water monitor, V. s. ziegleri, is from Obi Island.\nVaranus cumingi, Varanus marmoratus, and Varanus nuchalis were classified as subspecies until 2007, when they were elevated to full species.\n\n\n== Etymology ==\n\nThe generic name Varanus is derived from the Arabic waral (ورل), which translates as \"monitor\".  The specific name is the Latin word for \"saviour\", denoting a possible religious connotation. The water monitor is occasionally confused with the crocodile monitor (V. salvadorii) because of their similar scientific names.In Thailand, the local word for a water monitor, hia (เหี้ย), is used as an insulting word for bad and evil things, including bad persons. The word is also thought to bring bad luck, so some people prefer to call the animals 'silver-and-gold' (ตัวเงินตัวทอง) to avoid the jinx.\nThe origin of this offensive meaning can be traced back to a time when more people lived in rural areas in close proximity to monitor lizards.  Traditionally, Thai villagers lived in two-story houses; the top floor was for living, while the ground floor was designed to be a space for domestic animals such as pigs, chickens, and dogs. Water monitors would enter the ground floor and eat or maim the domestic animals, also hence the other name dtua gin gai (ตัวกินไก่ ‘chicken eater’) or nong chorakae (น้องจระเข้ ‘younger brother of crocodile’, ‘little crocodile’) and even sometimes called ta kuat (ตะกวด), which in fact refers to a Bengal monitor (V. bengalensis), a different species.In Indonesian and Malay, the water monitor is called biawak air, to differentiate it from the biawak pasir (\"sand lizard\"), Leiolepis belliana.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nDas, Indraneil (1988). \"New evidence of the occurrence of water monitor (Varanus salvator) in Meghalaya\". J. Bombay Nat. Hist. Soc. 86: 253–255.\nDeraniyagala, P. E. P. (1944). \"Four New Races of the Kabaragoya Lizard Varanus salvator\". Spolia Zeylanica. 24: 59–62.\nPandav, Bivash (1993). \"A preliminary survey of the water monitor (Varanus salvator) in Bhitarkanika Wildlife Sanctuary, Orissa\". Hamadryad. 18: 49–51.\n\n\n== External links ==\n Media related to Varanus salvator at Wikimedia Commons\nAnimal Diversity Web\nJCVI.org\nThe New Reptile Database\nPhotos – water monitor swimming",
    "ImageURL": "Watermonitor_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Asian_water_monitor",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Family": "Varanidae",
        "Genus": "Varanus",
        "Species": "salvator"
    },
    "ScientificName": "Varanus salvator"
}