{
    "CommonName": "Water Scorpion",
    "BriefSummary": "Nepidae is a family of exclusively aquatic Heteropteran insects in the order Hemiptera. They are commonly called water scorpions for their superficial resemblance to scorpions, due to their raptorial forelegs and the presence of a long slender process at the posterior end of the abdomen, resembling a tail. There are 14 genera in the family, in two subfamilies, Nepinae and Ranatrinae. Members of the genus Ranatra, the most widespread and speciose genus, are sometimes called needle bugs or water stick insects as they are more slender than Nepa.While water scorpions do not sting with their tail, they do have a painful bite (strictly speaking a sting by their pointed proboscis), but this is much less harmful to humans than a true scorpion's sting.",
    "WikiContents": "Nepidae is a family of exclusively aquatic Heteropteran insects in the order Hemiptera. They are commonly called water scorpions for their superficial resemblance to scorpions, due to their raptorial forelegs and the presence of a long slender process at the posterior end of the abdomen, resembling a tail. There are 14 genera in the family, in two subfamilies, Nepinae and Ranatrinae. Members of the genus Ranatra, the most widespread and speciose genus, are sometimes called needle bugs or water stick insects as they are more slender than Nepa.While water scorpions do not sting with their tail, they do have a painful bite (strictly speaking a sting by their pointed proboscis), but this is much less harmful to humans than a true scorpion's sting.\n\n\n== Range and habitat ==\nNepidae are found on all continents except Antarctica. They mostly inhabit stagnant or slow-moving freshwater habitats like ponds, marshes, canals and streams. Exceptionally they have also been recorded from hypersaline lakes and brackish lagoons, the Australian genus Goondnomdanepa is restricted to flowing waters, and Nepa anophthalma is adapted to life in caves in Romania.\n\n\n== Appearance and ecology ==\n\nNepidae are brown insects, but some species have a bright red abdomen that can be seen when the wings are open. Their body is broad and flat (subfamily Nepinae) or long and thin (subfamily Ranatrinae). They are rather poor swimmers and typically crawl about on aquatic vegetation. They can fly, but this is infrequently seen. In most species the body is between 1.5 and 4.5 cm (0.6–1.8 in) long, although the largest such as the  East Asian Ranatra chinensis and South American R. magna can approach 6 cm (2.4 in).Respiration in the adult is achieved by means of the caudal process, which consists of a pair of half-tubes capable of being locked together to form a siphon. Air is conducted through it to the tracheae at the apex of the abdomen when the tip of the tube is thrust above the surface of the water (similar to a snorkel). In some species the siphon is longer than the body, but in others it is shorter, in a few even less than one-tenth of the body length. In immature forms the siphon is often underdeveloped and respiration takes place through six pairs of abdominal spiracles.Their frontal legs are modified into raptorial appendages that are used to grab their prey. They feed primarily on aquatic invertebrates such as other insects, but occasionally take small fish or tadpoles. The eggs, which are laid above the waterline in mud, decomposing vegetation, the stems of plants or rotting wood, are supplied with air by filamentous processes which vary in number among the genera.\n\n\n== Subfamilies and genera ==\n\nNepidae has around 250 species in 14 genera divided into two subfamilies, Nepinae and Ranatrinae.Among these the most diverse are the widespread Ranatra (about 100 species) and Laccotrephes (about 60), but the family also includes species-poor genera, like the Ethiopian Borborophilus, Nepella, Nepitella and Paranepa (each with one species), Indian Montonepa (one species), Philippine Borborophyes (one species), and Australian Austronepa (one species) and Goondnomdanepa (three species).Subfamily Ranatrinae\n\nAustronepa\nCercotmetus\nGoondnomdanepa\nRanatraSubfamily Nepinae\n\nBorborophilus\nBorborophyes\nCuricta\nLaccotrephes\nMontonepa\nNepa\nNepella\nNepitella (syn. Nepita)\nParanepa\nTelmatotrephes\n\n\n== See also ==\nEurypterid – unrelated, extinct arthropods that are commonly called sea scorpions\n\n\n== References ==\n\n This article incorporates text from a publication now in the public domain: Chisholm, Hugh, ed. (1911). \"Nepidae\". Encyclopædia Britannica (11th ed.). Cambridge University Press.\n\n\n== External links ==\nWater Scorpions\nHemiptera: Nepidae\nInsects of Britain and Ireland: the families of Hemiptera",
    "ImageURL": "WaterScorpion_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Nepidae",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Insecta",
        "Order": "Hemiptera",
        "Suborder": "Heteroptera",
        "Family": "Nepidae"
    }
}