{
    "CommonName": "Western Cottonmouth",
    "BriefSummary": "Agkistrodon piscivorus leucostoma (common names: western cottonmouth, water moccasin, cottonmouth, more) is a venomous pit viper subspecies found in the south central United States. It is the smallest of the three subspecies and tends to be darker in color.",
    "WikiContents": "Agkistrodon piscivorus leucostoma (common names: western cottonmouth, water moccasin, cottonmouth, more) is a venomous pit viper subspecies found in the south central United States. It is the smallest of the three subspecies and tends to be darker in color.\n\n\n== Description ==\n This is the smallest of the three subspecies, both in maximum length and especially in average length. The two maximum lengths ever reported were both 62 inches (157.5 cm): the first by Wright and Wright (1957) and the second by David L. Edwards for a specimen killed north of Yazoo City in Mississippi almost 30 years later. Regarding the average length, a study by Clarke (1949) of 100 specimens showed that 86 were less than 42 inches (106.7 cm) long and 64 were less than 36 inches (91.4 cm). In another study by Barbour (1956) of 167 specimens from western Kentucky, the largest was only 39 inches (99.3 cm) and the average size was 27.5 inches (70 cm).Coloration is similar to the two eastern subspecies, except that most specimens tend to become darker at a younger age. Also, the light line that borders the dark cheek strip—clearly defined in A. p. conanti and less so in A. p. piscivorus—is usually not present in this subspecies. A dorsal color pattern consists of 10 to 15 dark crossbands can be seen in small specimens, as well as in some larger ones.\n\n\n== Common names ==\nWestern cottonmouth, water moccasin, cottonmouth, (black) moccasin, blunt-tail moccasin, (northern) cottenmouth moccasin, stump-tail (water) moccasin, viper, western cottonmouth moccasin, cotton-mouthed snake, Congo snake, trap-jaw, gapper.\n\n\n== Geographic range ==\nFound in the United States, from southern Alabama along coast of the Gulf of Mexico, including many offshore islands, to southeastern and central Texas and north to Oklahoma, Missouri, Illinois, Indiana, and southeastern Nebraska. The type locality given is \"western district of Tennessee.\" Schmidt (1953) proposed that this be amended to \"10 miles northeast of Bolivar, Hardeman County, Tennessee.\"\n\n\n== See also ==\nList of crotaline species and subspecies\nCrotalinae by common name\nCrotalinae by taxonomic synonyms\nSnakebite\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\nAgkistrodon piscivorus at the Reptarium.cz Reptile Database. Accessed 12 December 2007.\nA. piscivorus at Herps of Texas. Accessed 31 May 2007.\nA. p. leucostoma at The Center for Reptile and Amphibian Conservation and Management. Accessed 31 May 2007.\nA. p. leucostoma at Texas Parks & Wildlife. Accessed 31 May 2007.\nA. p. leucostoma at Houston Herpetological Supply. Accessed 31 May 2007.\nA. p. leucostoma at Snakes of Louisiana. Accessed 31 May 2007.\nA. p. leucostoma at Saint Louis Zoo. Accessed 31 May 2007.",
    "ImageURL": "WesternCottonmouth_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Agkistrodon_piscivorus_leucostoma",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Reptilia",
        "Order": "Squamata",
        "Suborder": "Serpentes",
        "Family": "Viperidae",
        "Genus": "Agkistrodon",
        "Species": "piscivorus"
    },
    "ScientificName": "Agkistrodon piscivorus",
    "Zone": "* #### E"
}