{
    "CommonName": "Western spotted skunk",
    "BriefSummary": "The western spotted skunk (Spilogale gracilis) is a spotted skunk of western North America",
    "WikiContents": "The western spotted skunk (Spilogale gracilis) is a spotted skunk of western North America\n\n\n== Description ==\nWith a total length of 35–45 cm (14–18 in), the western spotted skunk is smaller than the striped skunk (Mephitis mephitis). Males, which weigh 336 to 734 g (11.9 to 25.9 oz), are significantly heavier than females, at 227 to 482 g (8.0 to 17.0 oz), but only about 6% longer, on average. The adult is boldly striped black and creamy white, with three longitudinal stripes on each side of the front part of the body, and three vertical stripes on the hind-parts. One pair of longitudinal stripes runs either side of the spine, with the second pair running over the shoulders, and extending forward onto the face. The third pair is lower over the shoulders, and curves downward at the middle of the body to form the first pair of vertical stripes. Behind this, the second pair of vertical stripes rise from the knees to the rump, while the final stripes are often little more than spots.The ears are short and rounded, while the face is marked with a white spot between the eyes, and a white patch below each ear.  The animal has a conspicuously large, long-haired tail, measuring 10 to 16 cm (3.9 to 6.3 in). The hair on the tail is mostly black, but is white at the tip, and sometimes also on the upper surface. The claws on the fore-feet are longer, and more curved, than those on the hind feet.As with other related species, western spotted skunks possess a pair of large musk glands that open just inside the anus, and which can spray their contents through muscular action. The musk is similar to that of striped skunks, but contains 2-phenylethanethiol as an additional component, and lacks some of the compounds produced by the other species. These differences are said to give western spotted skunk musk a more pungent odor, but not to spread as widely as that of striped skunks.\n\n\n== Distribution and habitat ==\n\nThe western spotted skunk is found throughout the western United States, northern Mexico, and southwestern British Columbia. Their habitat is mixed woodlands, open areas, and farmlands.\n\n\n== Behavior and biology ==\nWestern spotted skunks are nocturnal omnivores, feeding on insects, small vertebrates, such as mice and lizards, and berries. Common insects eaten include beetles and caterpillars. Golden eagles are among their few predators. They spend the day in dens, and are usually solitary, although sometimes two or three females will share a single burrow.When threatened, western spotted skunks display threat behavior, stamping their fore-feet before raising their hind parts in the air and showing their conspicuous warning coloration. While they can spray by standing on their forelegs and raising their hindlegs and tail in the air, they more commonly do so with all four feet on the ground, bending their body around so that both their head and their tail face the attacker.Western spotted skunks typically breed in September, although both sexes remain fertile for several months thereafter if they fail to breed early. After fertilisation, the embryo develops to the blastocyst stage, but then becomes dormant for several months before implanting in the uterine wall around April. Including this period of delayed implantation, gestation lasts 230 to 250 days, with the litter of two to five young being born in May. At birth, the young are blind and almost hairless, weighing around 11 g (0.39 oz). Western spotted skunks have lived for almost ten years in captivity.\n\n\n== Taxonomy and etymology ==\nThe western spotted skunk was first described by Clinton Hart Merriam in 1890; its specific name, gracilis, is derived from the Latin for \"slender\". Although it was thought for years to be conspecific with the eastern spotted skunk (S. putorius), the presence of delayed implantation in the western spotted skunk clearly sets it apart.\n\n\n== Subspecies ==\nSeven subspecies are generally recognized:\nS. g. amphialus Dickey, 1929 - Channel Islands spotted skunk (Channel Islands of California)\nS. g. gracilis Merriam, 1890 - from south-eastern Washington to the extreme west of Oklahoma\nS. g. latifrons Merriam, 1890 - southwestern British Columbia to western Oregon\nS. g. leucoparia Merriam, 1890 - southern Arizona, New Mexico, and Texas, and northern Mexico\nS. g. lucasana Merriam, 1890 - southern Baja California\nS. g. martirensis Elliot, 1903 - northern and central Baja California\nS. g. phenax Merriam, 1890 - California\n\n\n== References ==\n\n\n== External links ==\n Media related to Spilogale gracilis at Wikimedia Commons\n Data related to Spilogale at Wikispecies",
    "ImageURL": "Westernspottedskunk_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Western_spotted_skunk",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Carnivora",
        "Family": "Mephitidae",
        "Genus": "Spilogale",
        "Species": "gracilis"
    },
    "ScientificName": "Spilogale gracilis",
    "Zone": "* #### J"
}