{
    "CommonName": "Western Chuckwalla",
    "BriefSummary": "Chuckwallas are large lizards found primarily in arid regions of the southwestern United States and northern Mexico. Some are found on coastal islands. The six species of chuckwallas are all placed within the genus Sauromalus; they are part of the iguanid family, Iguanidae.",
    "WikiContents": "Chuckwallas are large lizards found primarily in arid regions of the southwestern United States and northern Mexico. Some are found on coastal islands. The six species of chuckwallas are all placed within the genus Sauromalus; they are part of the iguanid family, Iguanidae.\n\n\n== Taxonomy and etymology ==\nThe generic name, Sauromalus, is a combination of two Ancient Greek words:σαῦρος (sauros) meaning \"lizard\"  and ομαλυς (omalus) meaning \"flat\".  The common name \"chuckwalla\" derives from the Shoshone word tcaxxwal or Cahuilla čaxwal, transcribed by Spaniards as chacahuala.\n\n\n=== Extant Species ===\n\n\n== Description ==\nChuckwallas are stocky, wide-bodied lizards with flattened midsections and prominent bellies. Their tails are thick, tapering to a blunt tip.  Loose folds of skin characterize the neck and sides of their bodies, which are covered in small, coarsely granular scales. The common chuckwalla (Sauromalus ater) measures 15 3/4 inches long, whereas insular species such as the San Esteban chuckwalla of San Esteban Island (Sauromalus varius) can measure as long as 30 in.\nThey are sexually dimorphic, with males having reddish-pink to orange, yellow, or light gray bodies and black heads, shoulders, and limbs; females and juveniles have bodies with scattered spots or contrasting bands of light and dark in shades of gray or yellow.  Males are generally larger than females and possess well-developed femoral pores located on the inner sides of their thighs; these pores produce secretions believed to play a role in marking territory.\n\n\n== Range, habitat, and diet ==\nThe genus Sauromalus has a wide distribution in biomes of the Sonoran and Mojave Deserts.  The common chuckwalla (S. ater) is the species with the greatest range, found from southern California east to southern Nevada and Utah and western Arizona, and south to Baja California and northwestern Mexico. The peninsular chuckwalla (S. australis) is found on the eastern portion of the southern half of the Baja California Peninsula.The other species are island-dwelling, so have much more restricted distributions. The Angel Island chuckwalla (S. hispidus) is found on Isla Ángel de la Guarda and surrounding islands off the coast of the Baja California Peninsula. Two rare and endangered species are the Montserrat chuckwalla (S. slevini) found on Islas Carmen, Coronados, and Montserrat in the southern Gulf of California and the San Esteban chuckwalla or painted chuckwalla (S. varius) found on San Esteban Island, Lobos, and Pelicanos.\n\nChuckwallas prefer lava flows and rocky areas typically vegetated by creosote bush and other such drought-tolerant scrub. The lizards may be found at elevations  up to 4,500 ft (1,370 m).Primarily herbivorous, chuckwallas feed on leaves, fruit, and flowers of annuals and perennial plants; insects represent a supplementary prey.  The lizards are said to prefer yellow flowers, such as those of the brittlebush (Encelia farinosa).\n\n\n== Behavior and reproduction ==\nHarmless to humans, these lizards are known to run from potential threats.  When disturbed, a chuckwalla  wedges itself into a tight rock crevice and inflates its lungs to entrench itself.Males are seasonally and conditionally territorial; an abundance of resources tends to create a hierarchy based on size, with one large male dominating the area's smaller males. Chuckwallas use a combination of color and physical displays, namely \"push-ups\", head-hobbing, and gaping of the mouth, to communicate and defend their territory.Chuckwallas are diurnal animals and as they are ectothermic, spend much of their mornings and winter days basking.  These lizards are well adapted to desert conditions; they are active at temperatures up to (39 °C). Juveniles emerge first, then adults, as temperatures reach around 90 °F. Chuckwallas hibernate during cooler months and emerge in February.Mating occurs from April to July, with five to 16 eggs laid between June and August. The eggs hatch in late September. Chuckwallas may live for 25 years or more.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Human use ==\nThe Comca’ac (Seri) considered the Angel Island species of chuckwalla an important food item.  They are believed to have translocated the lizards to most of the islands in Bahia de los Angeles for use as a food source in times of need.\n\n\n== References ==\n\n\n== External links ==\nARKive - images and movies of the San Esteban Island chuckwalla (Sauromalus varius)\nwww.chuckwalla-reptiles-tirol.at\n\nhttps://www.facebook.com/groups/555917997826565/",
    "ImageURL": "WesternChuckwalla.jpg",
    "Source": "https://en.wikipedia.org/wiki/Chuckwalla"
}