{
    "CommonName": "Whip-tailed wallaby",
    "BriefSummary": "The whiptail wallaby (Macropus parryi), also known as the pretty-faced wallaby,  is a species of wallaby found in eastern Australia. It is locally common from Cooktown in Queensland to near Grafton in New South Wales.",
    "WikiContents": "The whiptail wallaby (Macropus parryi), also known as the pretty-faced wallaby,  is a species of wallaby found in eastern Australia. It is locally common from Cooktown in Queensland to near Grafton in New South Wales.\n\n\n== Description ==\nIt is distinguished by its paler colouring and white stripe under its face. Their faces have a chocolate-brown fur covering their muzzle. They are black and white on its chest and the rest is grey to brown fur. Males weigh from 14 to 26 kilograms and stand at a height from 70 to 93 cm. Females weigh from 7 to 15 kilograms and stand at a height from 65 to 75 cm.\n\n\n== Lifestyle ==\n\nThe whiptail wallaby lives in grasslands and woodlands particularly on hills or slopes. It is primarily a grazer. In grasslands, the wallaby primarily eats kangaroo grass. It also eats monocots in nearby creeks. It is primarily a diurnal species. It is active in the morning and late in the afternoon but continues into “to an unknown extent during the night”.\n\n\n=== Social behavior ===\nThe whiptail wallaby is a sociable species, sometimes coming together in mobs of up to 50. They live in a home range of up to 110 hectares. The mob usually gathers in the afternoon during feeding. Some home ranges may overlap with others and the member of the mob take turns resting and guarding. The mobs contain all ages and sexes throughout the year, but seldom if ever were all members of a mob together at one time.  Mobs often split into continually changing subgroups of fewer than ten animals. Wallaby mobs have a linear hierarchy that is determined by ritualized “pawing” which is non-violent.  They may also pull grass. Wallabies will cough to show submission. These bouts function only to determine access to oestrous females.\n\n\n=== Reproduction ===\nThe most dominant males mate with the females. A male will wander though a gathering of female sniffing their cloacae and tasting their urine. When a male finds a female close to estrous, he stays with her.  However, before she enters estrous, he may be replaced by a more dominant male. The estrous cycle for a Whiptail wallaby lasts for only 42 days.\nJoeys stay in their mother's pouches for the first nine months. When they leave will they will still stay with them for up to 18 months. Whiptail joeys follow their mother continuously and do not hide in vegetation. Subadult male wallabies sometimes leave their natal groups.\n\n\n== Status ==\nThe whiptail wallaby is present in many protected areas. There appear to be no major threats to this species, although land clearing has probably resulted in the loss of suitable habitat and certainly has been responsible for range contraction at the southern end of its range.\n\n\n== References ==\n\n\n== External links ==\nWhiptail Wallaby on Animal Diversity Web",
    "ImageURL": "Whiptailedwallaby_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/Whiptail_wallaby",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Diprotodontia",
        "Family": "Macropodidae",
        "Genus": "Macropus",
        "Species": "parryi"
    },
    "ScientificName": "Macropus parryi",
    "Zone": "* #### A"
}