{
    "CommonName": "Whip Scorpion",
    "BriefSummary": "Thelyphonida is an arachnid order comprising invertebrates commonly known as whip scorpions or vinegaroons (also spelled vinegarroons and vinegarones). They are often called uropygids in the scientific community based on an alternative name for the order, Uropygi (which may then also include the order Schizomida). The name \"whip scorpion\" refers to their resemblance to true scorpions and possession of a whiplike tail. \"Vinegaroon\" is based on their ability when attacked to discharge an offensive liquid which contains acetic acid, producing a vinegar-like smell.",
    "WikiContents": "Thelyphonida is an arachnid order comprising invertebrates commonly known as whip scorpions or vinegaroons (also spelled vinegarroons and vinegarones). They are often called uropygids in the scientific community based on an alternative name for the order, Uropygi (which may then also include the order Schizomida). The name \"whip scorpion\" refers to their resemblance to true scorpions and possession of a whiplike tail. \"Vinegaroon\" is based on their ability when attacked to discharge an offensive liquid which contains acetic acid, producing a vinegar-like smell.\n\n\n== Taxonomy ==\n\nCarl Linnaeus first described a whip scorpion in 1758, although he did not distinguish it from what are now regarded as different kinds of arachnid, calling it Phalangium caudatum. Phalangium is now used as a name for a genus of harvestmen (Opiliones). In 1802, Pierre André Latreille was the first to use a genus name solely for whip scorpions, namely Thelyphonus. Latreille later explained the name as meaning \"qui tue\", meaning \"who kills\". One name for the order, Thelyphonida, is based on Latreille's genus name. It was first used (with the spelling Thelyphonidea) by O. P. Cambridge in 1872.The name \"uropygid\" means \"tail rump\", from Ancient Greek οὐροπύγιον (ouropugion), from οὐρά (oura) \"tail\" and πυγή (puge) \"rump\" referring to the whip-like flagellum on the end of the pygidium, a small plate made up of the last three segments of the abdominal exoskeleton.\nThe classification and scientific name used for whip scorpions varies. Originally, Amblypygi (whip spiders), Thelyphonida and Schizomida (short-tailed whipscorpions) formed a single order of arachnids, Pedipalpi. Pedipalpi was later divided into two orders, Amblypygi and Uropygi (or Uropygida). Schizomida was then split off from Uropygi into a separate order. The remainder has either continued to be called by the same name, Uropygi, possibly distinguished as Uropygi sensu stricto, or called Thelyphonida. Other sources do not accept the split, and continue to treat Schizomida as part of Uropygi. Phylogenetic studies show the three orders to be closely related, and the older order names may now be used as names for clades, as shown below. The Schizomida and Thelyphonida likely diverged in the late Carboniferous, somewhere in the tropics of Pangaea.\n\n\n== Description ==\nWhip scorpions range from 25 to 85 mm (1.0 to 3.3 in) in length, with most species having a body no longer than 30 mm (1.2 in); the largest species, of the genus Mastigoproctus, reaching 85 mm (3.3 in). Because of their legs, claws, and \"whip\", though, they can appear much larger, and the heaviest specimen weighed was 12.4 grams (0.44 oz).Like the related orders Schizomida and Amblypygi, the vinegaroons use only six legs for walking, with the first two legs serving as antennae-like sensory organs. All species also have very large scorpion-like pedipalps (pincers) but there is an additional large spine on each palpal tibia. They have one pair of eyes at the front of the cephalothorax and three on each side of the head, a pattern also found in scorpions. Vinegaroons have no venom glands, but they have glands near the rear of their abdomen that can spray a combination of acetic acid and caprylic acid when they are bothered. The acetic acid gives this spray a vinegar-like smell, giving rise to the common name vinegaroon.\n\n\n== Behaviour ==\nVinegaroons are carnivorous, nocturnal hunters feeding mostly on insects, millipedes, scorpions, and terrestrial isopods, but sometimes on worms and slugs. Mastigoproctus sometimes preys on small vertebrates. The prey is crushed between special teeth on the inside of the trochanters (the second segment of the \"legs\") of the front appendages. They are valuable in controlling the population of cockroaches and crickets.\nMales secrete a spermatophore (a united mass of sperm), which is transferred to the female following courtship behaviour, in which the male holds the ends of the female's first legs in his chelicerae. The spermatophore is deposited on the ground and picked up by the female using her genital area. In some genera, the male then uses his pedipalps to push the spermatophore into her body.After a few months, the female will dig a large burrow and seal herself inside. Up to 40 eggs are extruded, within a membranous broodsac that preserves moisture and remains attached to the genital operculum and the fifth segment of the mother's ventral opisthosoma. The female refuses to eat and holds her opisthosoma in an upward arch so that the broodsac does not touch the ground for the next few months as the eggs develop into postembryos. Appendages become visible.The white young that hatch from the postembryos climb onto their mother's back and attach themselves there with special suckers. After the first molt, they look like miniature adults but with bright red palps and leave the burrow. The mother may live up to two more years. The young grow slowly, going through four molts in about four years before reaching adulthood. They live for up to another four years.\n\n\n== Habitat ==\nWhip scorpions are found in tropical and subtropical areas excluding Europe and Australia. Also, only a single species is known from Africa: Etienneus africanus, probably a Gondwana relict endemic to Senegal, the Gambia and Guinea-Bissau. They usually dig underground burrows with their pedipalps, to which they transport their prey. They may also burrow under logs, rotting wood, rocks, and other natural debris. They prefer humid, dark places and avoid light. Mastigoproctus giganteus, the giant whip scorpion, is found in more arid areas, including Arizona and New Mexico.\n\n\n== Subtaxa ==\n\nAs of 2006, over 100 species of vinegaroons have been described worldwide. Subtaxa of vinegaroons currently include only one extant family and a doubtful extinct family:\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\n\nVideo of vinegaroon mating behavior",
    "ImageURL": "WhipScorpion_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Thelyphonida",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Arthropoda",
        "Class": "Arachnida",
        "Order": "ThelyphonidaO. P-Cambridge"
    }
}