{
    "CommonName": "Whirligig Beetle",
    "BriefSummary": "The whirligig beetles are a family (Gyrinidae) of water beetles that usually swim on the surface of the water if undisturbed, though they swim underwater when threatened. They get their common name from their habit of swimming rapidly in circles when alarmed, and are also notable for their divided eyes which are believed to enable them to see both above and below water. The family includes some 700 extant species worldwide, in 15 genera, plus a few fossil species. Most species are very similar in general appearance, though they vary in size from perhaps 3 mm to 18 mm in length. They tend to be flattened and rounded in cross section, in plain view as seen from above, and in longitudinal section. In fact their shape is a good first approximation to an ellipsoid, with legs and other appendages fitting closely into a streamlined surface.",
    "WikiContents": "The whirligig beetles are a family (Gyrinidae) of water beetles that usually swim on the surface of the water if undisturbed, though they swim underwater when threatened. They get their common name from their habit of swimming rapidly in circles when alarmed, and are also notable for their divided eyes which are believed to enable them to see both above and below water. The family includes some 700 extant species worldwide, in 15 genera, plus a few fossil species. Most species are very similar in general appearance, though they vary in size from perhaps 3 mm to 18 mm in length. They tend to be flattened and rounded in cross section, in plain view as seen from above, and in longitudinal section. In fact their shape is a good first approximation to an ellipsoid, with legs and other appendages fitting closely into a streamlined surface.\n\n\n== Taxonomy ==\nThe Gyrinidae generally have been regarded as a family in the Adephaga, but there is a great deal of work underway to clarify the relationships both within the Adephaga and within the Coleoptera in general. Within the Adephaga there is confusion as well, with various rival proposals in contention; for example some workers regard the Gyrinidae as being closely related to such families as the Dytiscidae and various other predacious water beetle families, whereas other analyses suggest rather that the Gyrinidae are a sister group to the rest of the Adephaga.  Some of the Adephagan families seem to be polyphyletic themselves, so a definitive cladistic structure will have to await more advanced nucleic acid analyses.\n\n\n== Description ==\nWhirligig beetles are most conspicuous for their bewildering swimming. Their coloration is not showy and they can be quite hard to see if they are not moving or are under water. However, most species are handsomely coloured with a sombre lustre of steely grey or bronze. Their integument is finely sculpted with little pits; it is hard and elastic and produces a water repellent waxy outer layer, which is constantly supplemented. Among other functions, the lubricant layer and smooth outline make the beetles remarkably difficult to hold on to if caught; they slip from between one's fingers like a fresh orange pip.The antennae are unusual among beetles, being short and plump, and placed about at water level. The compound eyes are remarkable for each being divided into a higher part that is above water level when a beetle is floating passively, and a lower part that is below water level. In this respect they recall the horizontally divided eyes of the four-eyed fishes (Anableps), which also live at the surface of the water. The middle, and more especially the hind legs are adapted for swimming (natatory): they are greatly flattened and fringed with bristles that fold to aid swimming action. In contrast the front legs are long and adapted for grasping food or prey. In males the front tarsi have suckers, which are used to hold onto the slippery female during mating.\n\n\n== Behavior and morphological adaptations ==\nThe Gyrinidae are surface swimmers for preference. They are known for the bewildering and rapid gyrations in which they swim, and for their gregarious behavior. Most species also can fly well, even taking off from water if need be. The combination constitutes a survival strategy that helps them to avoid predation and take advantage of mating opportunities. In general the adults occupy areas where water flows steadily and not too fast, such as minor rapids and narrows in leisurely streams. Such places supply a good turnover of floating detritus or struggling insects or other small animals that have fallen in and float with the current.\nThe positions that individuals occupy within a group are determined by a number of factors, thought to include hunger, sex, species, water temperature, age, parasite level and stress level. Research underway on their behavior is directed at investigating the significance of chemical defense in relation to their position in the group. Such studies are of interest in research into aspects of nanotechnology because the beetles' motion may be expected to provide insights into how groups of robots might coordinate movements.\nIn particular the beetles make behavioral trade-offs that affect their choices of positions within a group.  For example, relatively hungry beetles go to the outside of a group, where there is less competition for finding food, but higher risk of encountering predators.  Males are also more likely to be found on the outside of groups (although grouping is not known to be relevant to mating behavior in this family).  The economies that the beetles can gain by suitably adjusting their positions within the group, are important when individuals swim against the flow of a stream. By swimming behind other beetles they can take advantage of forward-moving drafts. Such action is called drafting. The determination of forward/backward positioning within a group has been found to be affected in a complex manner by a combination of water speed, sex of the beetle, and the type of predator (bird or fish) that a beetle has most recently observed.\nThe adult beetles carry a bubble of air trapped beneath their elytra. This allows them to dive and swim under well-oxygenated water for indefinite periods if necessary. The mechanism is sophisticated and amounts to a physical gill. In practice though, their ecological adaptation is for the adults to scavenge and hunt on the water surface, so they seldom stay down for long. The larvae have paired plumose tracheal gills on each of the first eight abdominal segments.\nGenerally Gyrinids lay their eggs under water, attached to water plants, typically in rows. Like the adults, the larvae are active predators, largely benthic inhabitants of the stream bed and aquatic plants. They have long thoracic legs with paired claws. Their mandibles are curved, pointed, and pierced with a sucking canal. In this they resemble the larvae of many other predatory water beetles, such as the Dytiscidae. Mature larvae pupate in a cocoon that also is attached to water plants.\n\n\n== References ==\n\nRoss H. Arnett, Jr. & Michael C. Thomas (2001). American Beetles. CRC Press.\nWilliam L. Romey; Rossman, David S (1995). \"Temperature and hunger alter grouping trade-offs in whirligig beetles\". The American Midland Naturalist. 134 (1): 51–62. doi:10.2307/2426482. JSTOR 2426482.\nWilliam L. Romey (1995). \"Position preferences within groups: do whirligigs select positions which balance feeding opportunities with predator avoidance?\". Behavioral Ecology and Sociobiology. 37 (3): 195–200. doi:10.1007/BF00176717.\nWilliam L. Romey & Abigail C. Wallace (2007). \"Sex and the selfish herd: sexual segregation within nonmating whirligig groups\". Behavioral Ecology. 18 (5): 910–915. doi:10.1093/beheco/arm057.\nWilliam L. Romey & Emily Galbraith (2008). \"Optimal group positioning after a predator attack: the influence of speed, sex, and satiation within mobile whirligig swarms\". Behavioral Ecology. 19 (2): 338–343. doi:10.1093/beheco/arm138.\n\n\n== External links ==\nGyrinidae Tree of Life",
    "ImageURL": "https://upload.wikimedia.org/wikipedia/commons/2/23/Gyrinus_natator.JPG",
    "Source": "https://en.wikipedia.org/wiki/Whirligig_beetle"
}