{
    "CommonName": "White-lipped peccary",
    "BriefSummary": "The white-lipped peccary (Tayassu pecari), is a peccary found in Central and South America.  Most of its range is in rainforests, but it is also known from a wide range of other habitats such as dry forests, grasslands, mangrove, Cerrado, and dry xerophytic areas.  It lives in herds of 20–300 individuals that typically take up about 120 km2 to fully function.  Members of this species are omnivorous, feeding mostly on fruit, and are usually found traveling great distances to obtain it.  If this resource is in demand and difficult to find, peccaries eat leaves, stems, or animal parts.  White-lipped peccaries have several unique attributes that allow them to stay with and identify their herd, which is essential for their survival in the wild.",
    "WikiContents": "The white-lipped peccary (Tayassu pecari), is a peccary found in Central and South America.  Most of its range is in rainforests, but it is also known from a wide range of other habitats such as dry forests, grasslands, mangrove, Cerrado, and dry xerophytic areas.  It lives in herds of 20–300 individuals that typically take up about 120 km2 to fully function.  Members of this species are omnivorous, feeding mostly on fruit, and are usually found traveling great distances to obtain it.  If this resource is in demand and difficult to find, peccaries eat leaves, stems, or animal parts.  White-lipped peccaries have several unique attributes that allow them to stay with and identify their herd, which is essential for their survival in the wild.\n\n\n== Physical description ==\nThe white-lipped peccary lives to be around 13 years old and can give birth to two young at a time.  The head and body length ranges from 90–139 cm, the shoulder height is between 40 and 60 cm, the tail length is from 3–6 cm, and the adult weight is 25–40 kg.  Their color is generally brown or black.  The coat is bristly and has hairs running lengthways down the spine growing longer than the hairs running down the body, making a crest, which stands up when the peccary becomes excited.  The peccary has a round body with a long snout that ends in a circular disk where the nasal cavity starts.  They have white markings that start below the snout and run to the cheek area just below the eyes.\n\n\n== Food ==\nWhite-lipped peccaries are omnivores feeding on fruits, nuts, vegetation, and small amounts of animal matter.  Their main predators are the jaguar, puma, and potentially boas.  Since the white-lipped peccary relies heavily on fruit, they travel to where the fruit and other essential resources are located.  The fruiting season dictates most of their behavior.  Fruit is more abundant in primary forests rather than secondary or coastal forests, so their populations are more dense in these regions.  Generally, a period of fruit shortage occurs during the end of the wet season, so the consumption of secondary foods, such as leaves, stems, and animal parts, is increased.\n\n\n== Distribution, habitat, and movement ==\nThe white-lipped peccary is native to Argentina, Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, French Guiana, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname, and Venezuela. An example ecoregion of occurrence is the Belizean pine forests.\nThe peccary is regionally extinct in El Salvador and Uruguay.  They thrive in dense, humid, tropical forests, and can also be found in a wide range of other habitats such dry forests, grasslands, mangrove, Cerrado, and dry xerophytic areas. They range from sea level to an altitude of 1,900 m (6,200 ft). When these animals roam in their range land, they can be very loud, clattering their teeth and grunting to one another to communicate and stay within the herd.  They communicate with olfactory, acoustic, and physical contact to keep together in the herd.  This is essential when warding off predators such as the jaguar, because it may not attack when  200 peccaries are in a herd.\n\n\n== Behavior ==\nThe white-lipped peccary is a diurnal feeder, and performs all of its activities during the day, more specifically in the mornings and afternoons.  Herds can number 20-300, including both males and females, and cases have been reported of herds reaching 2000 peccaries.  The sex ratio within herds is about 1.4–1.8 females per male.  The home range for the peccary is from 60–200 km2 in the Peruvian Amazon.  The peccary can spend up to two-thirds of its day traveling and feeding.  The range lands of peccaries are massive due to the large number of individuals within the herd.  Often, peccaries can be smelled before seen because they give off a skunk-like odor.  They are known to be aggressive when cornered or feel threatened.  They give off a loud “bark” and show off their teeth in an attempt to avoid conflict.\n\n\n== Breeding ==\nThe white-lipped peccary can breed throughout the year depending on location.  The breeding season is extremely variable and consists of two distinct peaks in areas such as Costa Rica, one occurring in February and one in July.  Mexico has distinct breeding seasons in April and November.  The breeding season follows the fruiting season, so the variability can be consistently different in each different region where they are found.  The young stay with the mother, but are weaned by six months old.  Sexual maturity is reached between one and two years old.\n\n\n== Major threats ==\nThe two main threats to their survival are deforestation and hunting.  Destruction and subdivision of their natural range can have devastating effects on their population.  Loss of habitat can lead to exposure for poachers, who can easily kill many peccaries at one time.\n\n\n== Endangerment status ==\nThe white-lipped peccary is listed as vulnerable by the IUCN and listed on Appendix II on CITES.\n\n\n== Special behavior ==\nWhite-lipped peccaries have a scent gland on their backs, which emits a scent, allowing a strong bond between members of the herd.  They are a good indicator of how healthy the forest is because they live in such large herds and in large areas.\n\n\n== References ==\n\n\n== Further reading ==\nEmmons, Louise H.; Feer, François (1997-09-02). Neotropical rainforest mammals. A field guide (2nd ed.). Chicago: University of Chicago Press. pp. 176–177. ISBN 978-0-226-20721-6. OCLC 44179508.\nC. Michael Hogan & World Wildlife Fund. (2012). Belizean pine forests. ed. M. McGinley. Encyclopedia of Earth. Washington DC\n\"Animal pictures | Facts about mammals.\" Animal pictures | Facts about mammals. N.p., n.d. Web. 29 Nov. 2012. <http://thewebsiteofeverything.com>.\n\"Ferris State University: Michigan College Campuses in Big Rapids MI, Grand Rapids MI, Off Campus Locations Across Michigan.\" N.p., n.d. Web. 29 Nov. 2012. <http://www.ferris.edu>.\n\"Welcome to CITES.\" Welcome to CITES. N.p., n.d. Web. 29 Nov. 2012. <http://www.cites.org/>.\n\"Welcome to www.ultimateungulate.com.\" Welcome to www.ultimateungulate.com. N.p., n.d. Web. 29 Nov. 2012. <http://www.ultimateungulate.com>.\nAltrichter, M; Carrillo, E; Sáenz, J; Fuller, T. K. (2001). \"White-lipped peccary (Tayassu pecari, Artiodactyla: Tayassuidae) diet and fruit availability in a Costa Rican rain forest\". Revista de Biologia Tropical. 49 (3–4): 1183–92. PMID 12189800.",
    "ImageURL": "Whitelippedpeccary_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-lipped_peccary",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Tayassuidae",
        "Genus": "Tayassu",
        "Species": "pecari"
    },
    "ScientificName": "Tayassu pecari",
    "Zone": "* #### B"
}