{
    "CommonName": "White-cheeked pintail",
    "BriefSummary": "The white-cheeked pintail (Anas bahamensis), also known as the Bahama pintail or summer duck, is a species of dabbling duck. It was first described by Linnaeus in his Systema naturae in 1758 under its current scientific name.",
    "WikiContents": "The white-cheeked pintail (Anas bahamensis), also known as the Bahama pintail or summer duck, is a species of dabbling duck. It was first described by Linnaeus in his Systema naturae in 1758 under its current scientific name.\n\n\n== Distribution and habitat ==\nIt is found in the Caribbean, South America, and the Galápagos Islands.  It occurs on waters with some salinity, such as brackish lakes, estuaries and mangrove swamps. There are three subspecies:\n\nA. b. bahamensis—lesser Bahama pintail—in the Caribbean, and a vagrant to southern Florida\nA. b. rubirostris—greater Bahama pintail—in South America; it may be partly migratory, breeding in Argentina and wintering further north.\nA. b. galapagensis—Galapagos pintail—in the Galapagos\n\n\n== Description ==\nLike many southern ducks, the sexes are similar. It is mainly brown with white cheeks and a red-based grey bill (young birds lack the pink). It cannot be confused with any other duck in its range.\n\n\n== Behaviour ==\nThe white-cheeked pintail feeds on aquatic plants and small creatures obtained by dabbling. The nest is on the ground under vegetation and near water.\n\n\n== Aviculture ==\nIt is popular in wildfowl collections, and escapees are frequently seen in a semi-wild condition in Europe. A leucistic (whitish) variant is known in aviculture as the Silver Bahama pintail.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External links ==\nWhite-cheeked Pintail videos, photos, and sounds on the Internet Bird Collection",
    "ImageURL": "Whitecheekedpintail_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-cheeked_pintail",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Anseriformes",
        "Family": "Anatidae",
        "Genus": "Anas",
        "Species": "bahamensis"
    },
    "ScientificName": "Anas bahamensis",
    "Zone": "* #### F"
}