{
    "CommonName": "White-throated ground-dove",
    "BriefSummary": "The white-throated ground dove (Alopecoenas xanthonurus) is a species of ground dove in the genus Gallicolumba.  It is classified as near-threatened.",
    "WikiContents": "The white-throated ground dove (Alopecoenas xanthonurus) is a species of ground dove in the genus Gallicolumba.  It is classified as near-threatened.\n\n\n== Description ==\nThis species averages 26 cm (10 in) in length and weighs 58.5–140 g (2.06–4.94 oz). The male white-throated ground dove has a chocolate brown body with white head and breast while the females are shade of brown with no white on the body.\n\n\n== Diet ==\nThe White-throated ground dove commonly feeds on fruit and occasionally feeds on insects, seeds and leaves.\n\n\n== Behaviour ==\nMales are seen more often than females and both are very territorial, these birds are very shy and are often hard to feed in the thick forests in which they reside. The males are forage for food and fly throughout the forests it inhabits while the females usually stay hidden. The white-throated ground dove likes to sun itself.\n\n\n== Habitat and Distribution ==\nThe dove is frequent appearing in its natural undisturbed environment which mainly consists of native forest, it can also be found in introduced plantations or secondary forests. The dove does not migrate.\nThe white-throated ground dove is found on Yap and in the Northern Mariana Islands. It once inhabited Guam but the Guam population was made extinct from the predation of the introduced brown tree snake Boiga irregularis.\n\n\n== Reproduction ==\nThe female lays only one egg and both parents tend to the nest the pair mate for life, nests are made from intertwined twigs and are placed highly in trees. The nesting period lasts from January to March and recently fledged males court for females.\n\n\n== Population ==\nThe species is currently decreasing in numbers but not at a drastic rate. The white-throated ground dove is considered a concern as of its small range that it inhabits and the fact that it is unusual to find.\n\n\n== Voice ==\nA deep moaning sound that gets louder in the middle of the call.\n\n\n== Threats ==\nThe species can still be legally hunted in the Northern Mariana Islands, the white-throated ground dove is also affected by habitat loss and the unnatural predation from introduced species.\n\n\n== Conservation ==\nA conservation effort was started by the Commonwealth of the Northern Mariana Islands. It aims to monitor populations and restrict hunting in the most affected areas. The conservation effort is also setting aside land and creating barriers and setting up devices to stop invasive species from affecting population.  Future captive-breeding plans are underway.\n\n\n== References ==\nhttp://oldredlist.iucnredlist.org/details/22691037/0 - Retrieved 6 June 2017\nhttp://www.hbw.com/species/white-throated-ground-dove-alopecoenas-xanthonurus - Retrieved 6 June 2017\nhttp://www.mzsdocents.org/monographs/files/white_throated_ground_dove.pdf - Retrieved 6 June 2017Specific",
    "ImageURL": "Whitethroatedgrounddove_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-throated_ground_dove",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Columbiformes",
        "Family": "Columbidae",
        "Genus": "Alopecoenas",
        "Species": "xanthonurus"
    },
    "ScientificName": "Alopecoenas xanthonurus"
}