{
    "CommonName": "White-throated robin",
    "BriefSummary": "The white-throated robin (Irania gutturalis), or irania, is a small, sexually dimorphic, migratory passerine bird. The vernacular and genus name Irania alludes to Iran, its type locality, while the specific name gutturalis is Medieval Latin for \"of the throat\". It breeds in western Asia and overwinters in East Africa.",
    "WikiContents": "The white-throated robin (Irania gutturalis), or irania, is a small, sexually dimorphic, migratory passerine bird. The vernacular and genus name Irania alludes to Iran, its type locality, while the specific name gutturalis is Medieval Latin for \"of the throat\". It breeds in western Asia and overwinters in East Africa.\n\n\n== Relationships ==\nIt was formerly classed as a member of the thrush family, Turdidae, but is now more generally considered to be an Old World flycatcher, family Muscicapidae. It, and similar passerine species, are often called chats.\n\n\n== Description ==\nThis species is larger than the European robin, having a length of 16 centimetres (6.3 in) and a wingspan of 28 centimetres (11 in). The breeding male has lead-grey upperparts, a black face with a white throat and supercilium, and orange underparts. The tail is black, as is the strong bill. Females are plainer, mainly grey apart from a black tail, hints of orange on the flanks, and some white throat streaks.\n\n\n== Song ==\nThe male's song is a fast twittering, given from a bush or in flight. The call of this species is a chis-it double note, like that of the pied wagtail.\n\n\n== Food ==\nThough it is insectivorous, it will also eat fruit during autumn.\n\n\n== Range and habitat ==\nIt is a migratory species, breeding from Turkey to Afghanistan in western Asia, and wintering in East Africa. In East Africa they are found in closed thicket in dry country, typically Acacia-Commiphora woodland on the dry central plateau. Small numbers reach the Usangu Plains of Ruaha National Park in Tanzania, which is normally their southern limit. In dry years however, some may move still further south, and reach moister uplands at 1,600 metres. It is also a very rare vagrant to Europe.\n\n\n== Breeding ==\nThe white-throated robin's breeding habitat is dry rocky slopes with some bushes, often at some altitude. It nests in a shrub, laying 4-5 eggs.\n\n\n== Media gallery ==\n\n\t\t\n\n\n== References ==\n\n\n== External links ==\nIrania gutturalis in the Flickr: Field Guide Birds of the World\n\"Irania gutturalis\". Avibase. \nPhotos at BirdGuides.com\nPhoto at Mangoverde.com",
    "ImageURL": "Whitethroatedrobin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-throated_robin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Muscicapidae",
        "Genus": "Iraniade Filippi",
        "Species": "gutturalis"
    },
    "ScientificName": "Iraniade Filippi gutturalis"
}