{
    "CommonName": "White-eye",
    "BriefSummary": "The white-eyes are small passerine birds native to tropical, subtropical and temperate Sub-Saharan Africa, southern and eastern Asia, and Australasia. White-eyes inhabit most tropical islands in the Indian Ocean, the western Pacific Ocean, and the Gulf of Guinea. Discounting some widespread members of the genus Zosterops, most species are endemic to single islands or archipelagos. The silvereye, Zosterops lateralis, naturally colonised New Zealand, where it is known as the \"wax-eye\" or tauhou (\"stranger\"), from 1855. The silvereye has also been introduced to the Society Islands in French Polynesia, while the Japanese white-eye has been introduced to Hawaii.",
    "WikiContents": "The white-eyes are small passerine birds native to tropical, subtropical and temperate Sub-Saharan Africa, southern and eastern Asia, and Australasia. White-eyes inhabit most tropical islands in the Indian Ocean, the western Pacific Ocean, and the Gulf of Guinea. Discounting some widespread members of the genus Zosterops, most species are endemic to single islands or archipelagos. The silvereye, Zosterops lateralis, naturally colonised New Zealand, where it is known as the \"wax-eye\" or tauhou (\"stranger\"), from 1855. The silvereye has also been introduced to the Society Islands in French Polynesia, while the Japanese white-eye has been introduced to Hawaii.\n\n\n== Characteristics ==\nWhite-eyes are mostly of undistinguished appearance, the plumage being generally greenish olive above, and pale grey below. Some species have a white or bright yellow throat, breast or lower parts, and several have buff flanks. As their common name implies, many species have a conspicuous ring of tiny white feathers around their eyes. The scientific name of the group also reflects this latter feature, being derived from the Ancient Greek for \"girdle-eye\". They have rounded wings and strong legs. Like many other nectivorous birds, they have slender, pointed bills, and brush-tipped tongues. The size ranges up to 15 cm (5.9 in) in length.\nAll the species of white-eyes are sociable, forming large flocks which only separate on the approach of the breeding season. They build tree nests and lay two to four unspotted pale blue eggs. Though mainly insectivorous, they eat nectar and fruits of various kinds. The silvereye can be a problem in Australian vineyards, through piercing the grape allowing infection or insect damage to follow.White-eyes are the city bird of Kurayoshi City, in Tottori, Japan.\n\n\n== Systematics ==\nThe white-eyes were long considered a distinct family Zosteropidae because they are rather homogeneous in morphology and ecology, leading to little adaptive radiation and divergence.\nThe genus Apalopteron, formerly placed in the Meliphagidae, was transferred to the white-eyes in 1995 on genetic and behavioural evidence. It differs much in appearance from the typical white-eyes, Zosterops, but is approached by some Micronesian taxa; its colour pattern is fairly unusual save the imperfect white-eye-ring.In 2003, Alice Cibois published the results of her study of mtDNA cytochrome b and 12S/16S rRNA sequence data. According to her results, the white-eyes were likely to form a clade also containing the yuhinas, which were until then placed with the Old World babblers, a large \"wastebin\" family. Previous molecular studies (e.g. Sibley & Ahlquist 1990, Barker et al. 2002) had together with the morphological evidence tentatively placed white-eyes as the Timaliidae's closest relatives already. But some questions remained, mainly because the white-eyes are all very similar birds in habitus and habits, while the Old World babblers are very diverse (because, as we now know, the group as formerly defined was polyphyletic).\nCombined with the yuhinas (and possibly other Timaliidae), the limits of the white-eye clade to the \"true\" Old World babblers becomes indistinct. Therefore, the current (early 2007) opinion weighs towards merging the group into the Timaliidae, perhaps as a subfamily (\"Zosteropinae\"). Few white-eyes have been thoroughly studied with the new results in mind, however, and almost all of these are from Zosterops which even at this point appears over-lumped. Also, many \"Old World babblers\" remain of unresolved relationships. Whether there can be a clear delimitation of a white-eye subfamily or even a young or emerging family is a question that requires a more comprehensive study of both this group and Timaliidae to resolve (Jønsson & Fjeldså 2006).\nFor example, a revision of the yuhinas and the genus Stachyris (Cibois et al. 2002), based on the same genes as Cibois (2003), revealed that the Philippine species placed in the latter genus by some were actually yuhinas. However, when the review by Jønsson & Fjeldså (2006) was published, no study had tried to propose a phylogeny for the newly defined yuhinas including the white-eyes. Therefore, Jønsson & Fjeldså (2006) give a rather misleading phylogeny for the group. It appears as if the yuhinas are polyphyletic, with the white-collared yuhina being closer to the ancestor of the Zosterops white-eyes than to other yuhinas including the species moved from Stachyris (Cibois et al. 2002).\nIn the past, the Madanga (Madanga ruficollis) was included in this family but studies now place it as an atypical member of the Motacillidae.\n\n\n== List of genera ==\nThe family contains 139 species divided into 14 genera:\n\nYuhina (11 species) – yuhinas\nZosterornis (5 species) – striped babblers\nMegazosterops monotypic – Giant white-eye\nApalopteron monotypic – Bonin white-eye\nCleptornis monotypic – Golden white-eye\nRukia (2 species) – white-eyes\nDasycrotapha (3 species) – babbler and pygmy babblers\nSterrhoptilus (3 species) – babblers\nTephrozosterops monotypic – Rufescent darkeye\nLophozosterops (6 species) – white-eyes\nHeleia (2 species) – heleias\nOculocincta monotypic – Pygmy white-eye\nWoodfordia (2 species) – white-eyes\nZosterops (100 species including 3 recently extinct)\n\n\n== References ==\n\n\n== Further reading ==\nAlström, Per; Ericson, Per G.P.; Olsson, Urban  & Sundberg, Per (2006): Phylogeny and classification of the avian superfamily Sylvioidea. Molecular Phylogenetics and Evolution 38(2): 381–397. doi:10.1016/j.ympev.2005.05.015 PMID 16054402\nBarker, F. Keith; Barrowclough, George F. & Groth, Jeff G. (2002): A phylogenetic hypothesis for passerine birds: taxonomic and biogeographic implications of an analysis of nuclear DNA sequence data. Proc. R. Soc. B 269(1488): 295–308. doi:10.1098/rspb.2001.1883 PDF fulltext\nCibois, Alice (2003): Mitochondrial DNA Phylogeny of Babblers (Timaliidae). Auk 120(1): 1–20. DOI: 10.1642/0004-8038(2003)120[0035:MDPOBT]2.0.CO;2 HTML fulltext without images\nCibois, Alice; Kalyakin, Mikhail V.; Lian-Xian, Han & Pasquet, Eric (2002): Molecular phylogenetics of babblers (Timaliidae): revaluation of the genera Yuhina and Stachyris. J. Avian Biol. 33: 380–390. doi:10.1034/j.1600-048X.2002.02882.x (HTML abstract)\ndel Hoyo, J.; Elliot, A. & Christie D. (editors). (2006). Handbook of the Birds of the World. Volume 12: Picathartes to Tits and Chickadees. Lynx Edicions. ISBN 978-84-96553-42-2\nJønsson, Knud A. & Fjeldså, Jon (2006): A phylogenetic supertree of oscine passerine birds (Aves: Passeri). Zool. Scripta 35(2): 149–186. doi:10.1111/j.1463-6409.2006.00221.x (HTML abstract)\nLim, B.T.M.; Sadanandan, K.R.; Dingle, C.; Leung, Y.Y.; Prawiradilaga, D.M.; Irham, M.; Ashari, H.; Lee, J.G.H.; Rheindt, F.E. (2018). \"Molecular evidence suggests radical revision of species limits in the great speciator white‑eye genus Zosterops\". Journal of Ornithology. doi:10.1007/s10336-018-1583-7.\nMees, G. F. (1957): A Systematic Review of the Indo-Australian Zosteropidae Parts I. Zoologische Verhandelingen 35:1–204 PDF\nMees, G. F. (1961): A Systematic Review of the Indo-Australian Zosteropidae Parts II. Zoologische Verhandelingen 50:1–168  PDF\nMees, G. F. (1969): A Systematic Review of the Indo-Australian Zosteropidae Parts III. Zoologische Verhandelingen 102:1–390 PDF\nMees, G F (1953): Article: An attempt at a natural classification of certain Zosteropidae of the Indo-Australian Archipelago. Zoologische Mededelingen 32:57–68 PDF\nSibley, Charles Gald & Ahlquist, Jon Edward (1990): Phylogeny and classification of birds. Yale University Press, New Haven, Conn.\nWells, D.R. (2017a). \"Zosterops white-eyes in continental South-East Asia. 1: proposed refinements to the regional definition of Oriental White-eye Z. palpebrosus\". Bulletin of the British Ornithologists' Club. 137 (2): 100–109. doi:10.25226/bboc.v137i2.2017.a12.\nWells, D.R. (2017b). \"Zosterops white-eyes in continental South-East Asia. 2: what is Zosterops auriventer Hume?\". Bulletin of the British Ornithologists' Club. 137 (2): 110–117. doi:10.25226/bboc.v137i2.2017.a13.\n\n\n== External links ==\nVideos, photos and sounds – Internet Bird Collection\nFinsch, Otto (1901) Zosteropidae. Verlag von R. Friedlander und Sohn, Berlin.",
    "ImageURL": "Whiteeye_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-eye",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Passeriformes",
        "Family": "Zosteropidae(disputed)Bonaparte"
    }
}