{
    "CommonName": "White-throated toucan",
    "BriefSummary": "The white-throated toucan (Ramphastos tucanus) is a near-passerine bird in the family Ramphastidae found in South America throughout the Amazon Basin including the adjacent Tocantins and Araguaia River drainage. It prefers tropical humid forest, but also occurs in woodland and locally in riverine forest within the Cerrado.\nThis bird can be found in Bolivia in the  Beni Departement, notably in the city of Riberalta and in the closeby Aquicuana Reserve.",
    "WikiContents": "The white-throated toucan (Ramphastos tucanus) is a near-passerine bird in the family Ramphastidae found in South America throughout the Amazon Basin including the adjacent Tocantins and Araguaia River drainage. It prefers tropical humid forest, but also occurs in woodland and locally in riverine forest within the Cerrado.\nThis bird can be found in Bolivia in the  Beni Departement, notably in the city of Riberalta and in the closeby Aquicuana Reserve.\n\n\n== Taxonomy and systematics ==\nThe white-throated toucan was formerly considered to be three separate species. The red-billed toucan and Cuvier's toucan, which differ principally in the bill colour, interbreed freely wherever they meet and therefore now merit only subspecies status. Some authorities consider the Inca toucan to represent a stable hybrid population between the other two subspecies and do not recognize it as a separate subspecies.\n\n\n=== Subspecies ===\nThree subspecies are recognized:\nRed-billed toucan (R. t. tucanus) - Linnaeus, 1758: Found in south-eastern Venezuela, the Guianas and northern Brazil\nCuvier's toucan (R. t. cuvieri) - Wagler, 1827: Originally described as a separate species. Found in upper Amazonia from western Venezuela to northern Bolivia\nInca toucan (R. t. inca) - Gould, 1846: Originally described as a separate species. Found in northern and central Bolivia\n\n\n== Description ==\nLike other toucans, the white-throated toucan is brightly marked and has a huge bill. It has a total length of 50–61 cm (19.5–24 in). Body weight is somewhat variable, ranging in adult birds from 425 to 830 g (0.937 to 1.830 lb). The male averages slightly larger, at a mass of 642 g (1.415 lb), while the female averages 580 g (1.28 lb). Among standard measurements, the wing chord is 20.4 to 26.5 cm (8.0 to 10.4 in), the bill is 12.2 to 22 cm (4.8 to 8.7 in), the tail is 13.3 to 16.8 cm (5.2 to 6.6 in), and the tarsus is 4.5 to 5.6 cm (1.8 to 2.2 in). The only species of toucan that surpasses the white-throated in size is the toco toucan.\nIt has black plumage with a white throat and breast bordered below with a narrow red line. The rump is bright yellow and the crissum (the area around the cloaca) is red. The bare skin around the eye is blue. The bill has a yellow tip, upper ridge and base of the upper mandible, and the base of the lower mandible is blue. The rest of the bill is mainly black in  R. t. cuvieri and mainly reddish-brown in R. t. tucanus, with intergrades showing a mixed coloration. Males are larger and longer-billed than females, but otherwise the sexes are alike.\nJuveniles are noticeably shorter-billed, more sooty-black, and have duller plumage.\nThe white-throated toucan of the race cuvieri is virtually identical to the related channel-billed toucan of the race culminatus, but the latter is smaller and has a proportionally shorter bill with a more strongly keeled culmen. The call is often the best distinction between the species. White-throated has a yelping eeoo, hue hue, whereas channel-billed has a croaking song.\n\n\n== Behaviour ==\nSmall flocks or more commonly pairs of birds move through the forest with a heavy, rather weak, undulating flight, rarely flying more than 100 m (330 ft) at a time. This species is primarily an arboreal fruit-eater, but will also take insects, lizards, eggs, and small birds.\n\n\n=== Breeding ===\nThe 2–4 white eggs are laid in an unlined cavity high in a decayed section of a living tree, or in an old woodpecker nest in a dead tree.\nBoth sexes incubate the eggs for at 14–15 days, and the toucan chicks remain in the nest after hatching. They are blind and naked at birth, with short bills, and have specialised pads on their heels to protect them from the rough floor of the nest. They are fed by both parents, and fledge after about 6 weeks. The parents continue feeding the juveniles for several weeks after they have left the nest.\n\n\n== References ==\nSteven L. Hilty (2003). Birds of Venezuela. Christopher Helm Publishers, Incorporated. ISBN 978-0-7136-6418-8.\n\n\n== External links ==\nExtensive Gallery on Toucans\nHear this bird sing\nWhite-throated Toucan videos, photos & sounds on the Internet Bird Collection\nStamps-\"Ramphastos tucanus\" (for Brazil, Guyana, Peru, Suriname) with (~)RangeMap\nWhite-throated toucan photo gallery at VIREO (Drexel University)\nPhoto-High Res--(forest bird, perched); Article tekipaki.jp\n[2]\n\n\n== Bibliography ==\nBibliography of online, ornithological articles which explore the natural history of the Red-billed toucan, Ramphastos tucanus tucanus and Cuvier's toucan, Ramphastos tucanus cuvieri.\nJohn Gould and Henry Constantine Richter, A Monography of the Ramphastidae, or Family of Toucans, London 1854\n** newly edited with 51 coloured prints and a preface by Jonathan Elphick: Taschen, Köln, Germany 2011 ISBN 978-3-8365-0524-6",
    "ImageURL": "Whitethroatedtoucan_sm.jpe",
    "Source": "https://en.wikipedia.org/wiki/White-throated_toucan",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Piciformes",
        "Family": "Ramphastidae",
        "Genus": "Ramphastos",
        "Species": "tucanus"
    },
    "ScientificName": "Ramphastos tucanus",
    "Zone": "* #### C"
}