{
    "CommonName": "White-throated kingfisher",
    "BriefSummary": "The white-throated kingfisher (Halcyon smyrnensis) also known as the white-breasted kingfisher is a tree kingfisher, widely distributed in Asia from the Sinai  east through the Indian subcontinent to the Philippines. This kingfisher is a resident over much of its range, although some populations may make short distance movements. It can often be found well away from water where it feeds on a wide range of prey that includes small reptiles, amphibians, crabs, small rodents and even birds. During the breeding season they call loudly in the mornings from prominent perches including the tops of buildings in urban areas or on wires.",
    "WikiContents": "The white-throated kingfisher (Halcyon smyrnensis) also known as the white-breasted kingfisher is a tree kingfisher, widely distributed in Asia from the Sinai  east through the Indian subcontinent to the Philippines. This kingfisher is a resident over much of its range, although some populations may make short distance movements. It can often be found well away from water where it feeds on a wide range of prey that includes small reptiles, amphibians, crabs, small rodents and even birds. During the breeding season they call loudly in the mornings from prominent perches including the tops of buildings in urban areas or on wires.\n\n\n== Taxonomy ==\nThe white-throated kingfisher is one of the many birds that were first formally described by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae. He coined the binomial name Alcedo smyrnensis. Linnaeus cites Eleazar Albin's Natural History of Birds published in 1738 which includes a description and a plate of the \"Smirna Kingfisher\". The present genus Halcyon was introduced by the English naturalist and artist William John Swainson in 1821. Halcyon is a name for a bird in Greek mythology  generally associated with the kingfisher. The specific epithet smyrnensis is an adjective for the town of Izmir in Turkey.Six subspecies are recognised:\nH. s. smyrnensis (Linnaeus, 1758) – south Turkey to north east Egypt, Iraq to northwest India\nH. s. fusca (Boddaert, 1783) – west India and Sri Lanka\nH. s. perpulchra Madarász, 1904 – Bhutan to east India, Indochina, the Malay Peninsular and west Java\nH. s. saturatior Hume, 1874 – Andaman Islands\nH. s. fokiensis Laubmann & Götz, 1926 – south and east China, Taiwan and Hainan\nH. s. gularis (Kuhl, 1820) – PhilippinesThe race H. s. gularis is sometimes considered as a separate species. Support for this treatment was provided by a molecular study published in 2017 that found that H. s. gularis was more closely related to the Javan kingfisher (H. cyanoventris) than it was to the white-throated kingfisher. The races H. s. perpulchra and H. s. fokiensis are sometimes included in H. s. fusca.Local names include Baluchistan: aspi chidok; Sindhi: dalel; Hindi: kilkila, kourilla; Himachal Pradesh: neela machhrala; Punjabi: wadda machhera; Bengali: sandabuk machhranga; Assamese: masroka; Cachar: dao natu gophu; Gujarati: kalkaliyo, safedchati kalkaliyo; Marathi: khundya; Tamil: vichuli; Telugu: lakmuka, buchegadu; Malayalam: ponman; Kannada: rajamatsi; Sinhalese: pilihuduwa.\n\n\n== Description ==\nThis is a large kingfisher, 27–28 cm (10.6–11.0 in) in length. The adult has a bright blue back, wings and tail. Its head, shoulders, flanks and lower belly are chestnut, and the throat and breast are white. The large bill and legs are bright red. The flight of the white-throated kingfisher is rapid and direct, the short rounded wings whirring. In flight, large white patches are visible on the blue and black wings. Sexes are similar, but juveniles are a duller version of the adult.This species forms a superspecies with Halcyon cyanoventris and most major works recognize four geographic races. They vary clinally in size, the shades of blue on the mantle which is more greenish in smyrnensis and fusca and more blue or purplish in saturatior. H. s. gularis of the Philippines has only the neck and throat white. It is sometimes treated as a distinct species, H. gularis. Race fusca is found in Peninsular India and Sri Lanka and is slightly smaller, bluer and with a darker brown underside than the nominate race found in northwestern India. Race saturatior is found in the Andaman Islands and is larger with darker brown underparts. Race perpulchra (not always recognized) is found in northeastern India and is smaller than fusca with paler underparts. Albinism has been noted on occasion.The English of white-throated was introduced since the range is large and geographic adjectives would make the name too restrictive, while the older name of white-breasted would not describe the eastern race which has only the throat white.\nThe call of this kingfisher is a chuckling chake-ake-ake-ake-ake. They are particularly noisy in the breeding season.\n\n\n== Habitat and distribution ==\nWhite-throated kingfisher is a common species of a variety of habitats, mostly open country in the plains (but has been seen at 7500 ft in the Himalayas) with trees, wires or other perches. The range of the species is expanding.\nThis kingfisher is widespread and populations are not threatened. Average density of 4.58 individuals per km2. has been noted in the Sundarbans mangroves.\n\n\n== Behaviour and ecology ==\n\n\n=== Feeding and diet ===\n\n\t\t\n\t\t\nIt perches conspicuously on wires or other exposed perches within its territory, and is a frequent sight in south Asia. This species mainly hunts large crustaceans, insects, earthworms, rodents, snakes, fish and frogs. Predation of small birds such as the Oriental white-eye, chick of a red-wattled lapwing, sparrows and munias have been reported. The young are fed mostly on invertebrates. In captivity, it has been noted that it rarely drinks water although bathing regularly.\n\n\n=== Breeding ===\nThe white-throated kingfisher begins breeding at the onset of the Monsoons. Males perch on prominent high posts in their territory and call in the early morning. The tail may be flicked now and in its courtship display the wings are stiffly flicked open for a second or two exposing the white wing mirrors. They also raise their bill high and display the white throat and front. The female in invitation makes a rapid and prolonged kit-kit-kit... call. The nest is a tunnel (50 cm long, but a nest with a 3-foot tunnel has been noted) in an earth bank. The nest building begins with both birds flying into a suitable mud wall until an indentation is made where they can find a perch hold. They subsequently perch and continue digging the nest with their bills. Nest tunnels in a haystack have also been recorded. A single clutch of 4-7 round white eggs is typical. The eggs take 20–22 days to hatch while the chicks fledge in 19 days.\n\n\n=== Movements ===\nBirds have sometimes been seen attracted to lights at night, especially during the monsoon season, suggesting that they are partly migratory.\n\n\n=== Mortality ===\nWith a powerful bill and rapid flight, these kingfishers have few predators when healthy and rare cases of predation by a black kite and a jungle crow may be of sick or injured birds. An individual found dead with its beak embedded into the wood of a tree has been suggested as an accident during rapid pursuit of prey, possibly an Oriental white-eye. A few parasites have been noted.In the 1800s these birds were hunted for their bright feathers that were used to adorn hats. It is the State bird of West Bengal.\n\n\n== References ==\n\n\n== Further reading ==\nCramp, Stanley, ed. (1985). \"Halcyon smyrnensis White-breasted Kingfisher\". Handbook of the birds of Europe the Middle East and North Africa. The Birds of the Western Palearctic. Volume IV: Terns to Woodpeckers. Oxford: Oxford University Press. pp. 701–705. ISBN 0-19-857507-6.\nMohanty, Banalata (2006). \"Extracellular Accumulations in the Avian Pituitary Gland: Histochemical Analysis in Two Species of Indian Wild Birds\". Cells Tissues Organs. 183 (2): 99–106. doi:10.1159/000095514. PMID 17053326.\nOommen, M; Andrews, MI (1996). \"Awakening, roosting and vocalization behaviour of the Whitebreasted Kingfisher Halcyon smyrnensis fusca (Boddaert)\". Pavo. 34 (1&2): 43–46.\nOommen, M; Andrews, MI (1993). \"Breeding biology of the Whitebreasted Kingfisher, Halcyon smyrnensis\".  In Verghese, A; Sridhar, S; Chakravarthy, AK (eds.). Bird Conservation: Strategies for the Nineties and Beyond. Ornithological Society of India, Bangalore. pp. 177–180.\nOommen, M; Andrews, MI (1998) Food and feeding habits of the Whitebreasted Kingfisher Halcyon smyrnensis. Chap. 19. In: Birds in Agricultural Ecosystem. (Eds: Dhindsa, MS; Rao, P Syamsunder; Parasharya, BM) Society for Applied Ornithology, Hyderabad, 132-136.\nTicehurst, CB (1927). \"Remarks on races of Halcyon smyrnensis and descriptions of two new subspecies - Zosterops palpebrosa occidentis and Z.P. nilgiriensis\". Bull. Brit. Orn. Club. 47 (312): 87–90.\n\n\n== External links ==\nWhite-throated kingfisher videos, photos & sounds on the Internet Bird Collection\nSingapore birds",
    "ImageURL": "Whitethroatedkingfisher_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/White-throated_kingfisher",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Coraciiformes",
        "Family": "Alcedinidae",
        "Genus": "Halcyon",
        "Species": "smyrnensis"
    },
    "ScientificName": "Halcyon smyrnensis"
}