{
    "CommonName": "Wild water buffalo",
    "BriefSummary": "The wild water buffalo (Bubalus arnee), also called Asian buffalo, Asiatic buffalo and wild Asian buffalo, is a large bovine native to the Indian Subcontinent and Southeast Asia. It has been listed as Endangered in the IUCN Red List since 1986, as the remaining population totals less than 4,000. A population decline of at least 50% over the last three generations (24–30 years) is projected to continue. The global population has been estimated at 3,400 individuals, of which 3,100 (91%) live in India, mostly in Assam. The wild water buffalo is the probable ancestor of the domestic water buffalo.",
    "WikiContents": "The wild water buffalo (Bubalus arnee), also called Asian buffalo, Asiatic buffalo and wild Asian buffalo, is a large bovine native to the Indian Subcontinent and Southeast Asia. It has been listed as Endangered in the IUCN Red List since 1986, as the remaining population totals less than 4,000. A population decline of at least 50% over the last three generations (24–30 years) is projected to continue. The global population has been estimated at 3,400 individuals, of which 3,100 (91%) live in India, mostly in Assam. The wild water buffalo is the probable ancestor of the domestic water buffalo.\n\n\n== Characteristics ==\n\nWild water buffalo are larger and heavier than domestic buffalo, and weigh from 600 to 1,200 kg (1,300 to 2,600 lb). The average weight of three captive wild water buffalo was 900 kg (2,000 lb). Their head-to-body-length is 240 to 300 cm (94 to 118 in) with a tail 60 to 100 cm (24 to 39 in) long, and a shoulder height of 150 to 190 cm (59 to 75 in). Both sexes carry horns that are heavy at the base and widely spreading up to 2 m (79 in) along the outer edges, exceeding in size the horns of any other living bovid. Their skin color is ash gray to black. The moderately long, coarse and sparse hair is directed forward from the haunches to the long and narrow head. There is a tuft on the forehead, and the ears are comparatively small. The tip of the tail is bushy; the hooves are large and splayed.\nThey rank alongside the gaur as the heaviest living wild bovid species, as both attain similar average if not maximum weights, although, with their stockier, shorter-legged frame, wild water buffalo are somewhat less in length and height than the gaur.\n\n\n== Distribution and habitat ==\n\nThe wild water buffalo occurs in India, Nepal, Bhutan, Thailand, and Cambodia, with an unconfirmed population in Myanmar. It has been extirpated in Bangladesh, Laos, Vietnam, and Sri Lanka. It is associated with wet grasslands, swamps and densely vegetated river valleys.In India, the species is largely restricted to in and around Kaziranga, Manas and Dibru-Saikhowa National Parks, Laokhowa Wildlife Sanctuary and Bura Chapori Wildlife Sanctuary and in a few scattered pockets in Assam; and in and around D'Ering Memorial Wildlife Sanctuary in Arunachal Pradesh. A small population survives in Balpakram National Park in Meghalaya, and in Chhattisgarh in the Indravati National Park and the Udanti Wildlife Sanctuary. This population might extend into adjacent parts of Orissa. In the early 1990s, there may still have been about 3,300–3,500 wild water buffalo in Assam and the adjacent states of northeast India. In 1997, the number was assessed at less than 1,500 mature individuals.Many surviving populations are thought to have interbred with feral or domestic water buffalo. In the late 1980s, fewer than 100 wild water buffalo were left in Madhya Pradesh. By 1992, only 50 animals were estimated to have survived there.Nepal's only population lives in the Koshi Tappu Wildlife Reserve, and has grown from 63 individuals in 1976 to 219 individuals in 2009. Latest census was carried out in 2016 which revealed this population has now grown significantly and has reached a total of 432 individuals with 120 males, 182 females and 130 calves. Further more, since there are no leopard, tiger, or dhole in the reserve, the annual growth rate of wild water buffalo is estimated at more than 7%. Since the population increased, the responsible authorities considering a possible transfer of some individuals to the floodplains of Chitwan National Park in 2016.In and around Bhutan's Royal Manas National Park, a small number of wild water buffalo occur. This is part of the sub-population that occurs in India's Manas National Park. In Myanmar, a few animals living independent of human husbandry live in the Hukaung Valley Tiger Reserve.In Thailand, wild water buffalo have been reported to occur in small herds of less than 40 individuals. A population of 25–60 individuals inhabited lowland areas of the Huai Kha Khaeng Wildlife Sanctuary between December 1999 and April 2001. This population has not grown significantly in 15 years, and may be interbreeding with domestic water buffalo.The population in Cambodia is confined to a small area of easternmost Mondulkiri and possibly Ratanakiri Provinces. Only a few dozen individuals remain.The wild water buffaloes in Sri Lanka are placed under subspecies migona, but they are believed to be descendants of the introduced domestic stock. It is unlikely that any true wild water buffaloes remain there today.Wild-living populations found elsewhere in Asia, Australia, Argentina and Bolivia are feral domestic water buffalo.\n\n\n== Ecology and behavior ==\nWild water buffalo are both diurnal and nocturnal. Adult females and their young form stable clans of as many as 30 individuals which have home ranges of 170 to 1,000 ha (0.66 to 3.86 sq mi), including areas for resting, grazing, wallowing and drinking. Clans are led by old cows, even when bulls accompany the group. Several clans form a herd of 30 to 500 animals that gather at resting areas. Adult males form bachelor groups of up to 10 individuals, with older males often being solitary, and spend the dry season apart from the female clans. They are seasonal breeders in most of their range, typically in October and November. However, some populations breed year round. Dominant males mate with the females of a clan who subsequently drive them off. Their gestation period is 10 to 11 months, with an inter-birth interval of one year. They typically give birth to a single offspring, although twins are possible. Age at sexual maturity is 18 months for males, and three years for females. The maximum known lifespan is 25 years in the wild. In the wild in Assam, the herd size varies from three to 30 individuals.They are probably grazers by preference, feeding mainly on graminoids when available, such as Bermuda grass, and Cyperus sedges, but they also eat other herbs, fruits, and bark, as well as browsing on trees and shrubs. They also feed on crops, including rice, sugarcane, and jute, sometimes causing considerable damage.Tigers and crocodiles prey on adult wild water buffalo, and Asian black bears have also been known to kill them.\n\n\n== Threats ==\nA population reduction by at least 50% over the last three generations seems likely given the severity of the threats, especially hybridization; this population trend is projected to continue into the future. The most important threats are:\ninterbreeding with feral and domestic buffalo in and around protected areas;\nhunting, especially in Thailand, Cambodia, and Myanmar;\nhabitat loss of floodplain areas due to conversion to agriculture and hydropower development;\ndegradation of wetlands due to invasive species such as stem twiners and lianas;\ndiseases and parasites transmitted by domestic livestock;\ninterspecific competition for food and water between wild buffalo and domestic stock.\n\n\n== Conservation ==\nBubalus arnee is included in CITES Appendix III, and is legally protected in Bhutan, India, Nepal, and Thailand.\n\n\n== Taxonomic history ==\n\nCarl Linnaeus applied the binomial Bos bubalis to the domestic water buffalo in his first description of 1758. In 1792, Robert Kerr applied the binomial Bos arnee to the wild species occurring in India north from Bengal. Later authors subordinated the wild water buffalo under either Bos, Bubalus or Buffelus.In 2003, the International Commission on Zoological Nomenclature placed Bubalus arnee on the Official List of Specific Names in Zoology, recognizing the validity of this name for a wild species. Most authors have adopted the binomen Bubalus arnee for the wild water buffalo as valid for the taxon.Only a few DNA sequences are available from wild water buffalo populations. Wild populations are considered to be the progenitor of modern domesticated water buffalo, but the genetic variation within B. arnee is unclear, and also how they are related to the domesticated river and swamp forms.\n\n\n== References ==\n\n\n== External links ==\nIUCN Asian Wild Cattle Specialist Group: Water buffalo (Bubalus arnee)\nWild Cattle Conservation Project\nAnimal Info: Wild water buffalo\nWildlife Trust of India February 2006: Wild buffalo faces extinction\nThe Hindu February 2006: Project to conserve wild Asian buffalo",
    "ImageURL": "Wildwaterbuffalo_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Wild_water_buffalo",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Artiodactyla",
        "Family": "Bovidae",
        "Genus": "Bubalus",
        "Species": "arnee"
    },
    "ScientificName": "Bubalus arnee",
    "Zone": "* #### H"
}