{
    "CommonName": "Woodcock",
    "BriefSummary": "The woodcocks are a group of seven or eight very similar living species of wading birds in the genus Scolopax. The genus name is Latin for a snipe or woodcock, and until around 1800 was used to refer to a variety of waders. The English name was first recorded in about 1050.",
    "WikiContents": "The woodcocks are a group of seven or eight very similar living species of wading birds in the genus Scolopax. The genus name is Latin for a snipe or woodcock, and until around 1800 was used to refer to a variety of waders. The English name was first recorded in about 1050.\n\n\n== Taxonomy ==\nOnly two woodcocks are widespread, the others being localized island endemics. Most are found in the Northern Hemisphere but a few range into the Greater Sundas, Wallacea and New Guinea. Their closest relatives are the typical snipes of the genus Gallinago. As with many other sandpiper genera, the lineages that led to Gallinago and Scolopax likely diverged around the Eocene, some 55.8-33.9 million years ago, although the genus Scolopax is only known from the late Pliocene onwards.Woodcock species are known to undergo rapid speciation in island chains, with the extant examples being the Amami woodcock in the Ryukyu Islands and the several species of woodcock in the Indonesian islands, the Philippines, and New Guinea. Subfossil evidence indicates the presence of another radiation of woodcock species in the Greater Antilles; these Caribbean woodcocks may have been more closely related to the Old World woodcock species than the New World ones, and were likely wiped out by human incursion into the region.\n\n\n== Description and ecology ==\n\nWoodcocks have stocky bodies, cryptic brown and blackish plumage and long slender bills. Their eyes are located on the sides of their heads, which gives them 360° vision. Unlike in most birds, the tip of the bill's upper mandible is flexible.As their common name implies, the woodcocks are woodland birds. They feed at night or in the evenings, searching for invertebrates in soft ground with their long bills. This habit and their unobtrusive plumage makes it difficult to see them when they are resting in the day. Most have distinctive displays known as \"roding\", usually given at dawn or dusk.The range of breeding habits of the Eurasian woodcock extends from the west of Ireland eastwards across Europe and Asia preferring mostly boreal forest regions engulfing northern Japan, and also from the northern limits of the tree zone in Norway. Continuing south to the Pyrenees and the northern limits of Spain. Nests have been found in Corsica and there are three isolated Atlantic breeding stations in Azores, Madeira and the Canary Islands. In Asia the sites can be seen as far south as Kashmir and the Himalayas.\n\n\n== Hunting ==\nSome woodcocks being popular gamebirds, the island endemic species are often quite rare due to overhunting. The pin feathers (coverts of the leading primary feather of the wing) of the Eurasian woodcock are sometimes used as brushtips by artists, who use them for fine painting work.Lead ammunition residues present in the meat of hunted woodcock are a potential risk of saturnism (lead poisoning) to consumers, especially for children and pregnant women and their foetus.\n\n\n== Species ==\nThe following species of woodcocks are extant today:\nEurasian woodcock, Scolopax rusticola (large Eurasian range)\nAmami woodcock, Scolopax mira (endemic to the Amami Islands in Japan)\nJavan woodcock, Scolopax saturata (endemic to Sumatra and Java in Indonesia)\nNew Guinea woodcock, Scolopax rosenbergii (endemic to New Guinea)\nBukidnon woodcock, Scolopax bukidnonensis (endemic to Luzon and Mindanao in the Philippines)\nSulawesi woodcock, Scolopax celebensis (endemic to Sulawesi in Indonesia)\nMoluccan woodcock, Scolopax rochussenii (endemic to the Maluku Islands in Indonesia)\nAmerican woodcock, Scolopax minor (large North American range)\n\n\n=== Fossil record ===\nA number of woodcocks are extinct and are known only from fossil or subfossil bones. \n\n\"Scolopax baranensis\" (fossil, Early Pliocene of Hungary; a nomen nudum)\nScolopax carmesinae (fossil, Early/Middle Pliocene? of Menorca, Mediterranean)\nScolopax hutchensi (fossil, Late Pliocene – Early Pleistocene of Florida, USA)\nScolopax anthonyi (prehistoric)\nScolopax brachycarpa (subfossil, Holocene of Haiti)\n\n\n== References ==\n\n\n== External links ==\nArthur Cleveland Bent. Life Histories of Familiar North American Birds: American Woodcock (Scolopax minor). Published in 1927: Smithsonian Institution United States National Museum Bulletin 142 (Part 1): 61–78.\nThe short film \"Woodcock Woodlands\" is available for free download at the Internet Archive",
    "ImageURL": "Woodcock_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Woodcock",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Charadriiformes",
        "Family": "Scolopacidae",
        "Genus": "ScolopaxLinnaeus"
    }
}