{
    "CommonName": "Woolly Monkey",
    "BriefSummary": "The woolly monkeys are the genus Lagothrix of New World monkeys, usually placed in the family Atelidae.The four species of woolly monkeys all originate from the rainforests of South America.  They have prehensile tails and live in relatively large social groups.",
    "WikiContents": "The woolly monkeys are the genus Lagothrix of New World monkeys, usually placed in the family Atelidae.The four species of woolly monkeys all originate from the rainforests of South America.  They have prehensile tails and live in relatively large social groups.\n\n\n== Taxonomy ==\nThe following species are currently considered to be within the genus:\n\nBrown woolly monkey, L. lagotricha\nGray woolly monkey, L. cana\nL. c. cana\nL. c. tschudii\nColombian woolly monkey, L. lugens\nSilvery woolly monkey, L. poeppigiiOne species of woolly monkey, the yellow-tailed woolly monkey, has recently been placed in the genus Oreonax.\n\n\n== Description ==\nWoolly monkeys are closely related to spider monkeys. They  have a thick brown coat with dark gray appendages. The stomach area is black and heads are light brown. The fur color is the same for both males and females. Variation in color exist among subspecies. A prehensile tail assists in climbing and fulfills many functions of an opposable thumb. Arm and legs are about equal in length. All species are large, weighing around 7 kilograms (15 lb). Males weigh 45% more than females on average but are of equal length.\n\n\n== Habitat and social behaviour ==\n\nWoolly monkeys are found throughout the northern countries of South America (Bolivia, Brazil, Colombia, Ecuador, Venezuela, and Peru). They usually reside in high-elevation cloud forests, seasonally flooded rainforests, and forests which are situated within Colombia's eastern plains region, although their ideal habitat is humid and mature tropical forests.\nThe species lives in social groups ranging from 10 to 45 individuals. Foraging groups, however, tend to consist of two to six individuals which branch out from the main group, which is probably intended to reduce food competition between individuals. Woolly monkey diets consist of fruit with an addition of leaves, seeds, flowers, and invertebrates. Each group is governed and led by an alpha male, and the social organization within a larger group is organized by age, sex, and the reproductive status of females. Reproduction in these groups is characterized by promiscuity; one male (either the alpha or subordinate) mates with more than one female, just as females mate with more than one male. Shortly after the females reach maturity, they leave their natal groups to avoid any occurrence of inbreeding, while males tend to remain in their natal groups.\nPlay not only serves as a bonding process to rekindle relationships among individuals, but is also a way the species establishes a hierarchy or social pecking order, as well as passive food sharing, which is also considered a common routine in the species. Woolly monkeys have an elaborate system of vocalization and olfactory, visual, and tactile communication. These can be used to coordinate group activities, indicate aggression, affection, and marking, and establish territories.\n\n\n== Predation and preservation ==\nWoolly monkeys are hunted by a variety of species of eagles and cats, such as the jaguar. Their main predators, however, are humans, who hunt the species both for food and for the illegal pet trade. Habitat encroachment is also threatening the survival of the species; all these factors are believed to be the cause of the species' recent decline. Woolly monkeys are now considered highly endangered, and captive individuals are bred to ensure the survival of the species as part of the International Breeding Program for Endangered Species.\n\n\n== References ==\n\n\n== Further reading ==\nThomas R. Defler & Pablo R. Stevenson (eds.): The Woolly Monkey: Behavior, Ecology, Systematics, and Captive Research. Springer, New York 2014. ISBN 978-1-4939-0696-3 (print); ISBN 978-1-4939-0697-0 (eBook)\n\n\n== External links ==\nPrimate Info Net Lagothrix Factsheets",
    "ImageURL": "WoollyMonkey_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Woolly_monkey",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Mammalia",
        "Order": "Primates",
        "Suborder": "Haplorhini",
        "Family": "Atelidae",
        "Genus": "LagothrixÉ. Geoffroy"
    },
    "Zone": "* #### B"
}