{
    "CommonName": "Woolly-necked stork",
    "BriefSummary": "The Asian woolly-necked stork or  Asian whitenecked stork (Ciconia episcopus) is a large wading bird in the stork family Ciconiidae.  It breeds singly, or in small loose colonies. It is distributed in a wide variety of habitats including marshes in forests, agricultural areas, and freshwater wetlands.",
    "WikiContents": "The Asian woolly-necked stork or  Asian whitenecked stork (Ciconia episcopus) is a large wading bird in the stork family Ciconiidae.  It breeds singly, or in small loose colonies. It is distributed in a wide variety of habitats including marshes in forests, agricultural areas, and freshwater wetlands.\n\n\n== Description ==\nThe woolly-necked stork is a medium-sized stork at 75–92 cm tall. The iris is deep crimson or wine-red. The stork is glistening black overall with a black \"skull cap\", a downy white neck which gives it its name. The lower belly and under-tail coverts are white, standing out from the rest of the dark coloured plumage. Feathers on the fore-neck are iridescent with a coppery-purple tinge. These feathers are elongated and can be erected during displays. The tail is deeply forked and is white, usually covered by the black long under tail coverts. It has long red legs and a heavy, blackish bill, though some specimens have largely dark-red bills with only the basal one-third being black. Sexes are alike. Juvenile birds are duller versions of the adult with a feathered forehead that is sometimes streaked black-and-white. The African birds are described as having the edges of the black cap diffused or with a jagged border compared to a sharp and clean border in the Asian birds. Sexes are identical, though males are thought to be larger. When the wings are opened either during displays or for flight, a narrow band of very bright unfeathered skin is visible along the underside of the forearm. This band has been variously described as being \"neon, orange-red\", \"like a red-gold jewel\", and \"almost glowing\" when seen at close range.Small nestlings are pale grey with buffy down on the neck, and a black crown. At fledging age, the immature bird is identical to the adult except for a feathered forehead, much lesser iridescence on feathers, and much longer and fluffier feathers on the neck.English common names for this species include Whitenecked Stork, Whiteheaded Stork, Bishop Stork, and the Parson-bird. More recently, the African and Asian populations are considered to be two different species, the African and the Asian Woolly-neck. This is based purely on geographical isolation, but there is no morphological or phylogenetic evidence yet to support this split.\n\n\n== Distribution and habitat ==\n\nIt is a widespread tropical species which breeds in Asia, from India to Indonesia, and throughout Africa. It is a resident breeder in wetlands with trees. They use a variety of freshwater wetlands including seasonal and perennial reservoirs and marshes, crop lands, irrigation canals and rivers. They are attracted to fires in grasslands and crop fields where they capture insects trying to escape the fire. They use ponds and marshes inside forests in both Africa and Asia, especially in south-east Asia where they use grassy and marshy areas in clearings in evergreen rainforests. In India, they are an uncommon species in coastal habitats. They use coastal areas in Africa also, with birds in Sulawasi observed to be eating sea snakes, and birds on the Kenya coast foraging in coral reefs and mudflats. In an agricultural landscape in north India, woolly-necked storks preferred fallow fields during the summer and monsoon seasons, and natural freshwater wetlands during the winter. Here, irrigation canals were preferentially used during winters when water levels were low, and birds avoided crop fields in all seasons. Assisted by construction of new irrigation canals, this species is spreading to arid areas like the Thar Desert in Rajasthan, India.Individuals of this species have been sighted at altitudes of 3,790 m above sea level in China (Napahai wetland), and 3,540 m above sea level in Nepal (Annapurna Conservation Area).\n\n\n== Behavior ==\n\nSeveral calls by adult birds have been described including bisyllabic whistles given along with displays at the nest, and a fierce hissing sound when a bird was attacked by a trained falcon. The woolly-necked stork is a broad winged soaring bird, which relies on moving between thermals of hot air for sustained long distance flight. Like all storks, it flies with its neck outstretched. It has also been observed to 'roll, tumble and dive at steep angles' in the air with the wind through its quills making a loud noise. Adult birds have also been observed diving from nests before flying away abruptly in a 'bat-like flight'.This species is largely seen as single birds, in pairs, or in small family groups of 4-5, and flocks are uncommon. In agricultural landscapes, the species occurs mostly as very small flocks (< 5 birds), though flocks of over 10 birds occur commonly. Flocking is affected by different factors in different areas. In more arid areas, most of the flocks occur in the summer when few wetlands are remaining, whereas in areas with more water, flocks occur largely in winter after chicks have fledged from nests. They often associate with wintering stork species including the Black and White Storks.\n\n\n=== Diet ===\nThe woolly-necked stork walks slowly and steadily on the ground seeking its prey, which like that of most of its relatives, consists of amphibians, reptiles and insects.\n\n\n=== Breeding ===\nTypically, a large stick nest is built on a tree, and two to five eggs form the typical clutch, with five eggs being very rare. Birds commonly use both forest trees and solitary trees in agricultural areas to build nests. In India, nests are increasingly being observed in urban areas on cell phone towers. Riverside cliffs are also used occasionally as nest sites.\n\n\n== Taxonomy ==\nThe species was previously placed in a monotypic genus Dissoura because of relatively minor anatomical characteristics, but is now combined with 'typical storks' in the genus Ciconia. The species shows very close behavioural and morphological affinities with the Abdim's Stork and its deeply forked tail is similar to that of the Maguari Stork.\nAfrican birds, C. e. microscelis, have the head mainly black, but the nominate Asian race, C. e. episcopus, has the head mainly white except for a darker area around the eyes. Eastern Indonesian birds belong to a third population, C. e. neglecta.\nThe bird derives its scientific species name from the black and white vestments formerly worn by clerics.\n\n\n== Conservation ==\nThe woolly-necked stork is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.\n\n\n== Different views & aspects ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n6\nBirds of The Gambia by Barlow, Wacher and Disley, ISBN 1-873403-32-1\nBirds of India by Grimmett, Inskipp and Inskipp, ISBN 0-691-04910-6\n\n\n== External links ==\nWoolly-necked Stork Ciconia episcopus - BirdLife International\nWoolly-necked Stork videos and photos - Internet Bird Collection\nWoollynecked Stork - The Atlas of Southern African Birds",
    "ImageURL": "Woollyneckedstork_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Woolly-necked_stork",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Ciconiiformes",
        "Family": "Ciconiidae",
        "Genus": "Ciconia",
        "Species": "episcopus"
    },
    "ScientificName": "Ciconia episcopus",
    "Zone": "* #### D"
}