{
    "CommonName": "Wrasse",
    "BriefSummary": "The wrasses are a family, Labridae, of marine fish, many of which are brightly colored. The family is large and diverse, with over 600 species in 81 genera, which are divided into 9 subgroups or tribes.\nThey are typically small fish, most of them less than 20 cm (7.9 in) long, although the largest, the humphead wrasse, can measure up to 2.5 m (8.2 ft). They are efficient carnivores, feeding on a wide range of small invertebrates. Many smaller wrasses follow the feeding trails of larger fish, picking up invertebrates disturbed by their passing. Juveniles of some representatives of the genera Bodianus, Epibulus, Cirrhilabrus, Oxycheilinus, and Paracheilinus hide among the tentacles of the free-living mushroom coral Heliofungia actiniformis.The word \"wrasse\" comes from the Cornish word wragh, a lenited form of gwragh, meaning an old woman or hag, via Cornish dialect wrath. It is related to the Welsh gwrach and Breton gwrac'h.",
    "WikiContents": "The wrasses are a family, Labridae, of marine fish, many of which are brightly colored. The family is large and diverse, with over 600 species in 81 genera, which are divided into 9 subgroups or tribes.\nThey are typically small fish, most of them less than 20 cm (7.9 in) long, although the largest, the humphead wrasse, can measure up to 2.5 m (8.2 ft). They are efficient carnivores, feeding on a wide range of small invertebrates. Many smaller wrasses follow the feeding trails of larger fish, picking up invertebrates disturbed by their passing. Juveniles of some representatives of the genera Bodianus, Epibulus, Cirrhilabrus, Oxycheilinus, and Paracheilinus hide among the tentacles of the free-living mushroom coral Heliofungia actiniformis.The word \"wrasse\" comes from the Cornish word wragh, a lenited form of gwragh, meaning an old woman or hag, via Cornish dialect wrath. It is related to the Welsh gwrach and Breton gwrac'h.\n\n\n== Distribution ==\nMost wrasses inhabit the tropical and subtropical waters of the Atlantic, Indian, and Pacific Oceans, though some species live in temperate waters: the Ballan wrasse is found as far north as Norway.  Wrasses are usually found in shallow-water habitats such as coral reefs and rocky shores, where they live close to the substrate.\n\n\n== Anatomy ==\n\nWrasses have protractile mouths, usually with separate jaw teeth that jut outwards. Many species can be readily recognized by their thick lips, the inside of which is sometimes curiously folded, a peculiarity which gave rise the German name of \"lip-fishes\" (Lippfische.) and the Dutch name of lipvissen. The dorsal fin has eight to 21 spines and six to 21 soft rays, usually running most of the length of the back. Wrasse are sexually dimorphic. Many species are capable of changing sex. Juveniles are a mix of males and females (known as initial-phase individuals), but the largest adults become territory-holding (terminal phase) males.The wrasses have become a primary study species in fish-feeding biomechanics due to their jaw structures.  The nasal and mandibular bones are connected at their posterior ends to the rigid neurocranium, and the superior and inferior articulations of the maxilla are joined to the anterior tips of these two bones, respectively, creating a loop of four rigid bones connected by moving joints.  This \"four-bar linkage\" has the property of allowing numerous arrangements to achieve a given mechanical result (fast jaw protrusion or a forceful bite), thus decoupling morphology  from function.  The actual morphology of wrasses reflects this, with many lineages displaying different jaw morphology that results in the same functional output in a similar or identical ecological niche.\n\n\n== Reproductive behavior ==\nMost labroids are protogynous hermaphrodites within a haremic mating system. A good example of this reproductive behavior is seen in the California sheephead.  Hermaphroditism allows for complex mating systems.  Labroids exhibit three different mating systems: polygynous, lek-like, and promiscuous . Group spawning and pair spawning occur within mating systems. The type of spawning that occurs depends on male body size. Labroids typically exhibit broadcast spawning, releasing high numbers of planktonic eggs, which are broadcast by tidal currents; adult labroids have no interaction with offspring. Wrasses of a particular subgroup of the family Labridae, Labrini, do not exhibit broadcast spawning.\nSex change in wrasses is generally female-to-male, but experimental conditions have allowed for male-to-female sex change. Placing two male Labroides dimidiatus wrasses in the same tank will result in the smaller of the two becoming female again. Additionally, while the individual to change sex is generally the largest female, evidence also exists of the largest female instead \"choosing\" to remain female in situations in which she can maximize her evolutionary fitness by refraining from changing sex.\n\n\n== Broodcare behavior of the tribe ==\nThe subgroup Labrini arose from a basal split within family Labridae during the Eocene period. Subgroup Labrini is composed of eight genera, wherein 15 of 23 species exhibit broodcare behavior. Broodcare behavior ranges from simple to complex parental care of spawn; males build algae nests or crude cavities, ventilate eggs, and defend nests against conspecific males and predators. In species that express this behavior, eggs cannot survive without parental care. Species of Symphodus, Centrolabrus, and Labrus genera exhibit broodcare behavior.\n\n\n== Cleaner wrasse ==\n \n\nCleaner wrasses are the best-known of the cleaner fish. They live in a cleaning symbiosis with larger, often predatory, fish, grooming them and benefiting by consuming what they remove. \"Client\" fish congregate at wrasse \"cleaning stations\" and wait for the cleaner fish to remove gnathiid parasites, the cleaners even swimming into their open mouths and gill cavities to do so. A single wrasse works for around four hours a day, and in that time, it can inspect more than 2,000 clients. Cleaner wrasses are best known for feeding on dead tissue and scales and ectoparasites, although they are also known to 'cheat', consuming healthy tissue and mucus, which is energetically costly for the client fish to produce.  The bluestreak cleaner wrasse, Labroides dimidiatus, is one of the most common cleaners found on tropical reefs.  Few cleaner wrasses have been observed being eaten by predators, possibly because parasite removal is more important for predator survival than the short-term gain of eating the cleaner.When cleaner wrasses were experimentally removed, from a reef in Australia, the total number of fish species halved, and their numbers fell by three-quarters.  There's also some evidence, from another Australian study, that cleaned fish are smarter than those not serviced by the wrasse.  Cleaner wrasse have become the first fish ever to pass the mirror test.\n\n\n== Significance to humans ==\nIn the western Atlantic coastal region of North America, the most common food species for indigenous humans was the tautog, a species of wrasse. Wrasses today are commonly found in both public and home aquaria. Some species are small enough to be considered reef safe. They may also be employed as cleaner fish to combat sea-lice infestations in salmon farms.  Commercial fish farming of cleaner wrasse for sea-lice pest control in commercial salmon farming has developed in Scotland as lice busters, with apparent commercial benefit and viability.\n\n\n== Parasites ==\nAs all fish, labrids are the hosts of a number of parasites. A list of 338 parasite taxa from 127 labrid fish species was provided by Muñoz & Diaz in 2015. An example is the nematode Huffmanela ossicola.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Classification ==\n\n\n=== Subgroups and tribes ===\n\n\n=== Genera ===\n\n\n=== Timeline ===\n\n\n== References ==\n\nSepkoski, Jack (2002). \"A compendium of fossil marine animal genera\". Bulletins of American Paleontology. 364: 560. Retrieved 2011-05-18.\n\n\n== External links ==\nFishBase info for Labridae\nHow Fish Hire a Cleaning Service\nMale and Female Images or Rock Wrasse Fish\nSmith, J.L.B. 1957. List of the fishes of the Family Labridae in the Western Indian Ocean. Ichthyological Bulletin; No. 7. Department of Ichthyology, Rhodes University, Grahamstown, South Africa.\nPhotos of Wrasses on Sealife Collection",
    "ImageURL": "Wrasse_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Wrasse",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Labriformes",
        "Family": "LabridaeG. Cuvier"
    }
}