{
    "CommonName": "Wyoming Toad",
    "BriefSummary": "The Wyoming toad or Baxter's toad (Anaxyrus baxteri, formerly Bufo baxteri) is an extremely rare amphibian that exists only in captivity and within Mortenson Lake National Wildlife Refuge in Wyoming in the United States. The Wyoming toad was listed as an endangered species in 1984, and listed as extinct in the wild since 1991. Before the sharp declines occurred, this toad was classified as a subspecies of the Canadian toad.",
    "WikiContents": "The Wyoming toad or Baxter's toad (Anaxyrus baxteri, formerly Bufo baxteri) is an extremely rare amphibian that exists only in captivity and within Mortenson Lake National Wildlife Refuge in Wyoming in the United States. The Wyoming toad was listed as an endangered species in 1984, and listed as extinct in the wild since 1991. Before the sharp declines occurred, this toad was classified as a subspecies of the Canadian toad.\n\n\n== History ==\nThe Wyoming toad, common up until the 1950s, became significantly fewer in number in the late 1970s, especially between the years of 1975 to 1978. Two years later, in 1980, experts estimated that there were approximately 25 individuals remaining in the wild. Before this sharp decline in population, Wyoming toads were commonly found in the floodplains, ponds, shallow lakes, and seepage pools within the Laramie Basin located in Albany County, Wyoming. Researchers had noted that the species was found abundantly in the region since 1952. However, starting in 1975, Baxter & Stromberg noticed that the population of the Wyoming toad had decreased significantly. Their extreme rarity, documented between 1976 and 1978 revealed no remaining wild populations.\n\n\n== Characteristics ==\nThe Wyoming toad is dark brown, gray or green color with small dark markings on underside. It carries small rounded blotches warts on its dorsal surface as well as blurry light lines. The male toads have a dark throat. The individual toads can be identified by the variation in their skin colors and wart patterns. The toads can grow up to 5.6 cm (2.2 inches) in length and females grow slightly larger than males. It also has sensitive skin that has low adaptability. Due to the fact that it has sensitive skin, it is easily infected with chytrid fungus, a strong threat to the Wyoming toads. The toad cannot handle the rapid climate change, and cannot adapt to different amounts of water irrigation or diverged irrigation. The toad is mainly active at night and has very poor eyesight. It only relies on the movement of the prey to hunt.\n\n\n== Habitat ==\nThe Wyoming toad frequents floodplains and the short grass edges of ponds, creeks, and lakes. They frequently use abandoned pocket gopher and ground squirrel burrows as hibernacula.\nHabitat typical characteristics can be seen to vary among the different ages of the Wyoming toad. Studies at Mortensen Lake in Albany County, Wyoming, USA show that adult Wyoming toads tend to be more attracted towards habitats with greater vegetation while younger toads are more drawn to areas of lesser. Adults tend to drift further inland away from shorelines, while younger toads tend to settle closer to the shorelines. Through these habitat variations and substrate conditions varying accordingly, adults are seen located in areas with slightly cooler temperatures. For the typical adult conditions, substrate surface temperatures were seen to be 20.31 degrees Celsius (68.55 degrees Fahrenheit) versus 23.05 degrees Celsius (73.49 degrees Fahrenheit) for younger. Adult Wyoming toads demonstrate very little change in location, directing thought towards a much enjoyed dense vegetation environment. (Parker and Anderson, 439-46).  If one were to go in search of a Wyoming toad, substrate surface temperatures and distance from shorelines tend to be best indicators of possible sightings. When surface temperatures exceed 20 degrees Celsius and the shoreline is within 1–2 miles, optimal locating conditions are achieved. (Parker and Anderson, 439-46)\n\n\n== Behavior ==\n\nToads emerge from hibernation in early May to go to the north shore for mating. They return to the souths shore by late September or early October for hibernation. The younger toads of the year were active up to one month later than older toads which gives them more time to store energy for hibernation and reduce intraspecific competition.\nThe mating calls of the Wyoming toad has a low frequency along with a slow pulse rate, but the duration is longer than that of other types of toads.\nWyoming toads mature earlier in age with males at only two years and females at three years, than other, higher-elevation bufonids in the area they occupied in Wyoming.\nDisease has played a major role in the decline of the Wyoming toad. \"Bacterial infections (\"red leg\"), fungal infections (chytrid fungus), edema syndrome, and short tongue syndrome\" are problems that have been observed in the past. Mycotic dermatitis is seen as the cause of death in toads, but the pathogen was later identified to be chytrid fungus. The chytrid fungus is a major part of the decline of the boreal toad in the Rocky Mountains and is thought to have also played a major role in the decline of the Wyoming Toad.\nThe Wyoming toad mainly eats crickets and mealworms, found on the lake they live near.\n\n\n=== Reproduction ===\nAt the date of publication of this article there were believed to be 100 Wyoming toads still living in the wild and as a result a recovery group was formed “by the U.S. Fish and Wildlife Service's Saratoga National Fish Hatchery in 1998” (Browne, 2). The goal of this recovery group was to do captive breeding and reintroduce tadpoles into the wild. “Currently, the captive breeding program is limited by low reproductive output due to poor ovulation rates, low egg numbers and low fertilization rates… hence the program would benefit from reproduction technologies” (Browne, 2). Female toads were given a dose of “Luteinizing Hormone Releasing\nHormone (LHRHa) which induces spawning in fish,” while male toads were treated with “Human Chorionic Gonadotropin (hCG),” (Browne, 2). “Currently, technologies are available to incorporate IVF into captive breeding programs for the endangered Wyoming toad and may assist in their long-term genetic management. This study showed that extended ‘priming’ of the Wyoming Toad resulted in higher fecundity. Higher fecundity from two primings, when compared to no priming or one priming, occurred through two responses: 1) an increased number of eggs per toad and 2) a greater survival of fertilized eggs to swim-up stage” (Browne, 9).\n\n\n== Conservation ==\n\nThe Wyoming toad, common until their sharp decrease in population in the 1970s, was officially listed as endangered in January, 1984. Their only known habitat was located within the Laramie Basin, which was within 30 miles (48 km) of Laramie, Wyoming. The Wyoming toad was most often found along the shores of Mortenson Lake, located southwest of Laramie, Wyoming. This lake, a high plains lake situated at 7,256 feet (2,212 m) above sea level, had maintained a healthy and reproductive population of Wyoming toads. However, recent research shows that the toad has become less procreative, possibly due to a red leg bacteria that was discovered in 1990.The Wyoming Toad Recovery Group, formed in 1987, was established to help initiate a plan for recovery efforts and extended research. The Group has been focusing primarily on monitoring and protecting the Laramie population and searching for additional habitats or other populations. They also maintain efforts in maintaining a healthy habitat for the existing toads and establishing a population in captivity. This captive population will enable researchers to understand the species' history and habitat needs. Wyoming's Game and Fish Department have also implemented measures along with local landowners to protect the existing Wyoming toad population. Other plans, including one coordinated with the mosquito control district, have helped to safeguard the existing habitat from potential side effects from chemicals and pesticides. The Sybille Wildlife Research Unit has developed a captive-rearing program through the Wyoming Game and Fish Department. 16 toads are in captivity as of June 1991. Representatives from the U.S. Fish and Wildlife Service and from the Wyoming Game and Fish Department form the Wyoming Toad Recovery Management Team, established to coordinate the implementation of recovery tasks. The Service plans to establish five new toad populations, each consisting of 100 individuals, at a cost of $1.6 million (approximately $3,200 per toad).Initially breeding captive Wyoming toads in 1989, the Sybille Wildlife Research Center implemented a more intensive captive-breeding program in 1993, utilizing 12 wild-caught individuals (now believed to have been the last of the Wyoming toad population). The program's efforts were very promising, yielding four egg masses that were found in 1998 at the Mortenson Lake release site, and two additional egg masses later found in 1999. Captive toads that had been released continued reproducing at Mortenson Lake. By the spring of 1998, the toad's reproductive calls could be heard for first time in the wild since 1993.In 1997, the Saratoga National Fish Hatchery became the first federal hatchery to participate in the breeding of endangered amphibians. From 1993 to 2003, the two Wyoming toad breeding facilities produced tadpoles and toadlets, all of which were released into either Mortenson Lake, Lake George (located at the nearby Hutton Lake National Wildlife Refuge) and a private release site. The typical method for captive breeding used is containment of six males and four females, housed in 45 gallon aquarium. Inside the aquarium is a cork sponge mat for basking, a water tray, and a variety of foods like mealworms, wax worms, and crickets. Hormonal induction of spermination has been successfully used to increase overall production of eggs per individual and an increased survival rate of fertilized eggs to swimming stage.Recent surveys conducted at Crescent Lake, Wyoming in 2011 suggest that there is some breeding occurring in the wild.Future conservation of the Wyoming toad in the wild is heavily dependent on eradicating chytrid fungus (Batrachochytrium dendrobatidis), which is probably the biggest threat to the species' survival. Research at Porter Lake site in 2010 reported that chytrid infection among Wyoming toads were around 41% of the population. A year later the infection rose to 100% in 2011. This rate of infection is even seen with in captive breed populations. Survival of the chytrid infection is possible if toads manage to sufficiently dry themselves through frequent basking, thereby ridding themselves of the infection. Captive Wyoming toads have been placed in quarantine and monitored for signs of chytridiomycosis. Because of the sudden appearance of the disease, there is no standard protocol for treatment, but methods include submerging infected toads in itraconazole baths. Some toads survive longer but still succumb.\n\n\n=== Issues in recovery ===\nWyoming toads are found in western states like Wyoming; they are likely to be found in wet, damp areas and in or around lakes.  In 1987, a single population of the toads was found in Albany County, Wyoming (hence the species name). The toads were collected for reproduction and researchers canvassed the area to collect any more toads they could find. Researchers took the few surviving hatched eggs they had and reintroduced them back into Wyoming lakes. Unfortunately, there is chytrid fungus present in lakes; this fungus is known for killing amphibians, and is a significant contributing factor in the high mortality of the Wyoming toad.  The revival of these toads are dependent on annual supplementation and being captured for reproduction. However, Wyoming toads are becoming harder and harder to find in their habitat.  In 1992, the governor of Wyoming created the Albany County Wyoming Toad Task Force in order to protect the Wyoming toad.  The committee started taking toads into captivity for reproduction, but the group and the reproduction plans were only in the works for two years.  After the group discontinued, the IUCN stepped in to save the toad. The IUCN ran field studies, captive breeding plans, and tests on what diseases the toads held that may be causing mortality.  Through field notes, researchers Withers and Corn (2005) discovered that Wyoming toads tend to mature earlier than other amphibians in their surrounding habitat.  The scientists discovered that the average Wyoming toad will not live to be more than one or two years old, but they still believed that the fungus was responsible for this. Although captive breeding seems like it is the logical answer for reviving the Wyoming toad population, it has its own pitfalls.  Scientists who have captured species in order for them to breed have found that most captive animals do not live longer than three years, and amphibian breeding is most successful at that age. Captive breeding has not caused a significant rise in the population of Wyoming toads. Disease is one of the major reasons why Wyoming toads are highly endangered.  The most common infections among the toad are bacterial and fungal infections.  The toads are easily exposed to chytrid fungus and it is impossible for the toads to avoid it in their natural habitat. Scientists believe that this is the leading role in the Wyoming toad's endangerment. Another major reason for the failure of reviving the Wyoming toad population is that it is not a high priority movement; since the toad's discovery, there have been only three studies done between 1992 and 2005. Today, thanks to a 30-year collaboration between the state, federal agencies, landowners, non-profits and the University of Wyoming, there are about 1,500 Wyoming toads.\n\n\n=== Other causes of population decline ===\nNormal disease: Wyoming toads have a shorter life span than other toad species, and they are very vulnerable to infectious diseases, especially chytrid fungus which is found at Mortenson Lake in 2000-2001(Lewis et al. 1985). Their environment is conducive to the spread of other infectious fungi and bacteria (such as Aeromonas hydrophila). The cause of death in the majority of wild and captive toads during 1989 through 1996 appeared to be caused by a fungus Basidiobolus ranarum (Taylor et al. 1999).\nMalathion: The location of Wyoming toad has been using Malathion for control mosquito population. The combination of malathion and bacterial (Aeromonas hydrophila) infection could be causing increased mortality rates (Taylor et al. 1999).\nIncreased irrigation and water shortages: Increased irrigation has reduced the extent and quality of the floodplain wetlands where the toad formerly resided (G. Baxter, 1980). New wetland habitat has been created by flood irrigation and the construction of reservoirs. However, in dry years when junior water rights are not met, less irrigation water flows through Pioneer Canal and Mortenson Lake collects less seepage (G. Baxter, 1980) causing reduced flooding in riparian areas and decreased wetland quality.\nNatural Predation: Toad is preyed upon by many avian and mammalian species at all life stages. Taylor et al. (1999) demonstrated that in Colorado salamanders prey on boreal toad eggs.\nWeather: Changing weather conditions and changing water levels can affect the survival of tadpoles. For example: During the fall of 1988, 450 juvenile toads were observed at Mortenson Lake. That winter, the Basin was subject to extreme cold weather (Jennings et al. 2001). No yearlings were found in the spring of 1989, indicating the cold snap affected the survival rates of young toads.\n\n\n== References ==\n\n\n== Bibliography ==\n\n\n== External links ==\nWyoming toad at AmphibiaWeb\nCheyenne Mountain Zoo, Wyoming toad breeding program\nWestern Soundscape Archive Audio Recording\nWyoming toad at Encyclopedia Of Life",
    "ImageURL": "WyomingToad.jpg",
    "Source": "https://en.wikipedia.org/wiki/Wyoming_toad",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Amphibia",
        "Order": "Anura",
        "Family": "Bufonidae",
        "Genus": "Anaxyrus",
        "Species": "A. baxteri"
    }
}