{
    "CommonName": "X-Ray Tetra",
    "BriefSummary": "Pristella maxillaris, the only species in the genus Pristella, is commonly known as the X-ray fish or X-ray tetra because of its translucent body. It is a widely distributed and adaptable fish, found in the Amazon and Orinoco basins, as well as coastal rivers in the Guianas in both acidic and alkaline waters. Unlike most other characins, it is tolerant of (and sometimes found in) slightly brackish water. It is small (up to around 5 cm or 2.0 in in length) and lives in large groups, and males can be distinguished from females by being smaller and thinner than the females. Like most other tetras, it feeds primarily on small insects and planktonic animals.",
    "WikiContents": "Pristella maxillaris, the only species in the genus Pristella, is commonly known as the X-ray fish or X-ray tetra because of its translucent body. It is a widely distributed and adaptable fish, found in the Amazon and Orinoco basins, as well as coastal rivers in the Guianas in both acidic and alkaline waters. Unlike most other characins, it is tolerant of (and sometimes found in) slightly brackish water. It is small (up to around 5 cm or 2.0 in in length) and lives in large groups, and males can be distinguished from females by being smaller and thinner than the females. Like most other tetras, it feeds primarily on small insects and planktonic animals.\n\n\n== Nomenclature ==\nOlder aquarium books often refer to this species by the junior synonym Pristella riddlei. Aquarists tend to refer to this fish as the golden pristella tetra, though some call it the X-ray tetra, instead. Other common names include goldfinch tetra, a reference to the similarly coloured goldfinch, and pristella tetra, a modification of its Latin name. A common name that was once widespread but is now rarely used is signal tetra, a reference to the similarity between the yellow and black dorsal fin and the arm of a semaphore railway signal.\n\n\n== In aquaria ==\nPristella maxillaris is a small, adaptable fish that is often kept in a home aquarium and will eat most fish foods. It is tolerant of a range of water chemistry values (pH 6–8; hardness up to 20 dGH). As a shoaling species, it is usually kept in groups of at least six specimens and away from aggressive or predatory tankmates, but is otherwise easily kept in the community tank. The minimum aquarium size is typically 60 x 30 cm (15 Gallons).\n\n\n== References ==\n\n\n== External links ==\n Media related to Pristella maxillaris at Wikimedia Commons\nPristella Tetra Fact Sheet",
    "ImageURL": "XRayTetra_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Pristella_maxillaris",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Actinopterygii",
        "Order": "Characiformes",
        "Family": "Characidae",
        "Genus": "PristellaC. H. Eigenmann",
        "Species": "maxillaris"
    },
    "ScientificName": "PristellaC. H. Eigenmann maxillaris"
}