{
    "CommonName": "Yellow-headed caracara",
    "BriefSummary": "The yellow-headed caracara (Milvago chimachima) is a bird of prey in the family Falconidae. It is found in tropical and subtropical South America and the southern portion of Central America. Unlike the falcons in the same family, the caracara is not a fast-flying aerial hunter, but is rather sluggish and often obtains food by scavenging.",
    "WikiContents": "The yellow-headed caracara (Milvago chimachima) is a bird of prey in the family Falconidae. It is found in tropical and subtropical South America and the southern portion of Central America. Unlike the falcons in the same family, the caracara is not a fast-flying aerial hunter, but is rather sluggish and often obtains food by scavenging.\n\n\n== Taxonomy ==\nWhen Louis Jean Pierre Vieillot first described the yellow-headed caracara in 1816, he gave it the scientific name Polyborus chimachima, putting it in the same genus as the crested caracaras. In 1824, German naturalist Johann Baptist von Spix created the genus Milvago for this species and the closely related chimango caracara.\n\n\n== Description ==\nThe yellow-headed caracara is 41–46 cm (16–18 in) in length and weighs 325 g (11.5 oz) on average. Like many other birds of prey, the female is larger than the male, weighing 310–360 g (11–13 oz) against the male's 280–330 g (9.9–11.6 oz). Apart from the difference in size, there is no significant sexual dimorphism in this species. It is broad-winged and long-tailed, somewhat resembling a small Buteo. The adult has a buff head, with a black streak behind the eye, and buff underparts. The upper plumage is brown with distinctive pale patches on the flight feathers of the wings, and the tail is barred cream and brown. The head and underparts of immature birds have dense brown mottling.\nThe voice is a characteristic screamed schreee.\n\n\n== Distribution and habitat ==\nThis is a bird of savanna, swamps and forest edges. Resident from Costa Rica south through Trinidad and Tobago to northern Argentina (the provinces of Misiones, Chaco, Formosa, Corrientes and Santa Fe), it is typically found from sea level to 1,800 m (5,900 ft), and occasionally to 2,600 m (8,500 ft) above mean sea level. In southern South America, it is replaced by a close relative, the chimango caracara, whose range overlaps with that of the yellow-headed caracara in southern Brazil, northern Argentina, Paraguay and Uruguay. A larger and stouter paleosubspecies, Milvago chimachima readei, occurred in Florida and possibly elsewhere some tens of thousand years ago, during the Late Pleistocene. According to the Peregrine Fund database, the yellow-headed caracara is expanding its range into Nicaragua.\n\n\n== Behavior and ecology ==\nThe yellow-headed caracara is omnivorous, and will eat reptiles, amphibians and other small animals as well as carrion. Birds are rarely if ever taken, and this species will not elicit warning calls from mixed-species feeding flocks that cross its path even in open cerrado habitat. It will also take ticks from cattle, and is sometimes called the tickbird. It has been observed also to forage for small invertebrates in the fur of brown-throated three-toed sloths and capybaras. In addition, at least younger birds are fond of certain fruits, such as those of the oil palm (Elaeis guineensis) and pequi (Caryocar brasiliense). It lays from five to seven brown-marked buff eggs in a stick nest in a tree.The yellow-headed caracara has benefited from forest clearing for cattle ranching. Its status in Trinidad has changed from rare to fairly common, and it was first seen on Tobago in 1987. It adapts readily to urban areas and, together with species such as the American black vulture (Coragyps atratus), it is among the most commonly seen bird of prey in Latin American cities. Consequently, this wide-ranging species has been assigned a risk level of Least Concern category on the IUCN Red List. In Panama City for example, as a result of the increased urban sprawl, yellow-headed caracara pairs are frequently seen along the rooftops in suburban neighborhoods.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== Further reading ==\nHilty, Steven L. (2003). Birds of Venezuela. Princeton University Press. ISBN 0-7136-6418-5.\n\n\n== External links ==\n\"Yellow-headed caracara media\". Internet Bird Collection.\nYellow-headed caracara photo gallery at VIREO (Drexel University)\nYellow-headed caracara Photo at panama-guide.com\nYellow-headed caracara species account at Neotropical Birds (Cornell Lab of Ornithology)Interactive range map of Milvago chimachima at IUCN Red List maps",
    "ImageURL": "Yellowheadedcaracara_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Yellow-headed_caracara",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Falconiformes",
        "Family": "Falconidae",
        "Genus": "Milvago",
        "Species": "chimachima"
    },
    "ScientificName": "Milvago chimachima"
}