{
    "CommonName": "Yellow-Eyed Penguin",
    "BriefSummary": "The yellow-eyed penguin (Megadyptes antipodes) or hoiho is a penguin native to New Zealand. Previously thought closely related to the little penguin (Eudyptula minor), molecular research has shown it more closely related to penguins of the genus Eudyptes. Like most other penguins, it is mainly piscivorous.\nThe species breeds along the eastern and south-eastern coastlines of the South Island of New Zealand, as well as Stewart Island, Auckland Islands, and Campbell Islands. Colonies on the Otago Peninsula are a popular tourist venue, where visitors may closely observe penguins from hides, trenches, or tunnels.\nOn the New Zealand mainland, the species has experienced a significant decline over the past 20 years. On the Otago Peninsula, numbers have dropped by 75% since the mid-1990s and population trends indicate the possibility of local extinction in the next 20 to 40 years.  While the effect of rising ocean temperatures is still being studied, an infectious outbreak in the mid 2000s played a large role in the drop. Human activities at sea (fisheries, pollution) may have an equal if not greater influence on the species' downward trend.",
    "WikiContents": "The yellow-eyed penguin (Megadyptes antipodes) or hoiho is a penguin native to New Zealand. Previously thought closely related to the little penguin (Eudyptula minor), molecular research has shown it more closely related to penguins of the genus Eudyptes. Like most other penguins, it is mainly piscivorous.\nThe species breeds along the eastern and south-eastern coastlines of the South Island of New Zealand, as well as Stewart Island, Auckland Islands, and Campbell Islands. Colonies on the Otago Peninsula are a popular tourist venue, where visitors may closely observe penguins from hides, trenches, or tunnels.\nOn the New Zealand mainland, the species has experienced a significant decline over the past 20 years. On the Otago Peninsula, numbers have dropped by 75% since the mid-1990s and population trends indicate the possibility of local extinction in the next 20 to 40 years.  While the effect of rising ocean temperatures is still being studied, an infectious outbreak in the mid 2000s played a large role in the drop. Human activities at sea (fisheries, pollution) may have an equal if not greater influence on the species' downward trend.\n\n\n== Taxonomy ==\nThe yellow-eyed penguin is the sole extant species in the genus Megadyptes. (A smaller, recently extinct species, M. waitaha, was discovered in 2008.) Previously thought closely related to the little penguin (Eudyptula minor), new molecular research has shown it more closely related to penguins of the genus Eudyptes. Mitochondrial and nuclear DNA evidence suggests it split from the ancestors of Eudyptes around 15 million years ago.The yellow-eyed penguin was described by Jacques Bernard Hombron and Honoré Jacquinot in 1841. The Māori name is hoiho.\n\n\n== Description ==\n\nThis is a mid-sized penguin, measuring 62–79 cm (24–31 in) long (fourth largest penguin). Weights vary through the year being greatest, 5.5 to 8 kg (12–18 lbs), just before moulting and least, 3 to 6 kg (6.6–13.2 lbs), after moulting. The males are larger than the females. It has a pale yellow head and paler yellow iris with black feather shafts. The chin and throat are brownish-black. There is a band of bright yellow running from its eyes around the back of the head. The juvenile has a greyer head with no band and their eyes have a grey iris.\nThe yellow-eyed penguin may be long lived, with some individuals reaching 20 years of age. Males are generally longer lived than females, leading to a sex ratio of 2:1 around the age of 10–12 years.\n\n\n== Distribution and habitat ==\n\nThis penguin usually nests in forest or scrub, among native flax (Phormium tenax) and lupin (Lupinus arboreus), on slopes or gullies, or the shore itself, facing the sea. These areas are generally sited in small bays or on headland areas of larger bays.  It is found in New Zealand, on the south-east coast of the South Island most notably on Otago Peninsula, Foveaux Strait, Stewart Island, and sub-Antarctic islands of Auckland and Campbell Islands. It expanded its range from the sub-Antarctic islands to the main islands of New Zealand after the extinction of the Waitaha penguin several hundred years ago.\n\n\n== Health ==\n\nIn spring 2004, a previously undescribed disease killed off 60% of yellow-eyed penguin chicks on the Otago peninsula and in North Otago. The disease has been linked to an infection of Corynebacterium, a genus of bacteria that also causes diphtheria in humans. It has recently been described as diphtheritic stomatitis. However, it seems as if this is just a secondary infection. The primary pathogen remains unknown. A similar problem has affected the Stewart Island population.\n\n\n== Foraging behaviour ==\nThe yellow-eyed penguin forages predominantly over the continental shelf between 2 km (1 mi) and 25 km (16 mi) offshore, diving to depths of 40 m (131 ft) to 120 m (394 ft)  Breeding penguins usually undertake two kinds of foraging trips: day trips where the birds leave at dawn and return in the evening ranging up to 25 km from their colonies, and shorter evening trips during which the birds are seldom away from their nest longer than four hours or range farther than 7 km. Yellow-eyed penguins are known to be an almost exclusive benthic forager that searches for prey along the seafloor. Accordingly, up to 90% of their dives are benthic dives. This also means that their average dive depths are determined by the water depths within their home ranges.\n\n\n=== Diet ===\nAround 90% of the yellow-eyed penguin's diet is made up of fish, chiefly demersal species that live near the seafloor (e.g. blue cod (Parapercis colias), red cod (Pseudophycis bachus), opalfish (Hemerocoetes monopterygius) ). Other species taken are New Zealand blueback sprat (Sprattus antipodum) and cephalopods such as arrow squid (Nototodarus sloanii). Jellyfish including species in the genera Chrysaora and Cyanea were found to be actively sought-out food items, while they previously had been thought to be only accidentally ingested. Similar preferences were found in the Adélie penguin, little penguin and Magellanic penguin.\n\n\n=== Breeding ===\n\nWhether yellow-eyed penguins are colonial nesters has been an ongoing issue with zoologists in New Zealand.  Most Antarctic penguin species nest in large high density aggregations of birds. For an example see the photo of nesting emperor penguin. In contrast yellow-eyed penguins do not nest within visual sight of each other. While they can be seen coming ashore in groups of four to six or more individuals then disperse along track to individual nests sites out of sight of each other.  The consensus view of New Zealand penguin workers is that it is preferable to use habitat rather than colony to refer to areas where yellow-eyed penguins nest. Nest sites are selected in August and normally two eggs are laid in September. The incubation duties (lasting 39–51 days) are shared by both parents who may spend several days on the nest at a time. For the first six weeks after hatching, the chicks are guarded during the day by one parent while the other is at sea feeding. The foraging adult returns at least daily to feed the chicks and relieve the partner.\n\nAfter the chicks are six weeks of age, both parents go to sea to supply food to their rapidly growing offspring. Chicks usually fledge in mid-February and are totally independent from then on. Chick fledge weights are generally between 5 and 6 kg.\nFirst breeding occurs at three to four years of age and long term partnerships are formed.\n\n\n== Penguins and humans ==\n\n\n=== Conservation ===\nThis species of penguin is endangered, with an estimated population of 4000. It is considered one of the world's rarest penguin species. The main threats include habitat degradation and introduced predators. It may be the most ancient of all living penguins.A reserve protecting more than 10% of the mainland population was established at Long Point in the Catlins in November 2007 by the Department of Conservation and the Yellow-eyed Penguin Trust.In August 2010, the yellow-eyed penguin was granted protection under the U.S. Endangered Species Act.\n\n\n=== Tourism ===\nSeveral mainland habitats have hides and are relatively easily accessible for those wishing to watch the birds come ashore. These include beaches at Oamaru, Moeraki light-house, a number of beaches near Dunedin, and The Catlins.  In addition, commercial tourist operations on Otago Peninsula also provide hides to view yellow-eyed penguins.\n\n\n=== In culture ===\nThe hoiho appears on the reverse side of the New Zealand five-dollar note.\nThe yellow-eyed penguin is the mascot to Dunedin City Council's recycling and solid waste management campaign.\nThe yellow-eyed penguin is also featured in Farce of the Penguins, in which they complain about global warming.\n\n\n== References ==\n\n\n== External links ==\nBBC Science and nature page about Megadyptes waitaha\nOfficial Yellow-eyed Penguin Trust site in New Zealand\nYellow-eyed penguin facts at Penguins in New Zealand\npenguinpage.net - Research blog about a project investigating yellow-eyed penguin foraging behaviour\nYellow-eyed penguins from the International Penguin Conservation website\n\"Hoiho (Megadyptes antipodes) recovery plan 2000–2025\" (PDF). Department of Conservation, Wellington, New Zealand. 2001. Retrieved 4 October 2007.\nRoscoe, R. \"Yellow-eyed Penguin\". Photo Volcaniaca. Retrieved 13 April 2008.\nYellow-eyed Penguin, New Zealand Birds Online",
    "ImageURL": "YellowEyedPenguin_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Yellow-eyed_penguin",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Sphenisciformes",
        "Family": "Spheniscidae",
        "Genus": "Megadyptes",
        "Species": "antipodes"
    },
    "ScientificName": "Megadyptes antipodes"
}