{
    "CommonName": "Yellow-necked spurfowl",
    "BriefSummary": "The yellow-necked spurfowl or yellow-necked francolin (Pternistis leucoscepus) is a species of bird in the family Phasianidae.  It is found in Djibouti, Eritrea, Ethiopia, Kenya, Somalia, Sudan, Tanzania, and Uganda. This species is named for the yellow patch found on its neck. Males of this species have been noted to have spurs on the back of their legs.",
    "WikiContents": "The yellow-necked spurfowl or yellow-necked francolin (Pternistis leucoscepus) is a species of bird in the family Phasianidae.  It is found in Djibouti, Eritrea, Ethiopia, Kenya, Somalia, Sudan, Tanzania, and Uganda. This species is named for the yellow patch found on its neck. Males of this species have been noted to have spurs on the back of their legs.\n\n\n== Behavior ==\nIt has been noted that this bird is most active at dawn and dusk. The bird is also noted to be very adaptable, it can continue to live in land after agriculture begins, it only leaves lands when heavy human occupation begins.\n\n\n== Call ==\nThe call of a yellow-necked spurfowl is a series of scratchy descending upslurs, up to seven in a series. Male yellow-necked spurfowl often call while standing on top of mounds of earth or rock, often termite mounds.\n\n\n== Conservation Status ==\nThe yellow-necked spurfowl is not in the threshold for vulnerable species despite the fact that its population (though unquantified) is thought to be in decline (though not at a fast rate). The primary threat to the species is over-hunting.\n\n\n== Gallery ==\n\n\t\t\n\t\t\n\t\t\n\n\n== References ==\n\n\n== External Links ==",
    "ImageURL": "Yellowneckedspurfowl_sm.jpg",
    "Source": "https://en.wikipedia.org/wiki/Yellow-necked_spurfowl",
    "Taxonomy": {
        "Kingdom": "Animalia",
        "Phylum": "Chordata",
        "Class": "Aves",
        "Order": "Galliformes",
        "Family": "Phasianidae",
        "Genus": "Pternistis",
        "Species": "leucoscepus"
    },
    "ScientificName": "Pternistis leucoscepus"
}